Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's mixer toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers.) When you press the <b>Record</b> button, Audacity will capture whatever sound is playing on your computer's speakers. Note that on Windows Vista, the “stereo mix” option must be chosen in the Audio I/O tab of Preferences, in the “Recording Device” dropdown. On Windows, if you don't have a “Wave Out” or “Stereo Mix” option, or if it won't record, go to the system Control Panel and try to enable this option there. For instructions see: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> on the Wiki.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
fr: <h3>Windows et Linux</h3> <p>Sous Windows et Linux, il est possible d'enregistrer tout son joué par l'ordinateur avec la plupart des périphériques audio, en particulier les flux radio provenant du net.</p> <p>Dans la barre d'outils de mixage de Audacity, choisissez "Phone out" ou "Mixage Stéréo" comme source d'acquisition (Le nom peut différer selon les pilotes de la carte son utilisée.) Quand vous cliquez sur le bouton <b>"Enregistrer"</b>, Audacity capte tout ce que l'ordinateur envoie aux haut-parleurs. Notez que sous Windows Vista, l'option "mixage stéréo" doit être sélectionnée dans l'onglet "Audio E/S" des Préférences, dans la liste déroulante "Module d'enregistrement".Sous Windows, si vous n'avez pas une option "Mixage Stéréo" ou "Sortie signal" ou si rien ne s'enregistre, allez dans le Panneau de contrôle du système et essayez d'y activer cette option. Pour toutes les instructions, consultez : <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Utiliser le Panneau de contrôle</a> sur le Wiki.</p> <p>Si ceci ne fonctionne pas, vous pouvez relier la sortie "Line Out" à l'entrée "Line In" de votre carte son avec un cable, et sélectionner "Line In" comme source d'enregistrement dans Audacity.</p> <h3 id="mac">Mac OS X</h3> <p>Des logiciels comme <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (libre et open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> et <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a> permettent de capturer des flux audio sous Mac OS X.</p>
it: <h3>Windows e Linux</h3> <p>Con la maggior parte dei dispositivi audio in Windows e Linux, è possibile registrare qualsiasi audio che il computer sta correntemente riproducendo, inclusi i flussi delle radio di internet.</p> <p>Nel menu a scomparsa della Barra Mixer di Audacity, scegliete “Wave Out” o “Stereo Mix” come sorgente di ingresso. (Il nome esatto può essere differente, in relazione ai driver audio del vostro computer). Quando premete il pulsante <b>Registra</b>, Audacity catturerà qualsiasi audio che viene riprodotto negli altoparlanti del vostro computer. Da notare che in Windows Vista, l'opzione “Stereo mix” è nella scheda Audio I/O delle Preferenze, nel menu a scomparsa "Dispositivi di registrazione”. In Windows, se non disponete dell'opzione “Wave Out” o “Stereo Mix”, o se non registra, andate nel Pannello di controllo e cercate di abilitare questa opzione qui. Per le istruzioni vedere: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Usare il pannello di controllo</a> nel Wiki.</p> <p>Se questo non funziona nel vostro computer, potete invece usare un cavo per collegare la porta “Line Out” (altoparlanti) alla porta “Line In”, e usate Audacity per registrare dalla Line In.</p> <h3 id="mac">Mac OS X</h3> <p>Gli utenti Mac OS X possono catturare il flusso audio usando un programma come <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (libero, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> o <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
sl: <h3>Windows in Linux</h3> <p>Z večino zvočnih naprav Windows in Linux je možno snemati kateri koli zvok, ki ga računalnik trenutno predvaja, vključno s spletnimi radijskimi pretoki.</p> <p>V spustnem meniju na orodni vrstici za mešanja Audacity kot vhodni vir izberite “Wave Out” ali “Stereo Mix”. (Natančno ime se lahko razlikuje glede na zvočne gonilnike računalnika.) Ko pritisnete gumb <b>Snemaj</b>, bo Audacity zajel kateri koli zvok, ki se predvaja na zvočnikih računalnika. Upoštevajte, da mora biti v Windows Vista izbrana možnost “stereo mix” v zavihku Zvočni V/I Nastavitev, v spustnem meniju “Snemalna naprava”. Če v okolju Windows nimate možnosti “Wave Out” ali “Stereo Mix” ali pa ta noče snemati, pojdite v Nadzorno ploščo in poskusite tam vključiti to možnost. Za navodila si oglejte: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Uporaba Nadzorne plošče</a> v wikiju.</p> <p>Če to na vašem računalniku ne deluje, lahko namesto tega uporabite kabel in povežete vrata “Line Out” (zvočniki) vašega računalnika na njegova vrata “Line In” in z Audacity snemate iz linijskega vhoda.</p> <h3>Mac OS X</h3> <p>Uporabniki Mac OS X lahko zajemajo pretočni zvok z uporabo programov, kot so <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (brezplačne, odprto-koden), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> in <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>

source: Can I set Audacity to record at a certain time?
af: Kan ek Audacity stel om op 'n sekere tyd op te neem?
fr: Audacity peut-il être programmé pour commencer un enregistrement à un instant donné ?
it: Posso impostare Audacity per registrare ad un certo orario?
sl: Lahko v Audacity nastavim sproženje snemanja ob določenem času?

source: <p>Sorry, Audacity does not yet support scheduled recording. We may add this feature to a future version of the program.</p> <p>You can make Audacity <b>stop</b> recording after a certain time limit, by following these steps:</p> <ol> <li>Turn on “Play existing tracks while recording” in the “Audio I/O” section of the preferences.</li> <li>Choose “New Audio Track” from the Project menu.</li> <li>Zoom out if necessary, then click and drag to select the amount of time you want to record.</li> <li>Start recording. Audacity will stop recording automatically when it reaches the end of the selected area.</li> </ol>
fr: <p>Audacity ne supporte pas encore les taches programmées. Nous envisageons d'ajouter cette fonctionnalité dans une version future du logiciel.</p> <p>Vous pouvez imposer à Audacity d'<b>arrêter</b> l'enregistrement après une certaine durée, en suivant les étapes suivantes :</p> <ol> <li>Activez l'option "Lire les autres pistes pendant l'enregistrement d'une nouvelle" de l'onglet E/S du panneau des préférences.</li> <li>Sélectionnez "Nouvelle Piste Audio" dans le menu Projet.</li> <li>Délimitez avec la souris la durée d'enregistrement (en dézoomant éventuellement.)</li> <li>Commencez l'enregistrement en cliquant sur le bouton "Enregistrement". Celui-ci s'arrêtera automatiquement à la fin de la zone sélectionnée.</li> </ol>
it: <p>Siamo spiacenti, Audacity ancora non supporta la registrazione programmata. Potremmo aggiungere questa caratteristica in una versione futura del programma.</p> <p>Potete far <b>terminare</b> una registrazione di Audacity dopo una certa quantità di tempo sequendo queste istruzioni:</p> <ol> <li>Attivate l'opzione "Riproduci nuova traccia mentre registri o esegui monitoraggio" nella sezione “Audio I/O” delle Preferenze.</li> <li>Scegliete “Nuova Traccia Audio” dal menu Progetto.</li> <li>Riducete lo zoom se necessario, poi fate clic e trascinate per selezionare la quantità di tempo che volete registrare.</li> <li>Iniziate a registrare. Audacity si fermerà automaticamente quando raggiunge la fine dell'area selezionata.</li> </ol>
sl: <p>Oprostite, Audacity še ne podpira snemanja po urniku. To sposobnost bomo morda dodali v bodočih različicah programa.</p> <p>Audacity lahko nastavite, da <b>prekine</b> snemanje po določenem času, če sledite tem korakom:</p> <ol> <li>Vklopite možnost “Predvajaj obstoječe sledi med snemanjem” v razdelku “Zvočni V/I” nastavitev.</li> <li>Izberite “Nova zvočna sled” iz projektnega menija.</li> <li>Pomanjšajte pogled, če je potrebno, nato kliknite in povlecite za izbor dolžine časa, kolikor želite snemati.</li> <li>Začnite snemati. Audacity bo samodejno prenehal s snemanjem, ko doseže konec izbranega področja.</li> </ol>

source: <div id="opensave">Opening and Saving Files</div>
fr: <div id="opensave">Ouvrir et sauvegarder des fichiers</div>
it: <div id="opensave">Apertura e salvataggio file</div>
sl: <div id="opensave">Odpiranje in shranjevanje datotek</div>

source: How do I open an Audacity project (AUP file) in another program?
af: Hoe maak ek 'n Audacity-projeklêer (AUP-lêer) oop in 'n ander program?
fr: Puisse-je ouvrir un projet Audacity (fichier AUP) dans un autre programme ?
it: Posso aprire un file di progetto di Audacity (AUP file) in un altro programma?
sl: Kako odprem projekt Audacity (datoteka AUP) v drugem programu?

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or <a href="faq?s=files&amp;i=burn-cd">burn it to CD</a>, firstly open the .aup file in Audacity if you have already saved one (if you saved it recently it will be in the File > Recent Files menu). Then use the <b>Export</b> commands further down the File menu to save the audio in a standard format like WAV or AIFF.</p> <p>To learn more about working with Audacity projects, please see our <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">File Management Tips</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.</p>
fr: <p>Les fichiers du projet Audacity sont sauvés dans un format spécial que seul Audacity peut ouvrir. Pour ouvrir votre projet dans un autre programme ou <a href="faq?s=files&amp;i=burn-cd">graver un CD</a>, ouvrez en premier le fichier .aup dans Audacity si vous en avez déjà sauvegardé un (si vous en avez sauvegardez un récemment, il devrait être dans le menu Fichier > Fichiers Récents). Puis utiliser la commande <b>Export</b> le menu Fichier plus bas pour sauver l'audio dans un format standard comme WAV ou AIFF.</p> <p>Pour apprendre plus sur le travail avec des projets d'Audacity, veuillez voir nos <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">Astuces d'Utilisation de Fichiers</a> sur le <a href="http://wiki.audacityteam.org/index.php">Wiki d'Audacity</a>.</p>
it: <p>I file progetto Audacity sono salvati in un formato speciale che solo Audacity può aprire. Per aprire un progetto in un altro programma o per <a href="faq?s=files&amp;i=burn-cd">masterizzarlo in un CD</a>, prima aprite il file .aup in Audacity se lo avete già salvato (se lo avete salvato di recente sarà nel menu File > File recenti). Poi usate i comandi <b>Esporta</b> presenti nel menu File per salvare l'audio in un formato standard come WAV o AIFF.</p> <p>Per saperne di più su come lavorare con i progetti Audacity, leggete i nostri <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">Consigli gestione file</a> nel <a href="http://wiki.audacityteam.org/index.php">Wiki Audacity</a>.</p>

source: Why does Audacity create a folder full of .au files when I save a project?
af: Hoekom skep Audacity 'n gids vol .au-lêers wanneer ek 'n projek stoor?
fr: Pourquoi Audacity crée-t-il un répertoire contenant des fichiers .au lorsque j'enregistre un projet ?
it: Perché quando salvo un progetto Audacity crea una cartella piena di file con estensione .au?
sl: Zakaj Audacity ustvari mapo, polno datotek .au, ko shranim projekt?

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save an .aup project file, Audacity stores all the pieces in a _data folder that has the same name as the .aup file. For example, "song.aup" will open the pieces inside the "song_data" folder.</p> <p><b>You should not touch the .au files yourself, or move or rename the _data folder</b>. Simply open the .aup file, then Audacity will load the .au files in the correct sequence automatically.</p> <p>To learn more about working with Audacity projects, please see our <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">File Management Tips</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.</p>
fr: <p>Audacity coupe les pistes longues en petits morceaux ce qui aide à les éditer de façon plus efficace. Quand vous sauvegarder un fichier de projet .aup, Audacity stocke toutes les pièces dans un répertoire _data dont le nom est le même que le fichier .aup. Par exemple, "song.aup" ouvrira les pièces contenues à l'intérieur du répertoire "song_data".</p> <p><b>Vous ne devriez pas toucher au fichier .au vous même, ou alors, déplacez ou renommez le répertoire _data</b>. Ouvrez simplement le fichier .aup, alors Audacity ouvrira automatiquement les fichiers .au dans un ordre correct.</p> <p>Pour apprender plus à propos du fonctionnement des projet d'Audacity, veuillez voir nos <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">Astuces d'Utilisation de Fichier</a> sur le <a href="http://wiki.audacityteam.org/index.php">Wiki</a>d'Audacity.</p>
it: <p>Audacity spezza le lunghe tracce in piccole parti in modo da poterle modificare in maniera più efficace. Quando salvate un file progetto .aup, Audacity memorizza tutte le parti in una cartella _data che ha lo stesso nome del file .aup. Per esempio, "musica.aup" aprirà le parti all'interno della cartella "musica_data".</p> <p><b>Voi non dovete toccare i file .au, o spostare o rinominare la cartella _data</b>. Semplicemente aprite il file .aup, poi Audacity caricherà i file .au automaticamente nella sequenza corretta.</p> <p>Per saperne di più su come lavorare con i progetti Audacity, vedete i nostri <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">Consigli gestione file</a> nel <a href="http://wiki.audacityteam.org/index.php">Wiki Audacity</a>.</p>

source: Audacity crashed! Can I recover any unsaved data?
af: Audacity het uitgebom! Kan ek ongestoorde data herwin?
fr: Audacity s'est arrêté ! Comment récupérer mes données ?
it: Audacity è andato in crash! Posso recuperare i dati che non ho salvato?
sl: Aplikacija Audacity se je sesula! Lahko rešim neshranjene podatke?

source: <p>You may be able to recover your project automatically with the <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Please see the <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> page for more information.</p> <p>Please note the .au files need to be numbered consecutively when input to the Crash Recovery Utility or errors will occur in the program. If this problem occurs you can open Audacity's temporary folder in your system File Manager (e.g., Windows Explorer) and try resorting the .au files by time modified and then batch renaming them using a numeric sequence whilst they are sorted by time modified. An arrangement looking something like this should work:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>If your file manager does not have a suitable renaming tool, you should be able to obtain suitable free tools on the Internet.</p>
fr: <p>Vous devez pouvoir récupérer votre projet automatiquement à l'aide de <a href="http://www.mesw.de/audacity/recovery/">l'utilitaire de récupération d'Audacity</a>. Merci de consulter la page <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">de récupération après crash</a> pour plus d'informations.</p> <p>Notez que les fichiers .au doivent être numérotés consécutivement lorsqu'ils sont en entrée de l'utilitaire de récupération après crash, sinon le programme génèrera des erreurs.Si ce problème survient, vous pouvez ouvrir le répertoire temporaire d'Audacity depuis votre gestionnaire de fichiers (e.g. Windows Explorer) et essayer de trier les fichiers .au par date de modification afin de les renommer (si possible par programme) en les numérotant dans cet ordre. Voici un exemple qui devrait fonctionner :</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Si votre gestionnaire de fichiers ne dispose pas d'un outil de renommage adapté à cette opération, vous devez pouvoir en trouver un en logiciel libre sur Internet.</p>
it: <p>Potete essere in grado di recuperare automaticamente il vostro progetto con la <a href="http://www.mesw.de/audacity/recovery/">Utilità recupero Audacity</a>. Leggete la pagina <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Recupero da crash</a> per avere maggiori informazioni.</p> <p>Da notare che i file .au devono essere numerati consecutivamente quando inserite i dati nella Utilità recupero da crash altrimenti si manifesteranno degli errori nel programma. Se si manifesta questo problema potete aprire la cartella temporanea di Audacity nel vostro File Manager di sistema (ad esempio, Windows Explorer) e cercare di riordinare i file .au in base ai tempi di modifica e poi rinominarli in gruppo usando una sequenza numerica mentre vengono riordinati in base ai tempi di modifica. Una disposizione simile a questa dovrebbe funzionare:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Se il vostro file manager non dispone di un idoneo strumento di ridenominazione, dovreste essere in grado di ottenere uno strumento idoneo gratuito da Internet.</p>
sl: <p>Svoj projekt boste morda lahko obnovili samodejno z <a href="http://www.mesw.de/audacity/recovery/">orodjem Obnovitev po sesutju</a>. Za več informacij si oglejte stran <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Obnovitev po sesutju</a>.</p> <p>Upoštevajte, da morajo biti datoteke .au zaporedno oštevilčene za orodje Obnovitev po sesutju, sicer bo prišlo do napak v izvajanju programa. Če se pojavi ta problem, lahko odprete začasno mapo Audacity s sistemskim raziskovalcem (npr. Raziskovalec v okolju Windows) in poskusite prerazvrstiti datoteke .au glede na čas sprememb in jih nato paketno preimenujete z uporabo številskega zaporedja (ob razvrščenosti po času zadnje spremembe). Razporeditev, podobna spodnji, bi morala delovati pravilno:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Če vaš upravitelj datotek nima ustreznega orodja za preimenovanje datotek, lahko primerna prosta orodja najdete na spletu.</p>

source: Can Audacity import file formats like WMA, AAC, FLAC, etc.?
af: Kan Audacity lêerformate soos WMA, AAC, FLAC, ens. invoer?
fr: Audacity peut-il importer des fichiers aux formats WAM, AAC, FLAC, etc...?
it: Audacity può importare formati file come WMA, AAC, FLAC, etc.?
sl: Lahko v Audacity uvozim datoteke v zapisu kot so WMA, AAC, FLAC in drugih?
