Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <dl> <dt> New Features </dt> <dd> Effects and Analysis: <ul> <li>VST Effects now display GUI by default</li> <li>Faster Equalization and Noise Removal; improved Truncate Silence and Click Track</li> <li>Chains applied to files now clear temporary data after processing each file</li> <li>Updated Nyquist implementation with support for SAL syntax and improved memory management</li> <li>Plot Spectrum now analyzes up to 237.8 seconds of audio, with separate windows for each project and improved display; new preferences for Spectrograms</li> <li>Contrast Analysis tool now modeless for easier use</li> </ul> </dd> <dd> Interface: <ul> <li>Draft Manual/Quick Help included in Windows and Mac installers</li> <li>New "Mixer Board" view with per-track VU meters</li> <li>Mute, solo, gain, pan and track height saved in projects</li> <li>More compact Preferences window with easier-to-use Keyboard tab and new toolbars shortcuts</li> <li>New Screenshot Tools and improved screen reader support</li> </ul> </dd> <dd> Other: <ul> <li>Record more than 16 channels (hardware/drivers permitting)</li> <li>Improved support for non-mmap ALSA devices such as PulseAudio</li> <li>32-bit float data over 0 dB now handled without clipping</li> <li>"Stop" option when importing preserves already imported data</li> <li>AMR NB export now supported if the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a> is installed</li> <li>Faster waveform drawing and better response in multi-track projects</li> </ul> </dd> <dt> Bug fixes for: </dt> <dd> <ul> <li>Export Multiple: failed if empty label encountered; files silenced if overwriting imported WAV files without copying them in</li> <li>Metadata Editor hidden if it was on a now unavailable second monitor</li> <li>Misaligned audio after "Split New" or Noise Removal effect</li> <li>Incorrect label movement and paste with linked audio and label tracks</li> <li>Equalization, Cut Preview and Advanced Mixing Options dialogue</li> <li><i>(Linux)</i> Mixer Toolbar should now adjust levels and select input sources properly</li> <li>"Audio cache" preference caused crashes - data is now only cached in memory if available RAM is above a level defined in preferences</li> <li>Various other crashes</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
fr: <dl> <dt> Nouvelles Fonctionnalités </dt> <dd> Effets et Analyse: <ul> <li>Les effets VST sont maintenant affichés en mode graphique par défaut</li> <li>Accélération de l'Égaliseur et de l'Éliminateur de Bruit; amélioration du Tronqueur de Silence et du Click Track</li> <li>Les enchaînements appliqués aux fichiers effacent maintenant les données temporaires après les avoir appliqués sur chaque fichier </li> <li>Mise à jour de l'implémentation Nyquist avec le support de la syntaxe SAL et amélioration de la gestion de la mémoire</li> <li>Le traceur de spectre analyse à présent jusqu'à 237.8 secondes d'audio, avec des fenêtre séparées pour chaque projet et amélioration de l'affichage; nouvelles préférences pour les spectrogrammes</li> <li>l'outil d'Analyse du Contrast est maintenant sans mode pour une utilisation plus simple</li> </ul> </dd> <dd> Interface: <ul> <li>Le "Brouillon du Manuel" et l'"Aide Rapide" sont inclus dans l'installateur pour Windows et Mac</li> <li>Nouvelle vue de "Table de Mixage" avec les VU mètres de piste</li> <li>Le muet, le solo, le gain, le panoramique et la taille du signal sont sauvés dans les projets</li> <li>La fenêtre des Préférences est plus compacte avec des tabulation de clavier plus facile à uiliser et des nouveaux raccourçis clavier pour les barres d'outils</li> <li>Nouveaux outils de capture d'écran et amélioration du support pour les lecteurs d'écran</li> </ul> </dd> <dd> Autre: <ul> <li>Enregistrement de plus de 16 pistes (avec le matériel et les pilotes adéquats)</li> <li>Amélioration du support pour le périphériques ALSA "non-mmap" comme PulseAudio</li> <li>Manipulation des données 32-bit flottants au dessus de 0 dB sans saturation</li> <li>L'option "Stop" lorsque l'on importe garde les données déjà importées</li> <li>L'exportation AMR NB est maintenant supportée si la <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">librairie optionelle FFmpeg</a> est installée</li> <li>Dessin de la forme d'onde plus rapide et meilleure réponse sur les projets multi-pistes</li> </ul> </dd> <dt> Correctifs pour: </dt> <dd> <ul> <li>Exportation Multiple: raté si un label vide est rencontré; fichiers muets si on écrit par dessus un fichier WAV importé sans les copier dedans</li> <li>l'Éditeur de Métadonnées est caché si il était sur un deuxième moniteur devenu non disponible</li> <li>Mauvais alignement audio après un effet "Split New" ou Éliminateur de Bruit</li> <li>Mouvement et collage d'étiquette incorrects avec l'audio correspondante et les étiquettes de pistes</li> <li>Dialogue avec l'Égalisation, l'Aperçu du coupage et les Options de mixage avancées</li> <li><i>(Linux)</i> La barre d'Outil de mixage peut maintenant ajuster les niveaux et sélectionner correctement les sources d'entrée</li> <li>La préférence "Audio cache" provoquait des crashs - les données sont maintenant copiées en mémoire uniquement si la RAM disponible est au dessus d'un niveau défini dans les préférences</li> <li>Plusieurs autres crashs</li> </ul> </dd> </dl> <p> Prenez garde d'être conscient des <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> Problèmes connus à la sortie</a> (également visible dans le fichier README.txt inclu). </p>

source: Batch / CleanSpeech
fr: Traitement par lot / CleanSpeech
sl: Paketno delo / PočistiGovor

source: Mac OS 9 / X
fr: Mac OS 9 et X

source: The <a href="../download/features-1.3-a">Beta 1.3</a> version of Audacity has experimental support for the <b>FFmpeg import/export</b> library. This allows Audacity to import and export many additional audio formats such as AC3, AMR(NB), M4A and WMA, and to import audio from video files. To install the FFmpeg library, please read our <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg FAQ.</a> The next 2.0 Stable version of Audacity is expected to support the FFmpeg library.</a>
fr: La <a href="../download/features-1.3-a">Beta 1.3</a> version d'Audacity à un support expérimental de la bibliothèque d'<b>import/export FFmpeg</b>. Celle-ci autorise Audacity à importer et exporter plusieurs formats audios supplémentaire comme AC3, AMR(NB), M4A et WMA, et autorise aussi l'import de l'audio depuis les fichiers vidéos. Pour installer la bibliothèque FFmpeg, veuillez lire notre <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FAQ FFmpeg.</a> La prochaine version stable 2.0 d'Audacity devra normalemen supporter la bibliothèque FFmpeg.</a>

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
af: <ol> <li><p>Eerstens, laai die die <a href="%s">VST-module</a> af en pak dit uit.</li> <li><p>Plaas die uitgepakte VST-module, saam met u VST-inproppe, in die “Plug-ins”-gids in Audacity se installasiegids. (Op Mac OS X is hierdie gewoonlik in die Applications-gids. Op Windows is dit gewoonlik onder Program Files.)</li> <li><p>Die volgende keer wat u Audacity begin, sal u VST-effekte verskyn aan die onderkant van die “Effek”-kieslys.</li> </ol> <p>Sien ook: <a href="faq?s=install&amp;i=vst-bugs">Hoekom lyk sommige VST-inproppe verkeerd of werk nie?</a></p>
fr: <ol> <li><p>En premier, téléchargez et décompressez <a href="%s">VST Enabler</a>.</li> <li><p>Placez VST Enabler (décompressé) ainsi que les modules VST dans le répertoire "Plug-ins" du dossier d'installation de Audacity - il se trouve habituellement dans le dossier des "Applications". (Sous Mac OS X, c'est habituellement dans le dossier des Applications. Sous Windows, c'est habituellement dans le dossier Program Files).</li> <li><p>Au prochain démarrage d'Audacity, vos effets VST apparaitront en bas du menu "Effets".</li> </ol> <p>À lire : <a href="faq?s=install&amp;i=vst-bugs">Pourquoi certains modules VST ne semblent pas, ou mal, fonctionner ?</a></p>
sl: <ol> <li><p>Najprej prenesite in razširite <a href="%s">Omogočevalnik VST</a>.</li> <li><p>Postavite razširjeni Omogočevalnik VST skupaj s svojimi vtičniki VST v mapo “Plug-ins” v namestitveni mapi Audacity. (Na Mac OS X je to ponavadi mapa Applications. V okolju Windows je to ponavadi pod mapo Program Files.)</li> <li><p>Naslednjič, ko zaženete Audacity, se vaši učinki VST pojavijo na dnu menija “Učinek”.</li> </ol> <p>Poglejte tudi: <a href="faq?s=install&amp;i=vst-bugs">Zakaj nekateri vtičniki VST izgledajo čudni ali ne delajo?</a></p>

source: <p>The <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> is not yet able to display custom interfaces for plug-ins. Instead, it uses generic controls for all VST plug-ins. Because of this, many plug-ins will look or act differently than they do in other programs.</p> <p>Other VST plug-ins may not work at all, because of bugs in the VST Enabler. You can <a href="../contact/">contact us</a> to report plug-ins that do not work.</p> <p>Audacity also does not support VST instrument (VSTi) plug-ins.</p>
fr: <p><a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> n'est pas encore en mesure d'afficher des interfaces propres à chaque module, mais une interface générique pour tous les modules. C'est pourquoi l'apparence d'une partie des modules diffère de celle obtenue dans d'autres programmes.</p> <p>D'autres modules VST peuvent ne pas fonctionner du tout à cause de bogues dans VST Enabler. Merci de nous <a href="../contact/">signaler</a> un module défaillant.</p> <p>Audacity ne supporte pas les modules VST instrument (VSTi).</p>
sl: <p><a href="faq?s=install&amp;i=vst-enabler">Omogočevalnik VST</a> še ni v stanju prikazati vmesnikov po meri vtičnikov. Namesto tega uporablja generične nadzornike za vse vtičnike VST. Zaradi tega so številni vtičniki videti ali se vedejo drugače kot v drugih programih.</p> <p>Drugi vtičniki VST morda sploh ne delujejo zaradi hroščev v Omogočevalniku VST. <a href"../contact/">Pišite nam</a>, kateri vtičniki ne delujejo.</p> <p>Audacity prav tako ne podpira vtičnikov instrumentov VST (VSTi).</p>

source: Control
fr: Exécution conditionnelle
sl: Kontrolnik

source: SourceForge.net Community Choice Awards 2009
fr: Trophée "Communauté SourceForge.net" 2009

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.8 (Beta)</a> for Windows, Mac and Linux/Unix. It contains a number of significant improvements, plus some bug fixes. Highlights include: </p> <p> <ul> <li>VST Effects now display in GUI mode by default</li> <li>Updated Nyquist implementation</li> <li>Improvements to Equalization, Noise Removal, Truncate Silence, Click Track and effects chains</li> <li>Improved Plot Spectrum analysis and new preferences for Spectrograms</li> <li>Record more than 16 channels (hardware/drivers permitting)</li> <li>New "Mixer Board" view with per-track VU meters</li> <li>AMR NB export support via the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a></li> <li>32-bit float data over 0 dB handled without clipping</li> <li>Draft Manual/Quick Help included in Windows and Mac installers</li> <li>Faster waveform drawing and better response in multi-track projects</li> <li>Various bug fixes, stability and accessibility improvements</li> </ul> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> New in Audacity 1.3.8</a> for more on the latest features and fixes. </p> <p> <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
fr: <p> L'équipe d'Audacity Team est heureuse d'annoncer la sortie d' <a href="/download">Audacity 1.3.8 (Beta)</a> pour Windows, Mac et Linux/Unix. Elle contient de nombreuses améliorations, ainsi que des corrections de bugs. Elle comprend notamment : </p> <p> <ul> <li>Les effets VST s'affichent désormais dans l'interface graphique par défaut</li> <li>L'implémentation de Nyquist a été mise à jour</li> <li>Améliorations dans les effets Equaliseur, Suppression de bruit, Retrait de silence, Piste Cliquable</li> <li>Perfectionnement de l'analyse par Spectre de point et de nouvelles options pour les Spectrogrammes</li> <li>Possibilité d'enregistrer plus de 16 canaux (si le matériel et les drivers le permettent)</li> <li>Nouvelle vue "Tableau de mixage" avec un VU-mètre par piste</li> <li>Export AMR NB à l'aide de <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> la bibliothèque FFmpeg</a> (optionnelle)</li> <li>Manipulation de données 32-bit flottant au-delà de 0 sans "clipping"</li> <li>Manuel/Aide rapide inclus dans les installeurs Windows et Mac</li> <li>Accélération du rendu des ondes sonores et meilleurs temps de réponse pour les projets multi-pistes</li> <li>De nombreuses corrections de bugs, ainsi que l'amélioration de la stabilité et de l'accessibilité de l'application</li> </ul> </p> <p>Consultez <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Nouveautés dans Audacity 1.3.8</a> pour en savoir plus sur les dernières fonctionnalités et corrections. </p> <p> <b>Note :</b> Cette version n'est pas supportée par Windows 98 et ME, pour lesquels la version 1.3.7 est <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> toujours disponible</a>. </p>

source: LinuxQuestions.org Audio Authoring Award 2007
fr: Trophée 2007 dans la catégorie édition audio par LinuxQuestions.org
sl: Nagrada Audio Authoring Award 2007

source: SourceForge Community Choice Awards 2007
fr: Trophée "Communauté Sourceforge" 2007
sl: Nagrade skupnosti SourceForge SFCCA 2007

source: Privacy
af: Privaatheid
fr: Confidentialité
sl: Zasebnost

source: Creative Commons Attribution License
fr: Attribution de licence Creative Commons
sl: Licenca priznanja avtorstva Creative Commons

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3 id="win">Windows</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Under "For Audacity on Windows", left-click on the link "%s" and save the zip folder to anywhere on your computer.</li> <li>When you have finished downloading the ZIP folder, unzip it and save the file <b>lame_enc.dll</b> that it contains to anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where lame_enc.dll is saved.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Click to download either "Lame Library v3.98.2 for Audacity on OSX.dmg" or "LameLib-Carbon.sit", according to your operating system.</li> <li>Double-click the .dmg to extract "Lame Library v3.98.2 for Audacity on OSX.pkg" to Finder, or use Stuffit to extract "LameLib" from the .sit (either of these may happen automatically).</li> <li>Double-click the .pkg to install "libmp3lame.dylib" in /usr/local/lib/audacity, or save "LameLib" anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where libmp3lame.dylib or LameLib is saved.</li> </ol> <h3 id="nix">Linux/Unix</h3> Follow <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a> on our <a href="http://audacityteam.org/wiki/">Wiki</a> to download and install a suitable LAME package from the internet.
sl: <p>Zaradi patentov programske opreme sami ne moremo razpečevati programske opreme za kodiranje MP3. Za uporabo prostega kodirnika LAME za izvoz datotek MP3 z Audacity sledite tem navodilom. <h3>Windows</h3> <ol> <li>Pojdite na <a href="%s">stran za prenos LAME</a>.</li> <li>V "Za Audacity v okolju Windows" levo kliknite na povezavo "%s" in shranite mapo zip kamor koli na svojem računalniku.</li> <li>Ko ste končali s prenosom arhivske datoteke ZIP, jo razširite in shranite datoteko <b>lame_enc.dll</b>, ki jo paket vsebuje, kamor koli na svoj računalnik.</li> <li>Prvič ko uporabite ukaz "Izvozi kot MP3", vas Audacity povpraša, kje je shranjen lame_enc.dll.</li> <li>Če naletite na težave, si oglejte <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">bolj natančne napotke</a> na straneh <a href="http://audacityteam.org/wiki/">wikija Audacity</a>.</li> </ol> <h3>Mac OS 9 ali X</h3> <ol> <li>Pojdite na <a href="%s">stran za prenos LAME</a>.</li> <li>Kliknite in prenesite "Lame Library v3.98.2 for Audacity on OSX.dmg" ali "LameLib-Carbon.sit", odvisno od svojega operacijskega sistema.</li> <li>Dvokliknite .dmg in razpakirajte "Lame Library v3.98.2 for Audacity on OSX.pkg" v Finder ali pa uporabite Stuffit, da razpakirate"LameLib" iz datoteke .sit (oboje se lahko zgodi samodejno).</li> <li>Dvokliknite .pkg, da namestite "libmp3lame.dylib" v /usr/local/lib/audacity ali shranite "LameLib" kamorkoli na svojem računalniku.</li> <li>Prvič ko uporabite ukaz "Izvozi kot MP3", vas Audacity povpraša, kje je shranjen libmp3lame.dylib ali LameLib.</li> </ol> <h3 id="nix">Linux/Unix</h3> Sledite <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">tem navodilom</a> na našem <a href="http://audacityteam.org/wiki/">wikiju</a>, ki opisujejo, kako prenesete in namestite ustrezen paket LAME z interneta.

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or burn it to CD, you must open the “project.aup” file in Audacity, and use the Export commands (in the File menu) to save it in a standard format like WAV or AIFF.</p>
af: <p>Audacity-projeklêers word gestoor in 'n spesiale formaat wat slegs Audacity kan oopmaak. Om u projek in 'n ander projek oop te maak of om dit na 'n CD te skryf, moet u die projeklêer “projek.aup” oopmaak in Audacity, die Uitvoer-opdrag gebruik (in die Lêer-kieslys) en in 'n standaardformaat stoor soos WAV of AIFF.</p>
sl: <p>Projektne datoteke Audacity so shranjene v posebnem zapisu, ki ga lahko odpirate le v Audacity. Za odiranje projekta v drugi aplikaciji ali izdelavo CD morate odpreti datoteko “projekt.aup” v Audacity in uporabiti ukaze Izvozi (v meniju Datoteka), da projekt shranite v standardnem zapisu za nadaljnjo obdelavo, kot sta WAV ali AIFF.</p>

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save a project, Audacity stores all of the pieces in a folder with a name like “project_data.”</p> <p>You do not need to open these files yourself. Audacity will load them automatically when you open the “project.aup” file, which is saved in the same location as the “data” folder.</p>
af: <p>Audacity breek lang bane in klein stukkies om dit doeltreffend te kan redigeer. Wanneer u 'n projek stoor, stoor Audacity al die stukkies in 'n gids met 'n naam soos “projekdata.”</p> <p>Mens hoef nie hierdie lêers self oop te maak nie. Audacity sal dit outomaties laai wanneer mens die lêer “projek.aup” oopmaak, wat in die selfde plek gestoor word as die “data”-gids.</p>
sl: <p>Audacity razbije dolge sledi na majhne koščke, tako da jih lahko urejuje bolj učinkovito. Ko shranite projekt, Audacity shrani vse koščke v mapo z imenom vrste “project_data.”</p> <p>Teh datotek vam ni potrebno odpirati. Audacity jih bo samodejno naložil, ko odprete datoteko “projekt.aup”, ki je shranjena na istem mestu kot mapa “data”.</p>

source: (This can be printed as a single page using the print function of your browser.)
sl: (To lahko natisnete kot posamično stran s funkcijo tiskanja svojega brskalnika.)

source: Forum</a>.
sl: forumu Audacity</a> (v angleškem jeziku).

source: These lists are for discussion about the Audacity audio editor. </p> <p><b>Note:</b> In line with our <a href="../contact/privacy">Privacy Policy</a>, these are public lists - messages are seen by all list subscribers, and posted on several web sites where the messages are archived.</p>
sl: Ti dopisni seznami so za odzive ali razprave o zvočnem urejevalniku Audacity. </p> <p><b>Opomba:</b> V skladu z našo <a href="../contact/privacy">politiko zasebnosti</a> so ti dopisni seznami javni - sporočila vidijo vsi naročniki seznama in so objavljena na več spletnih mestih, kjer so ta sporočila arhivirana.</p>

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, WAV or AIFF sound files.</li> <li>Cut, copy, splice or mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
sl: <p>Audacity je brezplačen zvočni urejevalnik in snemalnik, enostaven za uporabo, na voljo za okolja Windows, Mac OS X, GNU/Linux in druge operacijske sisteme. Z Audacity lahko:</p> <ul> <li>snemate zvok v živo,</li> <li>pretvorite kasete in plošče v digitalne posnetke ali na CD,</li> <li>urejate zvočne datoteke Ogg Vorbis, MP3, WAV ali AIFF,</li> <li>izrezujete, kopirate, režete in mešate zvoke,</li> <li>spreminjate hitrost ali višino tona posnetka,</li> <li>... in še več! Poglejte si popoln <a href="features">seznam odlik</a>.</p> </ul>
