Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p>It is legal to sell Audacity, as long as the seller makes the program and source code available under the <a href="../about/license">GNU General Public License</a> (GPL).</p> <p>Some vendors try to trick customers by selling unmodified Audacity software under a different name. If you bought a product and later found out it was Audacity, we encourage you to <b>ask for a refund or file a complaint</b> if you feel you did not get a fair deal. We ask vendors to give proper credit to the Audacity project, and allow users to make an informed choice.</p> <p>If you have concerns that Audacity (unmodified or otherwise) is being sold without a copy of the GPL, or without any offer to provide source code, please <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> e-mail us</a> in confidence. </p> <p><b>If you want to obtain Audacity on CD</b>, free ISO downloads and inexpensive CDs by post are available from suppliers on our <a href="../download/buy">Audacity on CD page</a>.</p>
fr: <p>Il est légal de vendre Audacity tant que le vendeur laisse le programme et son code source disponibles sous la licence <a href="../about/license">GNU General Public License</a> (GPL).</p> <p>Certains vendeurs essaient d'arnaquer leurs clients en vendant une version non modifiée d'Audacity sous un nom différent. Si vous avez acheté un tel produit et que vous découvrez ensuite qu'il s'agit d'Audacity, nous vous encourageons à <b>demander un remboursement ou porter plainte</b> si vous pensez que c'est malhonnête. Nous demandons aux vendeurs de faire référence au projet Audacity et de permettre aux utilisateurs de faire leur choix en toute connaissance.</p> <p>Si vous constatez qu'une version d'Audacity (modifiée ou non) est vendue sans une copie de la licence GPL ou sans possibilité d'obtenir le code source, merci de <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> nous écrire</a>. </p> <p><b>Si vous désirez obtenir Audacity sur un CD</b>, des fichiers ISO sont disponibles au téléchargement ainsi que des CDs envoyés par la poste à prix réduit par nos fournisseurs. Accédez à la page <a href="../download/buy">Audacity sur un CD</a> pour tout savoir.</p>
it: <p>È legale vendere Audacity, purché il venditore renda disponibili il programma e il codice sorgente sotto la <a href="../about/license">GNU General Public License</a> (GPL).</p> <p>Alcuni venditori cercano di ingannare i clienti vendendo il software Audacity con un nome differente. Se avete acquistato un prodotto e in seguito scoperto che era Audacity, vi consigliamo di <b>richiedere un rimborso o di fare un reclamo</b> se ritenete di non avere avuto un trattamento equo. Chiediamo ai produttori di dare il giusto credito al progetto Audacity, e di permettere agli utenti di fare una scelta informata.</p> <p>Se avete problemi per il fatto che Audacity (non modificato) è venduto senza una copia della GPL, o senza offrire il codice sorgente, siete pregati <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> di inviarci una e-mail</a> in confidenza. </p> <p><b>Se volete disporre di Audacity su CD</b>, sono disponibili i download liberi di ISO e CD poco costosi per posta dai fornitori nella <a href="../download/buy">pagina Audacity su CD</a>.</p>
sl: <p>Prodajati Audacity je zakonito, dokler prodajalec ponuja program in izvorno kodo pod <a href="../about/license">splošno javno licenco GNU</a>.</p> <p>Nekateri prodajalci poskušajo prelisičiti potrošnike s prodajo programske opreme pod drugim imenom. Če ste kupili izdelek in kasneje ugotovili, da gre za Audacity, vas spodbujamo, da <b>zahtevate povračilo ali vložite pritožbo</b>, če menite, da niste bili pošteno obravnavani. Prodajalce prosimo, da projektu Audacity priznajo ustrezne zasluge in uporabnikom dovolijo opraviti izbiro na osnovi vseh informacij.</p> <p>Če vas skrbi, da je Audacity (nespremenjen ali sicer) naprodaj brez kopije licence GPL ali brez ponudbe za izvorno kodo, prosimo, da nam zaupno <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> obvestite po e-pošti</a>. </p> <p><b>Če želite kupiti Audacity na plošči CD</b>, so brezplačni prenosi slik ISO in poceni zgoščenke po pošti na voljo na naši strani <a href="../download/buy">Audacity na zgoščenkah</a>.</p>

source: Does Audacity run on 64-bit systems?
fr: Est-ce qu'Audacity tourne sur les systèmes 64-bits ?
it: Audacity funziona su sistemi a 64-bit?
sl: Deluje Audacity na 64-bitnih sistemih?

source: <p>There is no 64-bit version of Audacity, but in principle it should run on 64-bit systems, subject to having appropriate drivers for the sound device. Sufficient RAM must be available to run Audacity smoothly and support the greater memory requirements of 64-bit systems compared to 32-bit.</p> <h3>Windows and Linux</h3> <p>On 64-bit versions of Windows XP, Windows Vista and Linux, sound device drivers specific to the 64-bit operating system are essential. If upgrading from a 32-bit to 64-bit operating system, a 64-bit capable computer is required, and the sound device drivers must also be updated to a 64-bit version.</p> <p>Users upgrading from 32-bit Windows XP to 64-bit Windows Vista should make especially sure their computer is well above Audacity's minimum <a href="../download/windows#sysreq">system requirements for Windows</a>.</p> <h3>Mac OS X</h3> <p>We strongly recommend the <a href="../download/beta_mac">Beta</a> version of Audacity for 64-bit systems. OS X 10.5 supports both 64-bit and 32-bit processors equally well, with few if any issues with the supplied system drivers.</p>
fr: <p>Il n'y a pas de version 64-bits d'Audacity mais en principe il devrait fonctionner sur les systèmes 64-bits, sous réserve d'avoir les drivers appropriés pour gérer la carte son. Suffisamment de mémoire RAM doit être disponible afin d'exécuter Audacity confortablement et subvenir aux besoins plus importants de mémoire des systèmes 64-bits (comparativement aux 32-bits).</p> <h3>Windows et Linux</h3> <p>Sur les versions 64-bits de Windows XP, Windows Vista et Linux, les drivers de cartes sons spécifiques aux systèmes d'exploitations 64-bits sont essentiels. Si vous passez d'und'un système d'exploitation 32-bits à un 64-bits, vous devez utiliser un ordinateur 64-bits et les drivers des cartes sons doivent aussi être mis à jour pour des versions 64-bits.</p> <p>Les utilisateurs évoluant d'un système Windows XP 32-bits à Windows Vista 64-bits devront bien s'assurer que leur ordinateur répond aux <a href="../download/windows#sysreq">pré-requis pour Windows</a>.</p> <h3>Mac OS X</h3> <p>Nous recommandons fortement la <a href=" ../download/beta_mac">version Beta</a> d'Audacity pour les systèmes 64-bits. OS X 10.5 fonctionne aussi bien avec les processeurs 32-bits et 64-bits, avec peu si ce n'est aucun problème avec les drivers fournis.</p>
it: <p>Non è disponibile una versione di Audacity a 64-bit, ma in linea di principio dovrebbe funzionare sui sistemi a 64-bit, purché si disponga dei driver appropriati per la periferica audio. Deve essere disponibile sufficiente RAM per avviare Audacity adeguatamente e supportare le maggiori richieste di memoria dei sistemi 64-bit rispetto a quelli a 32-bit.</p> <h3>Windows e Linux</h3> <p>Nelle versioni a 64-bit di Windows XP, Windows Vista e Linux, sono essenziali i driver per i dispositivi audio specifici per il sistema operativo a 64-bit. Se aggiornate il sistema operativo da 32-bit a 64-bit, è richiesto un computer adeguato da 64-bit, e i driver dei dispositivi audio devono inoltre essere aggiornati con la versione a 64-bit.</p> <p>Gli utenti che eseguono l'aggiornamento da Windows XP 32-bit a Windows Vista 64-bit devono essere particolarmente sicuri che il loro computer sia ben al di sopra dei <a href="../download/windows#sysreq"></p>requisiti di sitema per Windows</a> di Audacity.</p> <h3>Mac OS X</h3> <p>Raccomandiamo fortemente la versione <a href="../download/beta_mac">Beta</a> di Audacity per i sistemi a 64-bit. OS X 10.5 supporta bene i processori a 64-bit e a 32-bit, con pochi o nulli problemi con i driver di sistema forniti.
sl: <p>64-bitna različica Audacity ne obstaja, vendar osnovni paket načeloma mora delovati na 64-bitnih sistemih, v kolikor imate ustrezne gonilnike za zvočno napravo. Na voljo mora biti dovolj pomnilnika RAM za gladko poganjanje Audacity in za podporo večji požrešnosti po pomnilniku 64-bitnih sistemov v primerjavi z 32-bitnimi.</p> <h3>Windows in Linux</h3> <p>Na 64-bitnih različicah Windows XP, Windows Vista in Linuxa so gonilniki zvočne naprave, namenjeni za 64-bitni operacijski sistem, ključnega pomena. Če nadgrajujete z 32-bitnega na 64-bitni operacijski sistem, potrebujete 64-bitni računalnik in tudi gonilnik zvočne naprave morate posodobiti na 64-bitno različico.</p> <p>Uporabniki, ki nadgrajujejo z 32-bitnega Windows XP na 64-bitni Windows Vista, morajo še posebej poskrbeti, da njihov računalnik dobro presega najmanjše <a href="../download/windows#sysreq">sistemske zahteve za Windows</a> programa Audacity.</p> <h3>Mac OS X</h3> <p>Močno priporočamo <a href="../download/beta_mac">Beta</a> različico Audacity za 64-bitne sisteme. OS X 10.5 enako dobro podpira tako 64-bitne kot 32-bitne procesorje, z zelo malo težavami, če sploh, z dobavljenimi sistemskimi gonilniki.</p>

source: Does Audacity work with screen-reader programs for blind users?
af: Werk Audacity met skermlesers vir blinde gebruikers?
fr: Audacity est-il compatible avec les lecteurs d'écran pour utilisateurs malvoyants?
it: Audacity funziona con i software screen-reader per utenti non vedenti?
sl: Deluje Audacity z zaslonskimi bralnimi programi za slepe in slabovidne uporabnike?

source: <p>Audacity works with most screen-reader programs, but some of Audacity’s features are difficult or impossible to use without a mouse. We are working on improving the program’s accessibility and keyboard shortcuts. For more information, see <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>
af: <p>Audacity werk met meeste skermlesers, maar party van Audacity se eienskappe is moeilik of onmoontlik om sonder 'n muis te gebruik. Ons werk daaraan om die program se toeganklikheid en kortpadsleutels te verbeter. Vir meer inligting, sien <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity vir blinde gebruikers</a>.</p>
fr: <p>Audacity fonctionne avec beaucoup de lecteurs d'écran, mais certaines fonctionnalités d'Audacity sont difficilement exploitables sans souris. Nous cherchons à améliorer l'accessibilité et à compléter les raccourcis clavier. Pour plus d'informations, consultez la page <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity pour des utilsateurs aveugles</a>[en].</p>
it: <p>Audacity funziona con molti programmi screen-reader, ma alcune funzionalità di Audacity sono difficili o impossibili da utilizzare senza un mouse. Stiamo lavorando per migliorare la possibilità di usare Audacity con la tastiera, anche usando le scorciatoie. Per maggiori informazioni, leggete la pagina di <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity per utenti non vedenti</a>.</p>
sl: <p>Audacity deluje z večino programov zaslonskih bralnikov, vendar je nekatere funkcije Audacity težko ali nemogoče uporabljati brez miške. Delamo na tem, da bi izboljšali dostopnost programa in bližnjice za tipkovnico. Za več informacij si oglejte <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity za slepe in slabovidne uporabnike</a>.</p>

source: What does “time remaining” mean? Does Audacity expire?
af: Wat beteken “oorblywende tyd”? Gaan Audacity ophou werk?
fr: Que signifie "Temps restant"? Audacity va s'arrêter de fonctionner ?
it: Cosa significa l'indicazione "tempo restante"? Audacity scadrà?
sl: Kaj pomeni ˝preostali čas˝? Ali to pomeni, da programu poteče rok delovanja?

source: <p>Audacity does not expire, but the time you can record for depends on the amount of disk space you have. The message you are seeing exists only in older versions of Audacity, so please update to the <a href="../download">latest version</a>. In newer versions, the message says "Disk space remains for recording xx hours and yy minutes".</p> <p>To get more recording time, delete your old files and folders (especially your old Audacity Project files and _data folders when you have finished with them), or use an alternative disk with more space on it. Or consider recording in mono instead of stereo (on the Audio I/O tab of Preferences) or in 16 bit instead of 32 bit (Quality tab of Preferences). Either of those choices will halve the disk space needed.</p>
fr: <p>Audacity ne cesse pas de fonctionner pas mais la durée que vous pouvez enregistrer dépend de l'espace disque disponible que vous possédez. Le message que vous voyez n'existe cependant que sur les anciennes versions d'Audacity, nous vous recommandons de la mettre à jour avec la <a href="../download">dernière version</a>. Dans les versions plus récentes, le message dit "Il reste de l'espace disque pour enregistrer xx heures et yy minutes".</p> <p>Pour obtenir plus de temps, effacez vos anciens fichiers et répertoires (en particulier vos anciens fichiers projet Audacity et les répertoires _data une fois que vous avez fini de travailler dessus), ou utilisez un autre disque avec plus d'espace libre. Vous pouvez aussi envisager d'enregistrer en mono plutôt qu'en stéréo (dans la section "E/S Audio" de la fenêtre "Préférences") ou en 16-bit à la place de 32-bits (section "Qualité" de la fenêtre "Préférences"). Chacune de ces possibilité diminue d'un facteur 2 l'espace disque requis.</p>
it: <p>Audacity non scade, ma il tempo con cui potete registrare dipende dalla quantità di spazio disponibile sul disco. Il messaggio che vedete esiste solo nelle vecchie versioni di Audacity, quindi siete pregati di eseguire l'aggiornamento alla <a href="../download">versione più recente</a>. Nelle versioni più recenti, il messaggio dice "Lo spazio su disco disponibile per la registrazione è di xx ore e yy minuti".</p> <p>Per disporre di un maggiore tempo per la registrazione, eliminate i vecchi file e cartelle (specialmente i vecchi file progetto Audacity e le cartelle _data quando avete terminato di lavorare con essi), o usate un altro disco con più spazio. Oppure prendete in considerazione di registrare in mono invece che in stereo (nella scheda Audio I/O delle Preferenze) o a 16 bit invece che a 32 bit (Scheda Qualità delle Preferenze). Ambedue queste scelte richiederanno la metà dello spazio necessario sul disco</p>
sl: <p>Audacity ne poteče čas delovanja, vendar pa je časovni obseg snemanja odvisen od količine prostora na pogonih. Sporočilo, ki ga vidite, je prisotno le v starejših različicah, zato, prosim, Audacity posodobite na <a href="../download">najnovejšo različico</a>. V novejših različicah se pojavlja naslednje sporočilo: "Preostali prostor na disku zadostuje za snemanje xx ur in yy minut".</p> <p>Da bi zagotovili več snemalnega časa, izbrišite stare datoteke in mape (še posebej stare projektne datoteke Audacity in _podatkovne mape, ko ste z njimi opravili) ali uporabite dodaten pogon z več prostora. Razmislite tudi o snemanju v tehniki mono namesto stereo (na zavihku Zvočni V/I Nastavitev) ali v 16-bitnem namesto 32-bitnem načinu (zavihek Kakovost v Nastavitvah). Sleherna od teh izbir bo razpolovila potrebni prostor na pogonih.</p>

source: <div id="install">Installation and Plug-Ins</div>
fr: <div id="install">Installation et modules (plugins)</div>
it: <div id="install">Installazione e plug-in</div>
sl: <div id="install">Namestitev in vtičniki

source: How do I download and install the LAME MP3 encoder?
af: Hoe laai ek die LAME MP3-enkodeerder af en hoe werk die installasie?
fr: Comment télécharger et installer l'encodeur LAME MP3 ?
it: Come posso scaricare e installare l'encoder MP3 Lame?
sl: Kako prenesem in namestim kodirnik LAME MP3?
