Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, and press the Record button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the Stop button.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
af: <p>Eerstens, verstel Audacity om <a href="faq?s=recording&amp;i=stereo">in stereo op te neem.</a>.</p> <p>Prop volgende die end van 'n stereokabel in by die “Line Out”- of oorfoonsok in by die bandspeler, minidisc-speler, of hoëtroustel. Prop die ander end in by die rekenaar se “Line In”-sok. As u nie 'n kabel het wat by altwee kante pas nie, kan u dalk by 'n elektronikawinkel een vind.</p> <p>Kies “Line In” as die toevoerbron op die Audacity-gereedskapbalk en druk die opneemknoppie. Terwyl Audacity opneem, speel dan die kasset, plaat of Minidisc. Sodra die hele opname voltooi is, druk die stopknoppie.</p> <p>Let wel:</p> <ul> <li><p>Moenie stereotoerusting by die rekenaar se mikrofoonsok inprop nie - hierdie is slegs vir laekragseine ontwerp. Gebruik eerder die “Line In”-sok.</p></li> <li><p>Moet nie 'n platespeler direk aan u rekenaar verbind nie. Die sein van 'n platespeler is verwronge en moet gekorrigeer word deur 'n platespeler-voorversterker of 'n ontvanger met 'n “phono”-toevoer.</p></li> </ul> <p>Sien ook: <a href="faq?s=files&amp;i=split">Hoe kan ek 'n lang opname verdeel in veelvuldige lêers of CD-bane?</a>.</p>

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section, turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section, turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p>
af: <h3>Windows en Linux</h3> <p>Om die opname te monitor, laat loop die rekenaar se volume-kontrolepaneel. Stel die terugspeelvolume hoër en sit die “mute”-merkblokkie af vir die opneembron (gewoonlik mikrofoon of “line in”).</p> <p>As hierdie nie werk nie, gaan na die Audacity-voorkeure. In die Oudio T/A-afdeling, aktiveer “Speel opname regstreeks tydens opname d.m.v. sagteware”.</p> <h3>Mac OS X</h3> <p>Gaan na die Audacity-voorkeure. In die “Oudio T/A”-afdeling en aktiveer “Speel opname regstreeks tydens opname d.m.v. sagteware”. “Speel opname regstreeks tydens opname d.m.v. hardeware”. is die beste indien dit beskikbaar is. As dit nie werk nie, aktiveer die ooreenstemmende sagtewarekeuse.</p>

source: <p>This is called multi-track recording. It makes it possible to record harmonies with yourself, or add new instruments or vocals to an existing recording. To do this in Audacity, follow these instructions:</p> <ol> <li>Import or record the first track.</li> <li>Open the “Audio I/O” section of the Audacity preferences, and check the box labeled <b>Play other tracks while recording new one.</b></li> <li>Close the preferences and press the <b>Record</b> button.</li> </ol> <p>See also: <a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></p>
af: <p>Hierdie staan bekend as multibaan-opname. Dit maak dit moontlik om harmonië met mensself op te neem, of om nuwe instrumente of stemme by 'n bestaande opname te voeg. Volg die volgende instruksies hiervoor:</p> <ol> <li>Neem die eerste baan op of voer dit in.</li> <li>Gaan na die “Oudio T/A”-afdeling by die Audacity-voorkeure en merk die blokkie <b>Speel ander bane tydens nuwe opname</b>.</li> <li>Maak die voorkeure toe, en druk die <b>opneem</b>-knoppie.</li> </ol> <p>Sien ook: <a href="faq?s=recording&amp;i=sync">Hoekom is die nuwe baan nie gesinchroniseer met die voriges nie?</a></p>

source: Opening and Saving Files
af: Oopmaak en stoor van lêers

source: <p>You may be able to recover your project automatically with the <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Please see the <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> page for more information.</p>
af: <p>Mens kan dalk die projek outomaties herwin met die <a href="http://www.mesw.de/audacity/recovery/">Audacity Herwinnigsprogram</a> (Recovery Utility). Sien gerus die "<a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a>"-blad vir meer inligting.</p>

source: <p>Audacity cannot import a track directly from an audio CD. You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> or <a href="http://www.apple.com/itunes/">iTunes</a> to extract CD tracks into a format that Audacity can read, like WAV or AIFF.</p>
af: <p>Audacity kan nie 'n baan direk van 'n oudio-CD invoer nie. Mens moet 'n aparte program soos <a href="http://cdexos.sourceforge.net/">CDex</a> of <a href="http://www.apple.com/itunes/">iTunes</a> gebruik om CD-bane in 'n formaat te kry wat Audacity kan lees, soos WAV of AIFF.</p>

source: Editing
af: Wysiging

source: <p>Some menu items are grayed out or disabled until they are ready for use. Before choosing an effect, you must select the audio that you want to change. To select audio, click and drag with the Selection tool to highlight it, or choose the “Select All” command from the Edit menu.</p>
af: <p>Sommige kieslysitems is grys of gedeaktiveer totdat hulle gebruik kan word. Voordat mens 'n effek kan gebruik, moet mens die oudio selekteer wat mens wil verander. Om oudio te selekteer, kies en sleep met die Merker om dit te verlig, of kies die “Kies alles”-opdrag vanaf die Wysig-kieslys.</p>

source: This page contains manuals and user’s guides for the free Audacity sound editor. For additional help, see the <a href="faq">Frequently Asked Questions</a> and <a href="tutorials">Tutorials</a>.
af: Hierdie blad bevat handleidings en gebruikersgidse vir die vrye Audacity klankredigeerder. Vir addisionele hulp, sien die <a href="faq">algemene vrae</a> en die <a href="tutorials">tutoriale</a> (in Engels).

source: (You can also access this reference though the "Help" menu in the Audacity program.)
af: (U kan ook hierdie verwysing kry onder die "Hulp"-kieslys in die Audacity-program.)

source: Audacity User’s Manual
af: Audacity gebruikershandleiding

source: Download the Audacity manual.
af: Laai die Audacity-handleiding af.

source: (To use the downloaded manual, unzip it and then open the "index.html" file.)
af: (Om die afgelaaide handleiding te gebruik, pak dit uit die argief en open die lêer "index.html".)

source: Other Resources
af: Ander hulpbronne

source: <a href="http://audacityteam.org/wiki/">The Audacity Wiki</a> contains tips, tricks, and documentation that anyone can edit.
af: <a href="http://audacityteam.org/wiki/">Die Audacity-wiki</a> bevat wenke en dokumentasie wat enigeen kan redigeer.

source: New!
af: Nuut!

source: Have questions? Post them to the <a href="http://audacityteam.org/forum/">Audacity Forum</a>.
af: Vrae? Plaas dit op die <a href="http://audacityteam.org/forum/">Audacity-forum</a>.

source: <p>If you have a question, check the list of <a href="faq">Frequently Asked Questions</a>.</p> <p>For instructions and help using Audacity, see:</p> <ul> <li><a href="documentation">Documentation</a> - Read the user’s manual and quick reference.</li> <li><a href="tutorials">Tutorials</a> - Step by step articles teach you how to use Audacity.</li> </ul> <p>If your question isn’t answered here, please post to the <a href="http://audacityteam.org/forum/">Audacity Forum</a> or <a href="../contact/">contact us</a>.</p>
af: <p>Indien u vrae het, sien die lys van <a href="faq">algemene vrae</a>.</p> <p>Vir instruksies en hulp met die gebruik van Audacity, sien:</p> <ul> <li><a href="documentation">Dokumentasien</a> - lees die gebruikershandleiding en verwysingsgids..</li> <li><a href="tutorials">Tutoriale</a> - Stap-vir-stap-artikels wat mens leer om Audacity te gebruik.</li> </ul> <p>Indien u vraag nie hierin beantwoord word nie, plaas u vraag op die <a href="http://audacityteam.org/forum/">Audacity-forum</a> of <a href="../contact/">kontak ons</a>.</p>

source: Tutorials
af: Tutoriale

source: <p>You can subscribe to our announcement list by entering your address in the form on the <a href="../">Audacity home page</a>. We will use this list only to send you brief announcements of new Audacity releases. We will never share the addresses on this list with anyone.</p> <p>To <b>unsubscribe</b> from the list at any time, enter your address in the form on our <a href="../">home page</a> and press the "Remove" button. If you have any problems or questions, please contact <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
af: <p>U kan inskryf by ons aankondigingslys deur u adres met die vorm op die <a href="../">Audacity-tuisblad</a> deur te stuur. Ons sal hierdie lys slegs gebruik om bondige aankondigings van nuwe Audacity-vryestellings te stuur. Ons sal nooit die adresse op die lys met enigeen deel nie. </p> <p>Om u inskrywing enige tyd te <b>staak</b>, vul u adres in op die vorm op ons <a href="../">tuisblad</a> en klik die "Verwyder"-knoppie. Indien u enige probleme of vrae het, kontak asseblief <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>

source: <p>(This applies to audacity-help, audacity-users, and other <a href="../contact/lists">discussion lists</a>.)</p> <p>These are public mailing lists. When you send a message to any of these addresses, including <a href="../contact/">audacity-help</a>, it will be forwarded to dozens of people, including Audacity developers and others. SourceForge and other web sites may publish archives of these lists. <b>Your email address will normally be removed from published archives for your privacy, and the Audacity developers will not share your address with anyone or add it to any lists.</b> However, we can't prevent other subscribers from seeing or publishing your messages.</p> <p>If you have any questions about this policy or are not comfortable writing to a public mailing list, send a private e-mail to the lead Audacity developer at: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
af: <p>(Hierdie is van toepassing op audacity-help, audacity-users, en ander <a href="../contact/lists">poslyste</a>.)</p> <p>Hierdie is publieke poslyste. Wanneer u 'n boodskap aan enige van hierdie adresse stuur, insluitend <a href="../contact/">audacity-help</a>, sal dit aangestuur word aan baie mense, insluitend Audacity-programmeerdres en andere. SourceForge en ander webwerwe publiseer moontlik argiewe van hierdie lyste. <b>U e-posadres sal normaalweg verwyder word van gepubliseerde argiewe ter wille van u privaatheid, en die Audacity-programmeerders sal nie u adres met enigiemand deel of dit by enige lyste voeg nie.</b> Ons kan egter nie voorkom dat ander intekenaars u boodskappe sien of publiseer nie.</p> <p>As u enige vrae het oor hierdie beleid, of as u nie gemaklik voel daarmee om na 'n publieke poslys te pos nie, stuur 'n private e-pos aan die hooprogrammeerder van Audacity by: <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>

source: If you have questions or comments for the Audacity developers, e-mail us at:
af: Indien u vrae of kommentaar het vir die Audacity-programmeerders, stuur e-pos (in Engels) vir ons by:

source: (This is a public mailing list. For details, see our
af: (Hierdie is 'n publieke poslys. Vir detail, sien ons

source: privacy policy
af: privaatheidbeleid

source: If you have a general question about how to use Audacity, please use the
af: Indien u 'n algemene vraag het oor die gebruik van Audacity, gebruik asb. die

source: You will need to register in order to post on the forum, then log in and use the "Create New Thread" link
af: U sal moet registreer om 'n boodskap te kan indien op die forum. Meld dan aan en gebruik die skakel "Create New Thread"

source: When you report a bug or problem, please:
af: Hou asb. die volgende in gedagte wanneer u 'n fout of probleem rapporteer:

source: Before you contact us, check the
af: Voordat u ons kontak, kyk by

source: Tell us what version of Audacity and which operating system you are using
af: Noem watter weergawe van Audacity en watter bedryfstelsel u gebruik

source: Include details of what you are trying to do, and any error messages or other problems you experience
af: Gee detail oor wat u probeer doen, asook enige foutboodskappe of ander probleme wat u ondervind

source: To discuss Audacity with other users and developers, join our
af: Om Audacity met ander gebruikers en programmeerders te bespreek, sluit aan by ons

source: These mailing lists are for discussion of the Audacity audio editor. </p> <p>Note: These are public mailing lists. For details, see our <a href="privacy">privacy policy</a>.
af: Hierdie poslyste is vir die bespreking van die Audacity oudioredigeerder. </p> <p>Let wel: Hierdie is publieke poslyste. Vir detail, sien ons <a href="privacy">privaatheidbeleid</a>.

source: Discuss Audacity with other users and developers.
af: Bespreek Audacity met ander gebruikers en programmeerders.

source: For translators localizing the Audacity software and web site.
af: Vir vertalers wat die Audacity-sagteware en -webwerf lokaliseer.

source: For developers working with the Audacity source code and documentation.
af: Vir programmeerders wat werk met die Audacity-bronkode en dokumentasie.

source: Developers can subscribe to this mailing list to receive automatic updates from <a href="../community/developers#bugzilla">Bugzilla</a>.
af: Programmeerders kan inteken op hierdie poslys om outomatiese opdaterings vanaf <a href="../community/developers#bugzilla">Bugzilla</a> te kry.

source: Send a message to this list if you have questions or comments for the Audacity developers. You do not need to subscribe to this list to send a message.
af: Stuur 'n boodskap na hierdie lys as u vrae of kommentaar het vir die Audacity-programmeerders. U hoef nie in te teken op hierdie lys om die boodskap te kan stuur nie.

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux, and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, and WAV sound files.</li> <li>Cut, copy, splice, and mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
af: <p>Audacity is 'n gratis, maklik-om-te-gebruik oudioredigeerder en -opnemer vir Windows, Mac OS X, GNU/Linux, en ander bedryfstelsels. U kan Audacity gebruik vir:</p> <ul> <li>Lewendige opnames.</li> <li>Omskakeling van kassette en plate na digitale opnames of CD's.</li> <li>Redigering van Ogg Vorbis-, MP3-, en WAV-lêers.</li> <li>Knip, kopieer, splice, en saammeng van klanke.</li> <li>Spoedverandering van 'n opname.</li> <li>En meer! Sien die volledige <a href="features">lys van eienskappe</a>.</li> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like “free beer”). It is <b>free as in freedom</b> (like “free speech”). Free software gives you the freedom to use a program, study how it works, improve it, and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.com/">Mozilla</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite, and entire <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-based operating systems</a>.</p>
af: <h3>Oor vrye sagteware</h3> <p>Audacity is vrye sagteware, ontwikkel deur 'n groep vrywilligers en versprei onder die <a href="license">GNU General Public License (GPL)</a>.</p> <p>Vrye sagteware is nie net gratis (soos 'n gratis ete) nie. Dit is <b>vry soos in vryheid</b> Vrye sagteware gee mens die vryheid om 'n program te gebruik, die werking te bestudeer, te verbeter en te deel met ander. Vir meer inligting, besoek die <a href="http://www.fsf.org/">Stigting vir vrye sagteware</a>.</p> <p>Programme soos Audacity word ook <b>oopbronsagteware</b> genoem, want hulle bronkode is beskikbaar aan enigeen om te bestudeer of te gebruik. Daar is duisende ander vrye en oopbronprogramme, insluitend die <a href="http://www.mozilla.com/">Mozilla</a>-webblaaier, die <a href="http://www.openoffice.org/">OpenOffice.org</a>-kantoorsuite, en volledige <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-gebaseerde bedryfstelsels</a>.</p>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 KHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
af: <h3>Klankkwaliteit</h3> <ul> <li>Opnames en redigering met 16-bis-, 24-bis-, en 32-bis- (dryfpunt) monsters.</li> <li>Opnames tot en met 96 KHz.</li> <li>Omskakeling tussen monstertempo's en en formate word met hoë kwaliteit herbemonster en afgerond.</li> <li>Meng bane met verskillende monstertempo's of formate - Audacity skakel dit intyds outomaties oor.</li> </ul>

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Audacity includes some sample plugins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plugins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
af: <h3>Inproppe</h3> <ul> <li>Voeg nuwe effekte by met <a href="http://www.ladspa.org/">LADSPA-inproppe</a>.</li> <li>Audacity sluit voorbeeld-inproppe in deur <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Laai VST-inproppe vir Windows en Mac, met die opsionele <a href="http://audacityteam.org/vst/">VST-module</a>.</li> <li>Skryf nuwe effekte met die ingeboude <a href="../help/nyquist">Nyquist</a>-programmeertaal.</li> </ul>

source: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
af: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> is 'n digitale stemopnemer vir Palm OS en Treo-handrekenaars

source: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> is a street-rock band from Finland.
af: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> is 'n street-rock-orkes van Finland.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> builds custom enterprise and departmental Windows applications.
af: <a href="http://www.audacity.com/">Audacity, Inc.</a> bou pasgemaakte Windows-programme vir besighede en departemente.

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux.
af: <a href="http://ardour.org/">Ardour</a> is 'n kragtige digitale oudio-werkstasie wat op GNU/Linux loop.

source: License
af: Lisensie

source: <p>Audacity is free software; you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.</p> <p>This license gives you the permission to modify, copy, distribute, and sell Audacity, as long as the code you distribute is available under the GPL. If you have questions, please <a href="../contact/">contact us</a>. <p>See also: <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.</p>
af: <p>Audacity is vrye sagteware; u kan dit herversprei en/of wysig onder die voorwaardes van die <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a> soos deur die Stigting vir Vrye Sagteware gepubliseer; óf weergawe 2 van die lisensie, óf (indien u so verkies) enige latere weergawe.</p> <p>Hierdie lisensie gee u die toestemming om Audacity te wysig, kopieer, versprei en te verkoop, solank die kode wat u versprei beskikbaar is onder die GPL. Indien u vrae het, <a href="../contact/">kontak ons</a> gerus. <p>Sien ook: <a href="http://www.gnu.org/licenses/gpl-faq.html">Algemene vrae oor die GNU GPL</a>.</p>

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance, and release tasks, freeing volunteers to spend more time on code.
af: Die span van Audacity se hoofprogrammeerders sal eerder die geld spandeer op items en dienste wat die projek as geheel baat. Geld wat by die projek inkom help ons om te betaal vir bandwydte en webhuisvesting, programmeringsgereedskap en oudiohardeware. In die verlede het ons van die geld van skenkings gebruik om die Audacity-handelsmerk te koop en om die vervoerkoste van die Audacity-programmeerders te subsidieer vir 'n programmeermaraton en ons beplan om meer hiervan te doen. Ons langtermyndoelwit is om genoeg geld in te samel om 'n voltydse programmeerder aan te stel wat al sy/haar tyd aan die projek kan wy en sommige van die take vir administrasie, onderhoud en vrystelling oor te neem, en so die vrywilligers in staat stel om meer tyd te hê vir programmering.
