Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <dl> <dt> Major new capabilities </dt> <dd> <ul> <li><b>FFmpeg support</b> (downloadable separately) permits import and export of a much wider range of file formats, including WMA, M4A and AC3, plus import of audio from video files</li> <li><b>On-demand loading</b> of uncompressed files eliminates the wait before files can be played or edited</li> <li><b>Linked audio and label tracks</b> allow labels to move with their corresponding audio when cutting, pasting or changing speed or tempo</li> </ul> </dd> </dt> <dt> Other features </dt> <dd> <ul> <li>Hierarchical plug-in grouping for built-in plug-ins</li> <li>Sound activated recording</li> <li>Ability to save smaller, compressed project files</li> <li>MIDI files can now be imported, cut-and-paste edited, then exported</li> </ul> </dd> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Transport menu for easy access to frequently used recording/playback commands and preferences</li> <li>Default View Mode Preference to choose Waveform, Spectrum or Pitch view</li> <li>Several bug fixes</li> </ul> </dd> </dt> </dl>
it: <dl> <dt> Nuove importanti funzionalità </dt> <dd> <ul> <li><b>Il supporto FFmpeg</b> (scaricabile separatamente) permette di importare ed esportare molti altri formati file, compresi WMA, M4A e AC3, e anche di importare audio dai file video</li> <li><b>Il caricamento a richiesta</b> di file non compressi elimina l'attesa prima che i file possano essere riprodotti o modificati</li> <li><b>Il collegamento di tracce audio ed etichette</b> permette di spostare le etichette con il loro audio corrispondente nelle operazioni di taglia, incolla o cambio velocità o tempo</li> </ul> </dd> </dt> <dt> Altre funzionalità </dt> <dd> <ul> <li>Raggruppameneto gerarchico per i plug-in incorporati</li> <li>Registrazione attivata da audio</li> <li>capacità di salvare file progetto compressi più piccoli</li> <li>I file MIDI possono ora essere importati, modificati con taglia e incolla, poi esportati</li> </ul> </dd> </dt> <dt> Varie </dt> <dd> <ul> <li>Menu Attività per un accesso facilitato ai comandi e preferenze di registrazione e riproduzione più frequentemente utilizzati</li> <li>Preferenza di modalità Vista predefinita per scegliere Forma d'onda, Spettro o Intonazione</li> <li>Numerose correzioni di errori</li> </ul> </dd> </dt> </dl>

source: New in Audacity 1.3.5
fr: Nouvelles fonctionnalités d'Audacity 1.3.5
it: Novità in Audacity 1.3.5
sl: Novo v Audacity 1.3.5

source: <dl> <dt> Recording / Playback </dt> <dd> <ul> <li>Several bugs fixed so that latency correction should be better, and more devices work correctly.</li> <li>Problems with invalid sample rates under Linux should be much rarer.</li> <li>Newer version of Portaudio library.</li> <li>New feature to record onto the end of an existing track (hold Shift while clicking Record).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Updated versions of Libogg, Libvorbis, Libflac, Libsndfile and Twolame libraries. <li>Handling of unsupported file formats more informative.</li> <li>Handling of file names with slashes on OS X improved.</li> <li>New dialog allows replacement of illegal file name characters on all platforms.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Improved scaling and layout for rulers and VU meters.</li> <li>Envelope fixes/improvements including full control of undo/redo.</li> <li>New keyboard shortcuts and improved menu navigation.</li> <li>Preferences:</li> <ul> <li>More intuitive tab arrangement.</li> <li>New options for mute/solo and Metadata Editor behavior.</li> <li>Language can now be changed without restart.</li> </ul> <li>Expanded Build Information tab.</li> </dd> </ul> </dt> <dt> Effects </dt> <dd> <ul> <li>New Vocal Remover plug-in, improvements for Generate effects.</li> </dd> </ul> </dt> <dt> Compilation </dt> <dd> <ul> <li>Fixes when building Audacity with libraries disabled.</li> <li>Improvements to make Mac and Solaris builds easier.</li> </dd> </ul> </dt> <dt> Security </dt> <dd> <ul> <li>Full fix for issue CVE-2007-6061 on systems where temporary directories can be changed by other users (thanks to Michael Schwendt).</li> </dd> </ul> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Updated translations for many locales.</li> <li>Several stability improvements.</li> </dd> </ul> </dt> </dl>
it: <dl> <dt> Registrazione / Riproduzione </dt> <dd> <ul> <li>Sono stati corretti numerosi errori cosicché la correzione della latenza dovrebbe essere migliorata, e più dispositivi funzionano correttamente.</li> <li>I problemi di frequenze di campionamento non valide con Linux dovrebbero essere molto più rari.</li> <li>Versione più nuova della libreria Portaudio.</li> <li>Nuove funzioni per registrare dopo la fine di una traccia esistente (tenendo premuto Maiusc mentre fate clic su Registra).</li> </dd> </ul> </dt> <dt> Importazione / Esportazione </dt> <dd> <ul> <li>Sono state aggiornate le versioni delle librerie Libogg, Libvorbis, Libflac, Libsndfile e . Twolame. <li>Gestione più informativa dei formati file non supportati.</li> <li>Gestione migliorata dei nomi dei file con slash in OS X.</li> <li>Un nuovo dialogo permette la sostituzione dei caratteri illegali dei nomi file in tutte le piattaforme.</li> </dd> </ul> </dt> <dt> Interfaccia </dt> <dd> <ul> <li>Migliorata graduazione e aspetto dei righelli e dei monitor.</li> <li>Corretti errori e apportati miglioramenti dell'inviluppo che comprendono il controllo completo di Annulla/Ripristina.</li> <li>Nuove scorciatoie da tastiera e migliorata navigazione nei menu.</li> <li>Preferenze:</li> <ul> <li>Disposizione più intuitiva delle schede.</li> <li>Nuove opzioni per Muto/Solo e dell'Editor Metadati.</li> <li>La lingua può ora essere cambiata senza dover riavviare il programma.</li> </ul> <li>Espansa la scheda Informazioni.</li> </dd> </ul> </dt> <dt> Effetti </dt> <dd> <ul> <li>Nuovo plug-in Rimozione voce, miglioramenti per gli effetti Genera.</li> </dd> </ul> </dt> <dt> Compilazione </dt> <dd> <ul> <li>Corretti errori quando Audacity agiva con le librerie disabilitate.</li> <li>Miglioramenti per rendere più facili i build Mac e Solaris.</li> </dd> </ul> </dt> <dt> Sicurezza </dt> <dd> <ul> <li>Completa correzione per il rilascio di CVE-2007-6061 nei sistemi in cui le cartelle temporanee possono essere cambiate da altri utenti (grazie a Michael Schwendt).</li> </dd> </ul> </dt> <dt> Varie </dt> <dd> <ul> <li>Aggiornate le traduzione per molte lingue.</li> <li>Numerosi miglioramenti nella stabilità.</li> </dd> </ul> </dt> </dl>

source: New in Audacity 1.3.4
fr: Nouvelles fonctionnalités d'Audacity 1.3.4
it: Novità in Audacity 1.3.4
sl: Novo v Audacity 1.3.4

source: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> New features </dt> <dd>New Welcome Screen with introduction to Audacity.</dd> <dd>Enhanced Windows Shell integration, so Audacity shows up in lots of Windows places such as "Open With".</dd> <dd>New keyboard command: "Mix and Render to New Track" (bound to Ctrl+Shift+M).</dd> <dd>New keyboard shortcut: "Shift-A" starts playback when stopped, or performs "Stop and Select" when playing.</dd> <dd>Added support for VAMP audio analysis plug-ins.</dd> <dd>Solo button solos only one track at a time, and a track cannot be both mute and solo.</dd> <dt> Interface </dt> <dd>Keyboard shortcuts for making short/long jumps along the timeline.</dd> <dd>Added "Snap To" in the Selection Bar.</dd> <dd>Made keyboard navigation easier when multiple menu items with the same first letter exist.</dd> <dd>Enhanced interface for label editing.</dd> <dd>Layout of OK/Cancel buttons consistency improved.</dd> <dd> Preferences: <ul> <li>"Select all audio in project, if none selected" (on by default).</li> <li>"Beep on completion of longer activities" (system bell, not main output).</li> <li>Other preferences cleaned up and explanations improved.</li> </ul> </dd> <dd>Envelopes: Many fixes when copying / pasting / repeating.</dd> <dd>Many translation updates.</dd> <dd>Track height fixed in several cases.</dd> <dd>CleanSpeech mode switching without closing and re-opening fixed.</dd> <dt> Opening/Saving Formats </dt> <dd>Metadata editor added for OGG, FLAC and WAV/AIFF exports, and general improvements.</dd> <dd>Metadata import improved.</dd> <dd>Muted tracks are no longer audible in the exported mix.</dd> <dt> Effects </dt> <dd>Truncate Silence: support for multiple and stereo tracks.</dd> <dd> Dtmf Generator: <ul> <li>Added support for keypad letters.</li> <li>Added an amplitude control.</li> </ul> </dd> <dd>Compressor: variable decay time added.</dd> <dd> Equalization: <ul> <li>Clicks at start / end prevented.</li> <li>Improvements to saved curves being found.</li> <li>Preview works correctly.</li> </ul> </dd> <dd>"Merge" command appears in Undo history.</dd> <dd>Clipping detected more reliably.</dd> <dd>Nyquist plug-ins reviewed and enhanced.</dd> <dd>Better (and more) progress bars.</dd> <dd>Canceling effect always restores previous audio.</dd> <dd>Several improvement to effects in batch mode.</dd> <dt> Recording/Playback </dt> <dd>Improvements to latency correction.</dd> <dd>Updated version of portaudio-v19 library.</dd> <dt> Note that Help is no longer built in, but accessible on the Web via links in Audacity. </dt> </dl> </dd> </dl>
it: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> Nuove funzionalità </dt> <dd>Nuova Schermata di Benvenuto con introduzione ad Audacity.</dd> <dd>Migliorata integrazione con Windows Shell, cosicché Audacity presenta molti posti Windows come "Apri con".</dd> <dd>Nuovo comando tastiera: "Miscela e renderizza in una nuova traccia" (legato a Ctrl+Shift+M).</dd> <dd>Nuova scorciatoia da tastiera: "Shift-A" avvia la riproduzione fermata, o esegue "Ferma e seleziona" durante la riproduzione.</dd> <dd>Aggiunto supporto per i plug-in VAMP di analisi audio.</dd> <dd>Il pulsante Solo viene applicato a una sola traccia alla volta, e a una traccia nopn è possibile applicare Muto e Solo.</dd> <dt> Interfaccia </dt> <dd>Scorciatoie da tastiera per eseguire spostamenti corti/lunghi sulla timeline.</dd> <dd>Aggiunta funzione "Ancoraggio" nella Barra Selezione.</dd> <dd>Resa più semplice la navigazione con tastiera quando esistono più voci di menu con la stessa prima lettera.</dd> <dd>Migliorata l'interfaccia per modificare le etichette.</dd> <dd>Schema dei pulsanti OK/Annulla notevolmente migliorato.</dd> <dd> Preferenze: <ul> <li>"Seleziona tutto l'audio del progetto, se non è selezionato nulla" (predefinito).</li> <li>"Bip al completamento di lunghe operazioni" (suono di sistema).</li> <li>Ripulite altre preferenzecon miglioramento della loro descrizione.</li> </ul> </dd> <dd>Inviluppi: Corretti molti errori nelle operazioi di copia / incolla / ripetizione.</dd> <dd>Aggiornate molte traduzioni.</dd> <dd>Corretta l'altezza delle tracce in molti casi.</dd> <dd>Corretto il passaggio alla modalità CleanSpeech senza dover chiudere e riaprire Audacity.</dd> <dt> Apertura/Salvataggio formati </dt> <dd>Aggiunto Editor metadati nell'esportazione OGG, FLAC e WAV/AIFF, e miglioramenti generali.</dd> <dd>Migliorata l'importazione metadati.</dd> <dd>Le tracce con Muto applicato non sono più udibili nel mixaggio esportato.</dd> <dt> Effetti </dt> <dd>Tronca Silenzio: supporto per più tracce e per le tracce stereo.</dd> <dd> Generatore Dtmf: <ul> <li>Aggiunto supporto per le lettere del keypad.</li> <li>Aggiunto un controllo dell'ampiezza.</li> </ul> </dd> <dd>Compressione: aggiunto tempo di decadimento variabile.</dd> <dd> Equalizzazione: <ul> <li>Impediti clic ad avvio / fine.</li> <li>Miglioramenti per le curve slavate che vengono trovate.</li> <li>L'anteprima funziona correttamente.</li> </ul> </dd> <dd>Il comando "Unisci" appare nella Cronologia di Annulla.</dd> <dd>Riconoscimento del clipping più affidabile.</dd> <dd>Plug-in Nyquist plug-ins riesaminati e migliorati.</dd> <dd>Barre di progressione migliorate.</dd> <dd>L'annullamento degli effetti ripristina sempre l'audio precedente.</dd> <dd>Numerosi miglioramenti negli effetti inella modalità batch.</dd> <dt> Registrazione/Riproduzione </dt> <dd>Miglioramenti nella correzione della latenza.</dd> <dd>Aggiornata la versione della libreria portaudio-v19.</dd> <dt> Da notare che il file Aiuto non è più incorporato, ma accessibile sul Web mediante collegamento in Audacity. </dt> </dl> </dd> </dl>

source: New features in Audacity 1.3.3
fr: Nouvelles fonctionnalités d'Audacity 1.3.3
it: Nuove funzionalità in Audacity 1.3.3
sl: Nove odlike Audacity 1.3.3

source: <dl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> Opening/saving formats </dt> <dd> Import <ul> <li>Import of audio from QuickTime (mov, aac, m4a) files now supported on OS X.</li> <li>Broadcast Wave Format (BWF) wave files can now be imported.</li> </ul> </dd> <dd> Export <ul> <li>Metadata can be added to OGG files.</li> <li>Improved Export option selection.</li> <li>Additional export options added to MP3 and FLAC file formats.</li> <li>Command line exporter now supported on Windows and OS X.</li> </ul> </dd> <dt> Effects </dt> <dd> EQ effect <ul> <li>Responsiveness improved.</li> <li>Several enhancements added.</li> <li>Batch support added.</li> </ul> </dd> <dd> New Auto Duck effect </dd> <dd> Added previewing to AudioUnit effects. </dd> <dd> Much improved Noise Removal effect </dd> <dd> Effects previewing can now be canceled. </dd> <dd> New DTMF Tone Generator effect </dd> <dd> Additional options available in Noise effect. </dd> <dd> Improved the Tone Generation effects. </dd> <dt> Other features </dt> <dd> New built-in screen capture utility </dd> <dd> Major speed improvement in Spectrogram rendering </dd> <dd> Increased support for drag and drop on OS X. </dd> <dd> Support added for building against wxWidgets 2.8.x. </dd> <dd> Can now open multiple Audacity Projects at once from Explorer on Windows. </dd> <dd> Improved main window sliders. </dd> <dd> New support for snapping while selecting and sliding </dd> <dd> Improved track focus handling and visual feedback. </dd> <dd> Speed improvements and handling of resizing/zooming in tracks </dd> <dd> Spectrum view can now be zoomed. </dd> <dd> New internal file cache to improve handling of project files over networks </dd> <dt> Also </dt> <dd> Many improvements to language specific translations </dd> <dd> Numerous stability improvements </dd> </dl> </dd> </dl>
it: <sl> <dt></dt> <dd> <!-- indent cheat --> <dl> <dt> Apertura/salvataggio formati </dt> <dd> Importazione <ul> <li>Ora è supportata l'importazione di audio dai file QuickTime (mov, aac, m4a) in OS X.</li> <li>I file Broadcast Wave Format (BWF) ora possono essere importati.</li> </ul> </dd> <dd> Esportazione <ul> <li>I metadati possono essere aggiunti ai file OGG.</li> <li>È stata migliorata l'opzione Esporta selezione.</li> <li>Sono state aggiunte ulteriori opzioni di esportazione per i formati file MP3 e FLAC.</li> <li>Ora è supportata l'esportazione con la linea di comandi in Windows e OS X.</li> </ul> </dd> <dt> Effetti </dt> <dd> Effetto EQ <ul> <li>È stata migliorata la risposta.</li> <li>Sono stati aggiunti numerosi miglioramenti.</li> <li>È stato aggiunto il supporto batch.</li> </ul> </dd> <dd> Nuovo effetto Riduci volume automaticamente </dd> <dd> È stata aggiunta l'anteprima agli effetti AudioUnit. </dd> <dd> È stato migliorato l'effetto Rimozione rumore </dd> <dd> Ora è possibile annullare l'anteprima degli effetti. </dd> <dd> Nuovo effetto Generatore toni DTMF </dd> <dd> Sono disponibili ulteriori opzioni nell'effetto Rumore. </dd> <dd> Sono stati migliorati gli effetti Genera toni. </dd> <dt> Altre funzionalità </dt> <dd> Nuova utilità incorporata di cattura schermo </dd> <dd> Notevole miglioramento della velocità del rendering dello Spettrogramma </dd> <dd> Aumentato supporto per il trascinamento in OS X. </dd> <dd> Aggiunto supporto per wxWidgets 2.8.x. </dd> <dd> Ora è possibile aprire più progetti Audacity contemporaneamente dall'Explorer in Windows. </dd> <dd> Migliorati i cursori della finestra principale. </dd> <dd> Nuovo supporto per la ripresa durante la selezione o lo scivolamento </dd> <dd> Migliorata gestione dell'evidenziazione e del riscontro visivo. </dd> <dd> Miglioramenti della velocità e della gestione del ridimensionamento/zoom delle tracce </dd> <dd> Alla vista Spettro ora può essere applicato lo zoom. </dd> <dd> Nuova cache file interni per migliorare la gestione dei file progetto sulle reti </dd> <dt> Inoltre </dt> <dd> Molti miglioramenti in specifiche traduzioni di altre lingue </dd> <dd> Numerosi miglioramenti della stabilità </dd> </dl> </dd> </dl>

source: New features in Audacity 1.3.1 and 1.3.2
af: Nuwe eienskappe in Audacity 1.3.1 en 1.3.2
fr: Nouvelles fonctionnalités d'Audacity 1.3.1 et 1.3.2
it: Nuove funzionalità in Audacity 1.3.1 e 1.3.2
sl: Nove odlike Audacity 1.3.1 in 1.3.2

source: Improved Toolbar Docking
af: Gereedskapbalke glip beter in
fr: Verrouillage amélioré de la barre d'outils
it: Migliorato ancoraggio della barra degli strumenti
sl: Izboljšano sidranje orodnih vrstic

source: Track focus for improved keyboard navigation
fr: Visée de piste pour une navigation au clavier améliorée
it: Evidenziazione traccia per una migliorata navigazione con la tastiera
sl: Pozornost na sledi za kvalitetnejše krmarjenje s tipkovnico

source: Repair and Equalization effects
fr: Effets de réparation et d'égalisation
it: Effetti Ripara ed Equalizzazione
sl: Učinki popravljanja in izenačevanja

source: Timer Recording
fr: Enregistrement programmé
it: Programma registrazione
sl: Časovno omejeno snemanje

source: Project saving and recovery
af: Stoor en terugwinning van projekte
fr: Sauvegarde et récupération du projet
it: Salvataggio e recupero dei progetti
sl: Shranjevanje in obnovitev projekta

source: Selection Bar
af: Seleksiebalk
fr: Barre de sélection
it: Barra Selezione
sl: Vrstica izbora

source: Mac OS X features
af: Mac OS X-eienskappe
fr: Fonctionnalités Mac OS X
it: Funzionalità per Mac OS X
sl: Odlike različice za Mac OS X

source: New features in Audacity 1.3.0
af: Nuwe eienskappe in Audacity 1.3.0
fr: Nouvelles fonctionnalités d'Audacity 1.3.0
it: Nuove funzionalità in Audacity 1.3.0
sl: Nove odlike Audacity 1.3.0

source: Collapse/Expand Tracks
fr: Minimiser/Maximiser (?) les pistes
it: Collassa/Espandi tracce
sl: Zloži/razpostri sledi

source: Multiple clips per track
fr: Plusieurs clips par piste
it: Clip multipli per traccia
sl: Več posnetkov na sled

source: Improved Label Tracks
af: Verbeterde etiketbane
fr: Pistes de marqueurs améliorées
it: Migliorate Tracce etichetta
sl: Izboljšave naslovnih sledi

source: Other features
af: Ander eienskappe
fr: Autres fonctionnalités
it: Altre funzionalità
sl: Druge odlike

source: Audacity 1.3: Collapse/Expand Tracks
fr: Audacity 1.3 : minimisation/maximisation des pistes
it: Audacity 1.3: Collassa/Espandi tracce
sl: Audacity 1.3: Zloži/razpostri sledi

source: In Audacity 1.3, every track has an upward-pointing triangle at the bottom of the label area on the left side of the track. Click it once to collapse the track to a very small size, and click it again to expand it back to its previous size. Note that as in previous versions, you can resize a track by clicking anywhere along the bottom edge and dragging up or down.
fr: Dans Audacity 1.3, en bas de chaque étiquette à gauche de la piste, il y a un triangle pointe en haut. Un clic réduit la piste à une très petite taille, un nouveau clic lui fait reprendre sa taille initiale. Comme pour les versions précédentes, il est possible de redimensionner la zone d'une piste en cliquant n'importe où sur le bord inférieur et en glissant vers le haut ou le bas.
it: In Audacity 1.3, ogni traccia ha un triangolino rivolto verso il basso alla base dell'area etichetta sul lato sinistro della traccia. Fate clic su di esso una volta per collassare la traccia a una dimensione molto piccola, e fate clic di nuovo su di esso per riespanderla alla sua dimensione precedente. Da notare che come nelle precedenti versioni, potete ridimensionare una traccia facendo clic in qualsiasi punto sul margine inferiore della traccia e trascinarla in alto o in basso.
sl: V Audacity 1.3 ima vsaka sled navzgor obrnjen trikotnik na dnu področja za label na levi strani sledi. Click it once to collapse the track to a very small size, and click it again to expand it back to its previous size. Note that as in previous versions, you can resize a track by clicking anywhere along the bottom edge and dragging up or down.

source: Before clicking on the collapse button for the top track
fr: Avant de cliquer sur le bouton Minimiser de la piste du haut
it: Prima fate clic sul pulsante Collassa per la traccia superiore
sl: Pred klikom na gumb Zloži za gornjo sled

source: After clicking on the collapse button
fr: Après avoir minimisé
it: Dopo fate clic sul pulsante Collassa
sl: Po kliku na gumb Zloži

source: After selecting 'Collapse All Tracks' from the View menu
fr: Après avoir sélectionné 'Minimiser toutes les pistes' dans le menu Affichage
it: Dopo selezionate 'Collassa tutte le tracce' nel menu Visualizza
sl: Po izboru 'Zloži vse sledi' iz menija Pogled

source: Back:
af: Vorige:
fr: Précédent :
it: Indietro:
sl: Nazaj:

source: Next:
af: Volgende:
fr: Suivant :
it: Avanti:
sl: Naprej:

source: Top:
fr: Niveau supérieur :
it: In alto:
sl: Vrh:

source: Audacity 1.3: Multiple clips per track
fr: Audacity 1.3 : Plusieurs clips par piste
it: Audacity 1.3: Clip multipli per traccia
sl: Audacity 1.3: več posnetkov na sled

source: In Audacity 1.2, there is one audio 'clip' per track. There is no easy way to time-shift part of a track without moving the rest. In Audacity 1.3, you can split a single track into multiple clips. You can move these clips around between different tracks, making it easy to construct complex compositions out of hundreds of smaller audio samples.
fr: Dans Audacity 1.2, il y a un 'clip' audio par piste. Il n'est pas facile de décaler une partie d'une piste sans déplacer le reste de la piste. Dans Audacity 1.3, vous pouvez découper une piste en plusieurs clips. Vous pouvez déplacer ces clips d'une piste à l'autre, permettant ainsi de construire des compositions complexes de centaines de petits échantillons audio.
it: In Audacity 1.2, vi è un 'clip' audio per traccia. Non è disponibile un modo facile per spostare temporalmente parte di una traccia senza spostare il resto. In Audacity 1.3, potete dividere una singola traccia in più clip. Potete spostare questi clip tra le differenti tracce, rendendo più facile costruire complesse composizioni con centinaia di piccoli campioni audio.
sl: V Audacity 1.2 lahko imate na eni sledi le en sam posnetek. Ni enostavnega načina, da bi časovno zamaknili del sledi brez premikanja preostalih posnetkov. V Audacity 1.3 lahko razdelite posamezno sled na več posnetkov. Te posnetke lahko premikate okoli med različnimi sledmi, s čimer je zelo enostavno ustvarjati zapletene kompozicije iz stotine manjših zvočnih vzorcev.
