Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: The following are known bugs or problems in Audacity %s:
af: Ons weet reeds van die volgende foute of probleme in Audacity %s:
fr: Voici une liste des bogues et problèmes connus pour Audacity %s :
it: I seguenti sono errori o problemi noti in Audacity %s:
sl: Znani hrošči ali težave v Audacity %s so naslednje:

source: Audacity can import and display MIDI files, but cannot play or edit them.
af: Audacity kan MIDI-lêers invoer en vertoon, maar kan hulle nie speel of redigeer nie.
fr: Audacity est capable d'importer et d'afficher des fichiers MIDI, mais pas de les lire ou de les éditer.
it: Audacity può importare e visualizzare file MIDI, ma non può riprodurli o modificarli.
sl: Audacity lahko uvozi in prikaže datotek MIDI, ne more pa jih predvajati ali urejati.

source: Linux: Recording in full duplex (playing existing tracks while recording) on some systems causes mono recordings to sound distorted or low-pitched. To work around this problem, set Audacity to record in stereo.
af: Linux: Opneem in voldupleks (opneem terwyl ander bane gespeel word) veroorsaak op party stelsels dat mono-opnames verwronge of laag klink. Om óm hierdie probleem te werk, stel Audacity om in stereo op te neem.
fr: Enregistrement en full duplex (enregistrement en simultanné avec la lecture de pistes existantes) : sur certains systèmes, les enregistrements mono semblent distordus ou faux (décalage vers les graves). Une solution consiste à enregistrer en stéréo.
it: Linux: La registrazione in full duplex (riprodurre tracce esistenti mentre si registra) in alcuni sistemi determina registrazioni mono fino ad audio distorto o con bassa intonazione. Per risolvere questo problema, impostate Audacity per la registrazione in stereo.
sl: Linux: Snemanje v polnem duplex (predvajanje obstoječih sledi med snemanjem) na nekaterih sistemih povzroči, da so mono posnetki slišati moteni ali nizkih tonov. Ta problem zaobidete z nastavitvijo Audacity za snemanje v tehniki stereo.

source: MacOS X: Audacity cannot work with files or folders that are contained inside folders with non-English characters (accents, symbols, etc.) in their names. Files with accented characters work, and Audacity projects with accented characters work. Only folders with accented characters in their names will cause problems.
af: MacOS X: Audacity kan nie werk met lêers of gidse wat bevat word in gidse met nie-Engelse karakters (aksente, simbole, ens.) in hulle name nie. Lêers met aksentkarakters werk, en Audacity-projekte met aksentkarakters werk. Slegs gidse met aksentkarakters in hulle name sal probleme gee.
fr: Mac OS X : Audacity ne peut travailler sur des fichiers ou des répertoires contenus dans des répertoires dont le nom comprend des caractères non anglais (accents, symboles, etc...). Les fichiers et les projets Audacity dont les noms comportent des accents sont toutefois acceptés. Seuls les noms de répertoire contenant des caractères accentués posent problème.
it: MacOS X: Audacity non può lavorare con file o cartelle che sono contenuti all'interno di cartelle che presentano caratteri non-inglesi (accenti, simboli, ecc.) nei loro nomi. I file con caratteri accentati funzionano, e i progetti Audacity con caratteri accentati funzionano. Solo le cartelle con caratteri accentati nei loro nomi causano problemi.
sl: MacOS X: Audacity ne deluje z datotekami ali mapami, ki se nahajajo v mapah z ne-angleškimi znaki (naglasi, šumniki, simboli itn.) v imenih. Datoteke s posebnimi znaki delujejo in tudi projekti Audacity s posebnimi znaki v imenu delujejo. Le mape s posebnimi znaki v imenu povzročajo težave.

source: <h3>Changes in Audacity 1.2.6</h3> <ul> <li>Fixed memory leaks on Windows. </li> <li>Corrected font size problems. </li> <li>Enabled missing FLAC support. </li> <li>Fixed Mac OS X (PPC only) screen redraw issues. </li>
af: <h3>Veranderings in Audacity 1.2.6</h3> <ul> <li>Geheue wat lek op Windows reggemaak. </li> <li>Probleme met skrifgroottes reggestel. </li> <li>Vermiste FLAC-ondersteuning geaktiveer. </li> <li>Probleme met die oorteken van die skerm op Mac OS X (slegs PPC) reggemaak. </li>
fr: <h3>Modifications dans Audacity 1.2.6</h3> <ul> <li>Manque de mémoire sous Windows fixé. </li> <li>Problèmes de taille de fontes corrigés. </li> <li>Support FLAC activé. </li> <li>Résolution de problèmes de rafraîchissement d'écran pour Mac OS X (PPC only). </li>
it: <h3>Modifiche in Audacity 1.2.6</h3> <ul> <li>Corrette le perdite di memoria in Windows. </li> <li>Corretti i problemi di dimensione dei caratteri. </li> <li>Abilitato il supporto FLAC mancante. </li> <li>Corretti i problemi di ritracciamento dello schermo in Mac OS X (solo PPC). </li>
sl: <h3>Spremembe v Audacity 1.2.6</h3> <ul> <li>Odpravljene pomnilniške luknje v okolju Windows. </li> <li>Popravljene napake velikosti pisave. </li> <li>Omogočena doslej manjkajoča podpora za FLAC. </li> <li>Popravljene napake pri prerisovanju zaslona v Mac OS X (samo pri PPC). </li>

source: <h3>Changes in Audacity 1.2.5</h3> <ul> <li>An official Intel Mac version is now available. </li> <li>Fixed bug in Generate Silence which caused it to apply to all tracks instead of just the selected ones. </li> <li>Mac OS X: audio device opening code has been rewritten. First, it is much more conservative about changing device settings; it will not change settings when you open the program or close the preferences dialog anymore, and it will not change the settings when you begin playback/recording if the current settings are adequate. When it does change the settings, it should work much better on devices such as the Griffin iMic, ART USB Phono Plus, and Ion iMX02 USB. </li> <li>Mac OS X: added new Audio I/O preference that lets you tell Audacity to never change any audio device settings. </li> <li>Newer libsndfile supports FLAC import and export </li> <li>Updated soundtouch to current version which is faster and better quality </li> <li>Modified configure script prefers system libraries to local copies to reduce compilation times and memory usage. </li> <li>Minor updates to help files. </li> <li>New or updated translations: Bulgarian (bg), Galician (gl), Traditional Chinese (zh_TW), Simplified Chinese (zh), Slovenian (sl), Swedish (sv), Bangladeshi (bn), Slovakian (sk), Romanian (ro), Lithuanian (lt), Welsh (cy), and Turkish (tr). </li> </ul>
fr: <h3>Changements dans Audacity 1.2.5</h3> <ul> <li>Une version Intel Mac officielle est désormais disponible. </li> <li>Un bogue est fixé dans Générer silence. Il appliquait cet effet à toutes les pistes et non aux seules sélectionnées. </li> <li>Mac OS X: codes d'ouverture des périphériques audio réécrits. Tout d'abord, il est nettement plus conservateur quant à la modification des paramètres des périphériques ; il ne changera plus les paramètres à l'ouverture du programme ou à la fermeture de la boîte de dialogue des préférences. Il ne le fera pas au démarrage de l'enregistrement ou de la lecture quand les réglages courants sont adéquats. La modification des paramètres fonctionnera bien mieux sur des périphériques tels Griffin iMic, ART USB Phono Plus et Ion iMX02 USB. </li> <li>Mac OS X: ajout de nouvelles préférences d'E/S Audio permettant de demander à Audacity de ne jamais changer les paramêtres des périphériques audio. </li> <li>Libsndfile plus récent supportant l'import et l'export FLAC </li> <li>Passage à la version courante de soundtouch, plus rapide et de meilleure qualité </li> <li>Le script de configuration préfère désormais les bibliothèques système aux copies locales afin de réduire le temps de compilation et l'usage de la mémoire. </li> <li>Mises à jour mineures pour les fichiers d'aide. </li> <li>Nouvelles traduction et mises à jour: Bulgare (bg), Galicien (gl), Chinois traditionnel (zh_TW), Chinois simplifié (zh), Slovenien (sl), Suédois (sv), Bangladeshi (bn), Slovaque (sk), Roumain (ro), Lithuanien (lt), Gallois (cy), et Turc (tr). </li> </ul>
it: <h3>Modifiche in Audacity 1.2.5</h3> <ul> <li>È ora disponibile una versione ufficialel Intel Mac. </li> <li>Corretto l'errore inn Genera Silenzio che causava l'applicazione a tutte le tracce invece che alle sole tracce selezionate. </li> <li>Mac OS X: il codice di apertura dei dispositivi audio è stato riscritto. Primo, è molto più conservativo sul cambiamento delle impostazioni di dispositivo; non cambierà le impostazioni quando aprite il programma o chiudete il dialogo Preferenze, e non cambierà le impostazioni quando iniziate la riproduzione/registrazione se le impostazioni correnti sono adeguate. Quando cambia le impostazioni, dovrebbe funzionare molto meglio nei dispositivi come Griffin iMic, ART USB Phono Plus, e Ion iMX02 USB. </li> <li>Mac OS X: aggiunta la nuova preferenza Audio I/O che vi permette di indicare ad Audacity di non cambiare mai le impostazioni di qualsiasi dispositivo audio. </li> <li>Supporto libsndfile più nuovo per l'importazione e l'esportazione FLAC </li> <li>Aggiornato soundtouch per la versione corrente che è più veloce e di migliore qualità </li> <li>Modificato lo script di configurazione che prefrisce le librerie di sistema alle copie locali per ridurre i tempi di compilazione e l'utilizzo di memoria. </li> <li>Aggiornamenti minori nei file di aiuto. </li> <li>Nuove o aggiornate traduzioni: Bulgaro (bg), Gaelico (gl), Cinese tradizionale (zh_TW), Cinese semplificato (zh), Sloveno (sl), Svedese (sv), Bangladeshi (bn), Slovacco (sk), Romeno (ro), Lituano (lt), Gallese (cy), e Turco (tr). </li> </ul>
sl: <h3>Spremembe v Audacity 1.2.5</h3> <ul> <li>Zdaj je na voljo uradna različica za Intel Mac. </li> <li>Odpravljen hrošč pri Ustvari tišino, ki je povzročal delovanje učinka na vseh sledeh, ne le na izbranih. </li> <li>Mac OS X: koda odpiranja zvočnih naprav je bila napisana znova. Predvsem je veliko bolj konzervativna pri spreminjanju nastavitev naprav; ne spremeni več nastavitev, če odprete program ali zaprete pogovorno okno nastavitev, prav tako ne spremeni nastavitev, ko predvajate ali snemate, v primeru da so trenutne nastavitve ustrezne. Ko spremeni nastavitve, bi morale te delovati veliko bolje z napravami, kot so Griffin iMic, ART USB Phono Plus in Ion iMX02 USB. </li> <li>Mac OS X: dodana nova možnost Audio I/O, ki pove Audacity, da naj nikoli ne spreminja nobenih zvočnih nastavitev naprav. </li> <li>Novejši libsndfile podpira uvoz in izvoz FLAC </li> <li>Posodobljeni soundtouch na najnovejšo različico je hitrejši in višje kakovosti </li> <li>Spremenjeni skript configure daje prednost sistemskim knjižnicam pred krajevnim kopijam, kar zmanjša čas prevajanja in uporabo pomnilnika. </li> <li>Manjše posodobitve datotek pomoči. </li> <li>Novi ali posodobljeni prevodi: bolgarski (bg), galicijski (gl), tradicionalni kitajski (zh_TW), poenostavljeni kitajski (zh), slovenski (sl), švedski (sv), bangladeški (bn), slovaški (sk), romunski (ro), litovski (lt), velški (cy) in turški (tr). </li> </ul>

source: <h3>Changes in Audacity 1.2.4b</h3> <ul> <li>A serious problem with the French translation was corrected. </ul>
af: <h3>Veranderings in Audacity 1.2.4b</h3> <ul> <li>'n Ernstige probleem met die Franse vertaling is gekorrigeer. </ul>
fr: <h3>Changes in Audacity 1.2.4b</h3> <ul> <li>Correction d'un sérieux problème pour la traduction française <li>(caractères accentués) </ul>
it: <h3>Modifiche in Audacity 1.2.4b</h3> <ul> <li>Un serio problema con la traduzione francese è stato corretto. </ul>
sl: <h3>Spremembe v Audacity 1.2.4b</h3> <ul> <li>Odpravljena je resna težava s francoskim prevodom. </ul>

source: <h3>Changes in Audacity 1.2.4</h3> <ul> <li>The File menu now includes a list of recent files. </li> <li>The "Generate Silence" effect now prompts for a length. </li> <li>Audacity is now built with Vorbis 1.1, which features better encoding quality and file compression. </li> <li>Dragging sound files into the Audacity window now works on Mac OS X and Linux, as well as Windows. (Before, it worked only on Windows.) </li> <li>Better support for certain audio devices on Mac OS X 10.4 "Tiger" </li> <li>The "View History" window can now discard old undo levels to save disk space on Windows. (This previously worked only on Linux and Mac.) </li> <li>"Preferences" command is now in Edit menu. </li> <li>"Plot Spectrum" command is now in Analyze menu. </li> <li>Opening a project file saved by a later version of Audacity displays an intelligent error message. Also, trying to import a project file (instead of open it) displays an intelligent error message. </li> <li>Audacity now compiles in Visual C++ .NET 2003. </li> <li>Other minor bug fixes. </li> <li>New or updated translations: Arabic (ar), Czech (cs), Finnish (fi), Hungarian (hu), Japanese (ja), Norwegian (nb), Slovenian (sl), Simplified Chinese (zh_CN), Traditional Chinese (zh_TW). </li> </ul>
af: <h3>Veranderings in Audacity 1.2.4</h3> <ul> <li>Die lêer-kieslys sluit nou 'n lys van onlangse lêers in. </li> <li>Die "Genereer stilte"-effek vra nou vir 'n tydsduur. </li> <li>Audacity word nou gebou met Vorbis 1.1, met beter enkoderingkwaliteit en saampersing. </li> <li>Die sleep van lêers ("dragging") na die Audacity-venster werk nou op Mac OS X en Linux, asook op Windows. (Vantevore het dit slegs op Windows gewerk.) </li> <li>Beter ondersteuning vir sekere oudiotoestelle op Mac OS X 10.4 "Tiger" </li> <li>Die "Geskiedenis"-venster kan nou ou ontdoenvlakke skrap om skyfspasie te spaar op Windows. (Hierdie het vantevore slegs op Linux en Mac gewerk.) </li> <li>Die "voorkeure" is nou in die "Redigeer"-kieslys. </li> <li>Die "Spektrum"-opdrag is nou in die "Analiseer"-kieslys. </li> <li>As 'n projeklêer oopgemaak word wat deur 'n nuwer weergawe van Audacity gestoor is, word 'n intelligente foutboodskap vertoon. 'n Poging om 'n projeklêer in te voer (eerder as om dit oop te maak) vertoon 'n intelligente foutboodskap. </li> <li>Audacity vertaal nou in Visual C++ .NET 2003. </li> <li>Ander klein foute is reggestel. </li> <li>Nuwe of opgedateerde vertalings: Arabies (ar), Tsjeggies (cs), Fins (fi), Hongaars (hu), Japannees (ja), Noorweegs (nb), Sloweens (sl), Vereenvoudigde Sjinees (zh_CN), Tradisionele Sjinees (zh_TW). </li> </ul>
fr: <h3>Changements dans Audacity 1.2.4</h3> <ul> <li>Le menu Fichier inclut désormais une liste des fichiers récemment ouverts. </li> <li>L'effet "Générer du silence" demande quelle doit en être la durée. </li> <li>Audacity est désormais assemblé avec Vorbis 1.1, ce qui apporte des améliorations de qualité d'encodage et de compression de fichier. </li> <li>Déposer des fichiers audio dans la fenêtre Audacity fonctionne également sous Mac OS X et Linux. Auparavant, ce n'était que le cas sous Windows. </li> <li>Un meilleur support de certains périphériques audio sous Mac OS X 10.4 "Tiger" </li> <li>La fenêtre "View History" propose d'abandonner les plus anciens niveaux d'annulation pour épargner de l'espace disque sous Windows. (Cette fonction n'était auparavant disponible que sous Linux et Mac.) </li> <li>L'élément de menu "Préférences" se trouve maintenant dans le menu Édition. </li> <li>L'élément de menu "Tracer le spectre" se trouve maintenant dans le menu Analyse. </li> <li>L'ouverture d'un fichier de projet sauvegardé à partir d'une version précédente d'Audacity entraîne l'affichage d'un message d'erreur intelligent. De même pour l'importation d'un fichier de projet (en lieu et place de son ouverture). </li> <li>Audacity compile désormais en Visual C++ .NET 2003. </li> <li>Autres correctifs de bogues mineurs. </li> <li>Traductions nouvelles : Arabe (ar), Tchèque (cs), Finnois (fi), Hongrois (hu), Japonais (ja), Norvégien (nb), Slovène (sl), Chinois simplifié (zh_CN), Chinois traditionnel (zh_TW). </li> </ul>
it: <h3>Modifiche in Audacity 1.2.4</h3> <ul> <li>Il menu File ora include un elenco di file recenti. </li> <li>L'effetto "Genera Silenzio" ora avvisa sulla lunghezza. </li> <li>Audacity è ora incorporato con Vorbis 1.1, le cui funzioni permettono una migliore qualità di codifica e compressione del file. </li> <li>Il trascinamento dei file audio nella finestra di Audacity ora funziona in Mac OS X e Linux, come in Windows. (Prima, funzionava solo su Windows.) </li> <li>Migliore supporto per certi dispositivi audio su Mac OS X 10.4 "Tiger" </li> <li>La finestra "Visualizza cronologia" può ora eliminare i vecchi livelli di Annulla per salvare spazio su disco in Windows. (Questa funzione in precedenza agiva solo su Linux e Mac.) </li> <li>Il comando "Preferenze" è ora nel menu Modifica. </li> <li>Il comando "Mostra spettro" è ora nel menu Analizza. </li> <li>L'apertura di un file progetto salvato con una vecchia versione di Audacity visualizza un intelligente messaggio di errore. Inoltre, il tentativo di importare un file progetto (invece di aprirlo) visualizza un intelligente messaggio di errore. </li> <li>Audacity ora compila in Visual C++ .NET 2003. </li> <li>Altre correzioni di errori minori. </li> <li>Nuove o aggiornate traduzioni: Arabo (ar), Ceco (cs), Finnico (fi), Ungherese (hu), Giapponese (ja), Norvegese (nb), Sloveno (sl), Cinese semoplificato (zh_CN), Cinese tradizionale (zh_TW). </li> </ul>
sl: <h3>Spremembe v Audacity 1.2.4</h3> <ul> <li>Meni Datoteka vsebuje seznam nazadnje odprtih datotek. </li> <li>Učinek "Tvori tišino" zdaj povpraša za dolžino. </li> <li>Audacity je zdaj grajen z Vorbisom 1.1, ki ponuja boljšo kvaliteto kodiranja in stiskanja datotek. </li> <li>Vlečenje zvočnih datotek v okno Audacity zdaj dela v okolju Mac OS X in Linuxu, kot tudi v Windows. (Prej je delalo le v okolju Windows.) </li> <li>Boljša podpora za določene zvočne naprave na Mac OS X 10.4 "Tiger" </li> <li>Okno "Ogled zgodovine" lahko zdaj opusti stare stopnje povrnitve za prihranek prostora na disku v okolju Windows. (To je prej delovalo le v okoljih Linux in Mac.) </li> <li>Ukaz "Nastavitve" se zdaj nahaja v meniju Uredi. </li> <li>Ukaz "Nariši spekter" je zdaj v meniju Analiziraj. </li> <li>Odpiranje projekta, ki je bil shranjen z novejšo različico Audacity izpiše pametno sporočilo o napaki. Pri uvozu projektne datoteke (namesto njenemu odpiranju) prikaže prav tako pametno sporočilo o napaki. </li> <li>Audacity zdaj prevajamo z Visual C++ .NET 2003. </li> <li>Drugi manjši popravki hroščev. </li> <li>Novi ali posodobljeni prevodi: arabski (ar), češki (cs), finski (fi), madžarski (hu), japonski (ja), norveški (nb), slovenski (sl), poenostavljeni kitajski (zh_CN), tradicionalni kitajski (zh_TW). </li> </ul>

source: Windows 95 and NT are not supported.
fr: Windows 95 et NT ne sont pas supportés.
it: Windows 95 e NT non sono più supportati.
sl: Okolji Windows 95 in NT nista podprti.

source: The values in the "Recommended RAM/processor speed" column below are for tasks like recording for an hour, or editing three 20 minute tracks simultaneously. The values in the "Minimum RAM/processor speed" column will be fine for smaller/shorter tasks, especially if unnecessary programs are closed.
fr: Les valeurs indiquées dans la colonne "Mémoire RAM recommandée / vitesse processeur recommandée" ci-dessous sont données pour des actions telles qu'enregistrer pendant une heure ou éditer trois pistes de 20 minutes simultanément. Les valeurs dans la colonne "Mémoire RAM minimale/vitesse processeur minimale" seront acceptables pour des actions plus courtes, et plus particulièrements si d'autres programmes non nécessaires sont fermés pendant le travail d'Audacity.
it: I valori nella colonna "RAM/velocità processore raccomandate" servono per scopi come la registrazione per un'ora, o per modificare contemporaneamente tre tracce di 20 minuti. I valori nella colonna "RAM/velocità processore minime" sono idonei per lavori più brevi, specialmente se sono stati chiusi programmi non necessari.
sl: Vrednosti v spodnjem stolpcu "Priporočena velikost pomnilnika/hitrost procesorja" so za naloge, kot je snemanje v dolžini ene ure ali montaža treh dvajsetminutnih sledi hkrati. Vrednosti v stolpcu "Najmanjša velikost pomnilnika/hitrost procesorja" bo zadostovala za manjše/krajše naloge, še posebej, če zaprete nepotrebne aplikacije.

source: Windows version
fr: Version Windows
it: Versione Windows
sl: Različica Windows

source: Recommended RAM/<br>processor speed
fr: Mémoire RAM recommandée/<br>vitesse processeur recommandée
it: RAM/<br>velocità processore raccomandata
sl: Priporočena velikost pomnilnika/<br>hitrost procesorja

source: Minimum RAM/<br>processor speed
fr: Mémoire RAM minimale/<br>vitesse processeur minimale
it: RAM/<br>velocità processore minima
sl: Najmanjša velikost pomnilnika/<br>hitrost procesorja

source: Generally, Audacity works best on computers meeting more than the minimum requirements in the table above. Where Audacity is to be used for lengthy multi-track projects, we recommend using Windows 2000, XP or Vista running on machines of substantially higher specification than the minimum stated above.
fr: Généralement Audacity fonctionne mieux sur les ordinateurs dépassant les pré-requis minimaux décrits dans le tableau ci-dessous. Lorsqu'Audacity est utilisé pour de longs projets multi-pistesn nous recommandons d'utiliser Windows 2000, XP ou Vista sur des machines avec des performances très supérieures aux minima ci-dessous.
it: Generalmente, Audacity funziona bene sui computer che presentano dei requisiti minimi superiori a quelli elencati nella tabella precedente. Se Audacity deve essere usato per lunghi progetti multi-traccia, raccomandiamo di usare Windows 2000, XP o Vista che girano su macchine con più elevate specifiche rispetto ai minimi definiti in precedenza.
sl: Splošno deluje Audacity najbolje na računalniških sistemih, ki presegajo minimalne zahteve iz zgornje tabele. Ko želite Audacity uporabiti za daljše večsledne projekte, priporočamo uporabo Windows 2000, XP ali Vista na računalnikih z občutno močnejšimi konfiguracijami, kot je minimalno zahtevana za te operacijske sisteme.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor, including help files. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
fr: <a href="%s">Programme d'installation d'Audacity %s</a> (exécutable .exe, %.1lf MB) - La dernière version d'Audacity, incluant les fichiers d'aide. Consultez <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">ce lien</a> pour plus d'informations sur Vista.
it: <a href="%s">Audacity %s installer</a> (file .exe, %.1lf MB) - L'ultima versione dell'editor audio libero Audacity, che comprende i file di aiuto. Vedere <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Ulteriori informazioni su Vista</a>.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest available version for Windows 98 and ME.</a>
fr: <a href="%s">Programme d'installation d'Audacity %s</a> (exécutable .exe, %.1lf MB) - la dernière version d'Audacity disponible pour Windows 98 et ME.
it: <a href="%s">Audacity %s installer</a> (file .exe, %.1lf MB) - L'ultima versione disponibile per Windows 98 e ME.</a>

source: localized_downloads_windows
fr: version locales pour Windows
it: finestre_download_localizzate
sl: lokalizirani_prenosi_windows

source: <a href="%s">LADSPA plug-ins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins.
fr: <a href="%s">Installeur de modules (plugins) %s LADSPA</a> (exécutable .exe, %.1lf MB) - plus de 90 modules.
it: <a href="%s">LADSPA plug-ins %s installer</a> (file .exe, %.1lf MB) - oltre 90 plug-in.
