Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <h3>Translation Instructions (software and web site)</h3> <p>Normally there will already be a translation for your language of the Audacity software or web site, but often it needs to be updated for the latest changes. <b>To update an existing translation</b>, use the links below to download the .po file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>On the "Log" page for your language, click the "download" link at the top, just to right of "Links to HEAD" (right-click or control-click and save the target or link if necessary).</p> <p><b>If there is no .po file for your language</b>, create one by downloading the latest "audacity.pot" or "audacity_website.pot" file under "Resources for Translators" above. (If the links only produce text in the browser, right-click or control-click and save the target or link). Rename the .pot to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p><b>Programs for creating and editing .po files:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p><b>Basic usage of poEdit:</b><p> <ul> <li>For a newly created .po file, set its properties by clicking <b>Catalog > Settings</b> and filling in the required information. Set the target language in the <b>Language</b> menu. Make sure to set the "charset" option correctly, otherwise poEdit will not save any translations with non-English characters. </li> <li>For an existing .po file, download "audacity.pot" or "audacity_website.pot" from "Resources for Translators" above. In poEdit, click <b>Catalog > Update from POT file</b> to update your .po file with the latest strings from the downloaded .pot file. Then translate the .po file (<b>not</b> the .pot file).</li> <li>When you File > Save, poEdit saves the .po file, plus a .mo file for use in Audacity.</li> </ul> <p><b>To test a translation in Audacity:</b></p> <ul> <li>Navigate to the "Languages" directory inside the Audacity installation directory, and open the directory with the same name as your .po file. If creating a new translation, create a directory in the "Languages" folder using the correct language code from <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "Audacity\Languages\ta".</li> <li>Rename the saved <b>.mo</b> file to "Audacity.mo", and paste it into the directory you opened or created.</li> <li>Open Audacity and in <b>Preferences: Interface</b>, choose your language and click OK. You should now see your translations. </li> </ul> <p><b>Further information:</b></p> <ul> <li><b>To submit a translation</b>, please send the completed .po file to the audacity-translation mailing list. A member of Audacity Team will commit the file and send a message to the list confirming this.</li> <li>Please read <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Translating Audacity</a> for more tips on translating the Audacity source code, and to learn how the Audacity software and web site are translated.</li> </ul>
it: <h3>Istruzioni per la traduzione (software e sito web)</h3> <p>In genere è già disponibile una traduzione per la vostra lingua del software Audacity o del sito web, ma spesso è necessario aggiornarla per le ultime modifiche. <b>Per aggiornare una traduzione esistente</b>, usate i link seguenti per scaricare il file .po per la vostra lingua:</p> <ul> <li><a href="%s">Traduzioni di Audacity</a></li> <li><a href="%s">Traduzioni del sito web di Audacity</a></li> </ul> <p>Nella pagina "Log" per la vostra lingua, fate clic sul collegamento "download" nella parte superiore, a destra di "Link per HEAD" (fate clic destro o Control-clic e salvate la destinazione o il link se necessario).</p> <p><b>Se non è disponibile alcun file .po per la vostra lingua</b>, createne uno scaricando l'ultimo file "audacity.pot" o "audacity_website.pot" in "Risorse per i traduttori". (Se i link daranno esito solo a testo nel browser, fate clic destro or Control-clic e salvate la destinazione o il link). Rinominate il file .pot in "audacity.po" (o "audacity_website.po" per la traduzione del sito web) prima di iniziare la vostra traduzione.</p> <p><b>Programmi per creare e modificare i file .po:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> per Windows e Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> per KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> è il programma standard per la maggior parte dei sistemi Unix. Comprende una modalità PO per l'editor di testi Emacs.</li> </ul> <p><b>Nozioni di base per usare poEdit:</b><p> <ul> <li>Per un file .po creato ex novo, impostate le sue proprietà facendo clic su <b>Catalogo > Impostazioni</b> e inserite le informazioni richieste. Impostate la lingua di destinazione nel menu <b>Lingua</b>. Accertatevi di impostare l'opzione "insieme di caratteri" in maniera corretta, altrimenti poEdit non salverà alcuna traduzione con caratteri non inglesi. </li> <li>Per un file .po esistente, scaricate il file "audacity.pot" o "audacity_website.pot" da "Risorse per i traduttori". In poEdit, fate clic su <b>Catalogo > Aggiorna da file POT</b> per aggiornare il vostro file .po con le ultime stringhe dal file .pot scaricato. Poi traducete il file .po (<b>non</b> il file .pot).</li> <li>Quando usate File > Salva, poEdit salva il file .po, più un file .mo da usare in Audacity.</li> </ul> <p><b>Per provare la traduzione in Audacity:</b></p> <ul> <li>Andate nella cartella "Languages" all'interno della cartella di installazione di Audacity, e aprite la cartella con lo stesso nome del vostro file .po. Se state creando una nuova traduzione, create una cartella nella cartella"Languages" usando il corretto codice lingua da <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. Per esempio, il codice per la lingua Tamil è "ta", quindi create "Audacity\Languages\ta".</li> <li>Rinominate il file <b>.mo</b> salvato in "Audacity.mo", e incollatelo nella cartella che avete aperto o creato.</li> <li>Aprite Audacity e in <b>Preferences: Interface</b>, scegliete la vostra lingua e fate clic su OK. Ora dovreste vedere la vostra traduzione. </li> </ul> <p><b>Ulteriori informazioni:</b></p> <ul> <li><b>Per inviare una traduzione</b>, siete pregati di inviare il file .po completato alla mailing list audacity-translation. Un componenete del Team di Audacity prenderà in consegna il file e invierà un messaggio di conferma dell'invio alla lista.</li> <li>Siete pregati di leggere <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Tradurre Audacityy</a> per avere ulteriori istruzioni sulla traduzione del codice sorgente di Audacity, e per capire come vengono tradotti il software e il sito web Audacity.</li> </ul>

source: You must subscribe to send messages to this list.
af: U moet inteken om boodskappe na hierdie lys te kan stuur.
fr: Vous devez vous inscrire pour envoyez des courriels à cette liste.
it: Per inviare messaggi a questa lista dovete prima iscrivervi.
sl: Za pošiljanje sporočil na ta seznam se morate nanj naročiti.

source: %s archives and subscription information
af: %s-argiewe en inteken-inligting
fr: Archives et informations sur %s
it: %s archivi e informazioni sull'iscrizione
sl: Arhivi %s in podatki o prijavi

source: These lists are for discussion about the Audacity audio editor. </p> <p><b>Note:</b> In line with our <a href="../contact/privacy#lists">Privacy Policy</a>, these are public lists - messages are seen by all list subscribers, and posted on several web sites where the messages are archived.</p>
fr: Ces listes sont destinées à discuter de l'éditeur audio Audacity. </p> <p><b>Note:</b> En accord avec notre <a href="../contact/privacy">Politique de Vie Privée</a>, ce sont des listes publiques - les messages sont vus par tous les adhérents à la liste, et copiés sur plusieurs sites web où les messages sont archivés.</p>
it: Queste liste sono per la discussione sull'editor audio Audacity. </p> <p><b>Nota:</b> In linea con la nostra <a href="../contact/privacy#lists">Politica sulla Privacy</a>, queste sono liste pubbliche - i messaggi sono visti da tutti gli iscritti alla lista, e pubblicati su vari siti web in cui i messaggi vengono archiviatil.</p>

source: Discuss Audacity with other <a href="../community/users">users</a> and developers.
fr: Discutez d'Audacity avec les autres <a href="../community/users">utilisateurs</a> et les développeurs.
it: Discutete di Audacity con altri <a href="../community/users">utenti</a> e sviluppatori.
sl: Pogovarjajte se o Audacity z drugimi <a href="../community/users">uporabniki</a> in razvijalci.

source: For <a href="../community/developers">developers</a> working with the Audacity source code and documentation, and others interested in following our development process, or learning about compiling or developing our code.
fr: Pour <a href="../community/developers">les développeurs</a> qui travaillent avec le code source et la documentation d'Audacity, et les autres qui sont intéressés par nos procédés de développement, ou qui veulent apprendre ce qui concerne la compilation ou le développement de notre code.
it: Per gli <a href="../community/developers">sviluppatori</a> che lavorano con il codice sorgente e la documentazione di Audacity, e gli altri interessati a seguire il nostro processo di sviluppo, o a imparare come compilare o sviluppare il nostro codice.
sl: Za <a href="../community/developers">razvijalce</a>, ki uporabljajo izvorno kodo Audacity in dokumentacijo, in druge, ki jih zanima naš razvoj ali se želijo naučiti prevajati ali razvijati izvorno kodo Audacity.

source: Developers may also subscribe to automated notifications of <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">latest source code changes</a> and <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">bugs</a> reported to our <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a> database. However, <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a> is now used for internal bug tracking.
fr: Les développeurs peuvent aussi souscrire au notifications automatiques des <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">changements du dernier code source</a> et <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">des bugs</a> rapportés sur notre base de données <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a>. Pour autant, <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">les notes de versions</a> de notre <a href="http://audacityteam.org/wiki/">Wiki</a> sont, à présent, utilisées pour nos recherches internes de bugs.
it: Gli sviluppatori possono inoltre iscriversi alla notifica automatica delle <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">ultime modifiche del codice sorgente</a> e degli <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">errori</a> riportati nel nostro database <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a>. Tuttavia, per tenere traccia di errori interni ora è usata la <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> nel <a href="http://audacityteam.org/wiki/">Wiki</a>.
sl: Razvijalci se lahko prijavijo na ta poštni seznam za prejemanje samodejnih obvestil o <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">zadnjih spremembah izvorne kode</a> in <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">hroščih</a>, javljenih v zbirko podatkov <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a>. Za notranje sledenje hroščem pa se odslej uporablja <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> na <a href="http://audacityteam.org/wiki/">wikiju Audacity</a>.

source: For <a href="../community/translation">translators</a> localizing the Audacity software, web site and documentation.
fr: Pour les traducteurs contribuant à l'internationalisation du logiciel Audacity et du site web.
it: Per i <a href="../community/translation">traduttori</a> che localizzano il software Audacity, il sito web e la documentazione.
sl: Za <a href="../community/translation">prevajalce</a>, ki lokalizirajo programsko opremo Audacity, spletne strani in dokumentacijo.

source: Share questions and tips about programming <a href="../help/nyquist">Nyquist plug-ins</a>.
af: Deel vrae en wenke vir die programmering van <a href="../help/nyquist">Nyquist-inproppe</a>.
fr: Partagez votre expérience et soumettez vos requêtes concernant la programmation des <a href="../help/nyquist">modules Nyquist</a>.
it: Condividete domande e suggerimenti sulla programmazione dei <a href="../help/nyquist">plugin Nyquist</a>.
sl: Delite vprašanja in namige o programiranju <a href="../help/nyquist">vtičnikov Nyquist</a>.

source: Audacity Forum for Questions or Problems
fr: Forum d'Audacity pour les Questions et les Problèmes(<a href="http://www.audacityteam.org/forum/viewforum.php?f=7">Forum français</a>)
it: Forum di Audacity per domande o problemi
sl: Forum Audacity za vaša vprašanja ali težave

source: <b>There is no technical support by e-mail or telephone.</b> Most questions are answered in our <a href="../help/faq">Frequently Asked Questions (FAQ)</a>, <a href="../help/documentation">documentation</a>, and the <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> and <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> on our <a href="http://audacityteam.org/wiki">Wiki</a>. All these resources are searchable using the search box top right of this page.
fr: Cette page présente les manuels et les guides d'utilisation de l'éditeur audio libre Audacity. Pour plus d'aide, reportez vous à la <a href="faq">Foire aux Questions</a> et les <a href="tutorials">tutoriels</a>.
it: <b>Non è disponibile alcun supporto tecnico attraverso e-mail o telefono.</b> Molte domande trovano risposta nella nostra pagina <a href="../help/faq">Frequently Asked Questions (FAQ)</a>, <a href="../help/documentation">nella documentazione</a>, e nei <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorial</a> e nei <a href="http://audacityteam.org/wiki/index.php?title=Tips">Suggerimenti</a> presenti nel nostro <a href="http://audacityteam.org/wiki">Wiki</a>. Tutte queste risorse dispongono della ricerca mediante il riquadro Ricerca nella parte superiore destra di questa pagina.
sl: <b>Ne nudimo tehnične podpore po e-pošti ali telefonu.</b> Na večino vprašanj smo odgovorili v <a href="../help/faq">Pogosto zastavljenih vprašanjih (FAQ)</a> in <a href="../help/documentation">dokumentaciji</a> ter v <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">vodnikih</a> in <a href="http://audacityteam.org/wiki/index.php?title=Tips">nasvetih</a> na našem <a href="http://audacityteam.org/wiki">wikiju</a>. Po vseh navedenih virih lahko iščete z iskalnim poljem v desnem gornjem kotu te strani.

source: If you still need help, expert assistance is available on our
fr: Si vous avez encore besoin d'aide, une assistance experte est disponible sur notre
it: Se avete ancora bisogno di aiuto, è disponibile un'assistenza da parte di esperti nel nostro
sl: Če še vedno potrebujete pomoč, obiščite naš uporabniški

source: To post a question, <a href="http://audacityteam.org/forum/ucp.php?mode=register">register</a>, confirm your registration then log in. Choose the correct subforum (for example, Audacity 1.2.x for Windows), click "New Topic" top left, then submit your message. Foreign language subforums are available for <a href="http://audacityteam.org/forum/viewforum.php?f=7">French</a>, <a href="http://audacity-forum.de/">German</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Russian</a> and <a href="http://audacityteam.org/forum/viewforum.php?f=8">Spanish</a>.
fr: Pour poser une question, <a href="http://audacityteam.org/forum/ucp.php?mode=register">enregistrez-vous</a>, confirmez votre enregistrement puis loguer-vous. Choisissez le sous-forum adéquat (par exemple, Audacity 1.2.x pour Windows), cliquez "New Topic" en haut à gauche, puis , soumettez votre message. Des sous-forums pour plusieurs langages sont disponibles pour <a href="http://audacityteam.org/forum/viewforum.php?f=7">le Français</a>, <a href="http://audacity-forum.de/">l'Allemand</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">le Russe</a> et <a href="http://audacityteam.org/forum/viewforum.php?f=8">l'Espagnol</a>.
it: Per inviare una domanda, <a href="http://audacityteam.org/forum/ucp.php?mode=register">registratevi</a>, confermate la vostra registrazione poi eseguite il log in. Scegliete la sezione corretta (per esempio, Audacity 1.2.x per Windows), fate clic su "Nuovo argomento" in alto a sinistra, poi inviate il vostro messaggio. Sono disponibili delle sezioni in lingua straniera per <a href="http://audacityteam.org/forum/viewforum.php?f=7">Francese</a>, <a href="http://audacity-forum.de/">Tedesco</a>, <a href="http://audacityteam.org/forum/viewforum.php?f=10">Russo</a> e <a href="http://audacityteam.org/forum/viewforum.php?f=8">Spagnolo</a>.

source: When reporting a problem or apparent bug to the Forum, please include full details of what you are trying to do. If there is a crash or error message, please state what you did that led up to this, and what exactly any error message said.
fr: Lorsque vous signalez un problème ou ce qui apparaît comme un bug sur le Forum, n'oubliez pas d'inclure tous les détails sur ce que vous essayez de faire. S'il y a un plantage ou un message d'erreur, merci d'indiquer ce qui toutes les actions qui ont mené à ce plantage/message et indiquez exactement ce qui est indiqué dans le(s) message(s) d'erreur.
it: Quando segnalate un problema o un apparente errore nel Forum, siete pregati di includere i dettagli completi di quello che stavate cercando di fare. Se si tratta di un crash o di un messaggio di errore, descrivete quello che avete fatto per giungere a questo, e quello che dice esattamente ogni messaggio di errore.
sl: Ko na forumu poročate o težavi ali očitnem hrošču, prosimo, da vključite vse podrobnosti o tem, kaj želite storiti. Če sledi sesutje ali sporočilo o napaki, ne pozabite dopisati, kaj ste storili, da je do tega prišlo, in kaj natančno je pisalo v sporočilu o napaki.

source: Suggestions, Bug Reports and Feature Requests
fr: Suggestions, retour d'anomalie et demande de fonctionnalités
it: Suggerimenti, resoconti di errori e richieste di funzionalità
sl: Predlogi in poročila o napakah

source: To give us feedback that does <b>not</b> require a personal response, please
fr: Si vous désirez effectuer un retour d'expérience qui <b>ne</b> requiert <b>pas</b> de réponse personnelle, merci
it: Per fornirci consigli e suggerimenti che <b>non</b> richiedono una risposta personale,
sl: Če imate za nas odziv, ki <b>ne</b> zahteva osebnega odgovora, nam, prosimo,

source: e-mail us</a> in <b>English language only.</b> Please tell us your experiences of the Audacity program, documentation or web site. We particularly welcome reports of possible program bugs and requests for new Audacity features.
fr: envoyez-nous un e-mail</a> en <b>langue anglaise uniquement.</b> S'il vous plaît, donnez-nous vos impressions sur le programme Audacity, la documentation ou le site web. Nous apprécions particulièrement les rapports des bugs possibles du programme et les demandes pour de nouvelles fonctionnalités pour Audacity.
it: inviateci una e-mail</a> solo <b>in lingua inglese.</b> Descriveteci le vostre esperienze con il programma, la documentazione o il sito web di Audacity. Accogliamo con particolare favore i resoconti di possibili errori e richieste per nuove funzionalità di Audacity.
sl: pošljite e-sporočilo</a> v <b>angleščini.</b> Opišite nam svoje izkušnje s programom Audacity, dokumentacijo ali spletnim mestom. Še posebej dobrodošla so poročila o možnih hroščih programa, kot tudi predlogi za izboljšave Audacity.

source: Reports of apparent bugs should be as specific as possible, including:</p> <ol> <li>Your version of Audacity (for example, 1.2.6).</li> <li>Your operating system (for example, Windows XP Service Pack 2 or Intel Mac OS X 10.4).</li> <li>Details of what you were trying to do, what steps led to the problem occurring, and details of any error messages.</li> </ol> <p>Patches to fix problems or enhance features will be gratefully received. Please follow the guidance on the <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on our <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p>
fr: Les rapports de bugs apparents doivent être aussi précis que possible, incluant:</p> <ol> <li>Votre version d'Audacity (par exemple, 1.2.6).</li> <li>Votre système d'exploitation (par exemple, Windows XP Service Pack 2 ou Intel Mac OS X 10.4).</li> <li>Les détails sur ce Details sur ce que vous essayiez de faire, quelles démarches ont causées ce problème, et les détails de chaque messages d'erreurs.</li> </ol> <p>Les patches pour résoudre les problèmes ou améliorer les fonctionnalités seront reçus avec reconnaissance. Merci de regarder la marche à suivre sur la page <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">de Soumission des Patches</a> sur notre <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p>
it: I resoconti di apparenti errori devono essere il più possibile dettagliati, includendo:</p> <ol> <li>La versione del vostro Audacity (per esempio, 1.2.6).</li> <li>Il vostro sistema operativo (per esempio, Windows XP Service Pack 2 o Intel Mac OS X 10.4).</li> <li>I dettagli di quello che avete cercato di fare, quali passi hanno portato al problema che si è manifestato, e i dettagli di ogni messaggio di errore.</li> </ol> <p>Le patch per risolvere i problemi o migliorare le funzionalità saranno ben accette. Siete pregati di seguire le linee guida della pagina <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Inviare Patch</a> del nostro <a href="http://audacityteam.org/wiki/index.php">Wiki</a>.</p>
sl: Poročila o očitnih hroščih naj bodo čim bolj natančna in morajo vsebovati:</p> <ol> <li>številko uporabljene različice Audacity (npr. 1.2.6),</li> <li>operacijski sistem (npr. Windows XP Service Pack 2 ali Intel Mac OS X 10.4) ter</li> <li>podrobnosti o tem, kaj ste skušali narediti, kateri koraki so pripeljali do težav in podrobnosti o sporočilih o napaki.</li> </ol> <p>Popravke napak ali nove funkcionalnosti sprejemamo z velikim navdušenjem. Prosimo, da sledite navodilom na strani <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Pošiljanje popravkov</a> na našem <a href="http://audacityteam.org/wiki/index.php">wikiju</a>.</p>

source: Discussion Lists
af: Besprekingslyste
fr: Listes de discussion
it: Liste di discussione
sl: Poštni seznami

source: Subscribe to our
fr: Souscrivez à nos
it: Iscrivetevi alla nostra
sl: Naročite se na naše
