Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, or in the Audio I/O tab of Preferences (Vista) or Apple Audio-MIDI Setup (OS X).</p> <p>Then press the <b>Record</b> button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the <b>Stop</b> button.</p> <p>Vinyl or shellac records can also be recorded into Audacity with a special type of turntable that connects to the USB port of your computer. These turntables need to be set up differently to those that connect to your line-in port. For instructions on setting up USB turntables, see <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB_turntables</a> on the Audacity Wiki.</p> <p>There is also a detailed tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring_tapes_and_records_to_computer_or_CD</a>, on the Wiki. This will guide you through the steps from recording your records, cassettes or minidiscs to exporting as an audio file and burning to CD.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
fr: <p>Premièrement, configurez Audacity pour <a href="faq?s=recording&amp;i=stereo">enregistrer en stéréo</a>.</p> <p>Ensuite, branchez un câble stéréo sur le connecteur "Line Out" ou “Casque/Headphone” de votre lecteur de cassette, de minidisc ou tout autre appareil stéréo. Branchez l'autre extrémité de votre câble stéréo sur le connecteur "Line In" de votre ordinateur. Si vous ne possédez pas un tel câble, vous pourrez en trouver un dans un magasin d'électronique ou dans certains magasins high-tech.</p> <p>Choisissez "Line In" comme source d'entrée depuis la barre d'outils d'Audacity ou dans la section "E/S Audio" de la fenêtre "Préférences" (Vista) ou "Configurer/Setup Apple Audio-MIDI" (OS X).</p> <p>Maintenant, cliquez sur le bouton <b>Enregistrement</b> puis démarrez la lecture de votre cassette ou disque. Lorsque tout l'enregistrement a été effectué, cliquez sur le bouton <b>Stop</b>.</p> <p>Les disques vinyls ou shellacs peuvent aussi être enregistrés avec Audacity en utilisant certains types de tourne-disques qui se connectent sur le port USB de l'ordinateur. Ces tourne-disques doivent être configurés différemment de ceux qui se connectent par l'entrée "line-in". Pour des instructions plus complètes sur l'utilisation de ces tourne-disques USB, consultez la page sur les <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">tourne-disques USB</a> sur le Wiki d'Audacity.</p> <p>Il existe aussi un tutoriel détaillé <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Enregistrer une bande ou une cassette sur ordinateur ou sur CD</a>, sur le Wiki. Il vous guidera pas à pas pour enregistrer vos bandes, cassettes et minidiscs en les exportant sous forme de fichier audio puis en les gravant sur un CD.</p> <p>Notes:</p> <ul> <li><p>Ne branchez pas votre équipement stéréo sur la prise "Microphone" de votre ordinateur qui est conçue uniquement pour des signaux de faible puissance comme celui d'un microphone. Utilisez la prise "Line In" à la place.</p></li> <li><p>Ne connectez pas un tourne-disque USB directemement à votre ordinateur. Le signal d'un tourne-disque est abîmé; il doit être corrigé en passant par un pré-ampli ou un récepteur avec une entrée “phono”.</p></li> </ul> <p>Lisez aussi : <a href="faq?s=files&amp;i=split">Comment diviser un long enregistrement en plusieurs fichiers</a>.</p>
it: <p>Prima, impostate Audacity su <a href="faq?s=recording&amp;i=stereo">registra in stereo</a>.</p> <p>Poi, inserite una estremità di un cavo stereo nella porta “Line Out” o “Cuffie” del vostro registratore, lettore di minidisc, o sistema stereo. Inserite l'altra estremità del cavo nella porta “Line In” del vostro computer. Se non disponete di un cavo con questi due connettori, potete acquistarne uno presso un negozio di elettronica.</p> <p>Scegliete “Line In” come sorgente di ingresso nella Barra degli strumenti di Audacity, o nella scheda Audio I/O delle Preferenze (Vista) o Apple Audio-MIDI Setup (OS X).</p> <p>Poi premete il pulsante <b>Registra</b>. Mentre Audacity sta registrando, avviate la riproduzione del vostro nastro o disco. Quando avete catturato l'intera registrazione, premete il pulsante <b>Ferma</b>.</p> <p>È inoltre possibile registrare audio da dischi in vinile o in lacca in Audacity con uno speciale tipo di giradischi collegato alla porta USB del vostro computer. Questi giradischi devono essere impostati in modo differente da quelli che vengono collegati alla porta line-in. Per le istruzioni sulla configurazione dei giradischi USB, vedere <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">Giradischi USB</a> nel Wiki Audacity.</p> <p>È inoltre disponibile un dettagliato tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Trasferire nastri e dischi su computer o CD</a>, nel Wiki. Questo tutorial vi guiderà passo passo dalla registrazione dei vostri dischi, cassette o minidisc fino alla esportazione in file audio e alla masterizzazione su CD.</p> <p>Note:</p> <ul> <li><p>Non collegate apparecchi stereo nella porta “Microfono” del vostro computer, che è predisposta solo per segnali di bassa potenza (“mic-level”). Usate invece la porta “Line In”.</p></li> <li><p>Non collegate direttamente un giradischi al vostro computer. Il segnale proveniente da un giradischi è distorto; questo deve essere corretto passando attraverso un pre-amplificatore o un ricevitore con un ingresso “phono”.</p></li> </ul> <p>Vedere inoltre: <a href="faq?s=files&amp;i=split">Come dividere una lunga registrazione in più file</a>.</p>
sl: <p>Najprej nastavite Audacity na <a href="faq?s=recording&amp;i=stereo">stereo snemanje</a>.</p> <p>Nato vtaknite konec stereo kabla v vhod “Line Out” ali “Headphone” na svojem kasetniku, predvajalniku minidiskov ali stereo sistemu. Drugi konec vtaknite v vtičnik “Line In” na svojem računalniku. Če nimate kabla, ki ustreza obema priključkoma, ga lahko kupite v trgovini z elektrotehničnim blagom.</p> <p>Izberite “Linijski vhod” kot vhodni vir na orodni vrstici Audacity ali v zavihku Zvočni V/I Nastavitev (Vista) ali Appe Audio-MIDI Setup (V OsX).</p> <p>Nato pritisnite gumb <b>Snemaj</b>. Medtem ko Audacity snema, začnite predvajati svoj trak ali disk. Ko ste zajeli celoten posnetek, pritisnite gumb <b>Ustavi</b>.</p> <p>Vinilne plošče lahko v Audacity presnamete tudi s posebno vrsto gramofona, ki se priključi na vhod USB vašega računalnika. Ti gramofoni potrebujejo drugačne nastavitve kot vaš linijski vhod. Za napotke za namestitev gramofonov USB si oglejte <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">stran Gramofoni USB</a> na Wikiju za Audacity.</p> <p>Podroben priročnik je tudi <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Snemanje kaset in plošč na računalnik ali zgoščenko</a>, prav tako na Wikiju. Ta vas bo vodil po korakih čez snemanje plošč, kaset ali minidiskov do izvoza v zvočne datoteke in peko na zgoščenko.</p> <p>Opombe:</p> <ul> <li><p>Ne vtikajte stereo opreme v vhod “Microphone” vašega računalnika, ki je oblikovan le za nizko-napajane signale (“mic-level”). Namesto tega uporabite priključek “Line In”.</p></li> <li><p>Ne povezujte gramofona neposredno na računalnik. Signal z gramofona je moten; popravljen mora biti s prehajanjem skoti predojačevalnik ali sprejemnik z vhodom “phono”.</p></li> </ul> <p>Poglejte še: <a href="faq?s=files&amp;i=split">Kako razbiti dolg posnetek na več datotek</a>.</p>

source: See also:
af: Sien ook:
fr: A lire aussi :
it: Vedere anche:
sl: Poglejte tudi:

source: How do I save my recording on an audio CD?
af: Hoe stoor ek my opname op 'n oudio-CD?
fr: Comment sauvegarder mes enregistrements sur CD audio ?
it: Come posso salvare le mie registrazioni su un CD audio?
sl: Kako shranim svoj posnetek na zvočni CD?

source: Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?
fr: Pourquoi le sélecteur d'entrée de la barre d'outil de mixage ne fonctionne pas correctement, notamment sous Windows Vista ?
it: Perché il Selettore di ingresso della Barra Mixer non funziona adeguatamente, per esempio in Windows Vista?
sl: Zakaj izbirnik vhoda na orodni vrstici mešanja ne deluje pravilno, npr. v Windows Vista?

source: <p>The Input selector may be greyed-out, lacking the expected choices, or apparently not recording from the indicated source.</p> <p>The cause varies by operating system and sound card driver. For example, on Windows Vista, you must use the "Recording Device" menu in the Audio I/O tab of Preferences to select input sources. For more help, see the <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Mixer Toolbar Issues</a> page on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</p>
fr: <p>Le sélecteur d'entrée peut être grisé, ne pas afficher les choix attendus ou apparemment ne pas enregistrer depuis la source indiquée.</p> <p>Les raisons varient selon les systèmes d'exploitation et les drivers de carte son. Par exemple, sous Windows Vista, vous devez utiliser le menu "Périphérique d'enregistrement" dans l'onglet E/S Audio de la fenêtre de Préférences afin de choisir une source d'entrée. Pour plus d'aide sur le sujet, consultez la page <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Problèmes avec la barre d'outils de mixage</a> sur le <a href="http://audacityteam.org/wiki">Wiki d'Audacity</a>.</p>
it: <p>Il selettore di ingresso può essere disabiitato, non rendendo disponibili le sue opzioni, o apparentemente non registrando dalla sorgente indicata.</p> <p>La causa varia in base al sistema operativo e alla scheda audio. Per esempio, in Windows Vista, dovete usare il menu "Dispositivo di registrazione" nella scheda Audio I/O delle Preferenze per selezionare le sorgenti di ingresso. Per un ulteriore aiuto, vedere la pagina <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Problemi con la Barra Mixer</a> nel<a href="http://audacityteam.org/wiki">Wiki Audacity</a>.</p>
sl: <p>Izbirnik Vhod je lahko posivel, v njem lahko manjkajo pričakovane izbire ali pa program očitno ne snema iz navedenega vira.</p> <p>Vzrok teh težav se razlikuje med operacijskimi sistemi in gonilniki za zvočni vmesnik. V okolju Windows Vista morate npr. uporabiti meni "Snemalna naprava" v zavihku Zvočni V/I v Nastavitvah, da nastavite vhodne vire. Za popolno razpravo si oglejte stran <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Težave z orodno vrstico Mešanje</a> na <a href="http://audacityteam.org/wiki">Wikiju Audacity</a>.</p>

source: Why can’t I hear what I’m recording?
af: Hoekom kan ek nie hoor wat ek opneem nie?
fr: Pourquoi je n'entends pas ce que je suis en train d'enregistrer?
it: Perché non riesco a sentire quello che sto registrando?
sl: Zakaj ne morem slišati, kar snemam?

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section, turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section, turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p> <h3>Monitoring while Recording from a Microphone</h3> <p>Always use headphones when listening as you record from a microphone, to avoid the playthrough of the recording being picked up in the recording itself.</p>
fr: <h3>Windows et Linux</h3> <p>Pour contrôler vos enregistrements, lancez le contrôleur de volume de votre ordinateur. Décochez le bouton "Muet" de la source ("Line In" ou "Microphone" en général) et ajustez le niveau.</p> <p>Si ça ne fonctionne pas, activez l'option "Passage audio logiciel" dans l'onglet "E/S audio" du panneau des préférences d'Audacity.</p> <h3>Mac OS X</h3> <p>Activez l'option "Passage audio **" de l'onglet "E/S audio" des préférences d'Audacity. Choisissez l'option "Passage audio matériel" (c'est mieux) si elle disponible; dans le cas contraire, utilisez "Passage audio logiciel".</p> <h3>Contrôler l'enregistrement depuis un microphone</h3> <p>Utilisez toujours un casque pour écouter lors d'un enregistrement par microphone; vous éviterez ainsi que le retour son soit aussi enregistré.</p>
it: <h3>Windows e Linux</h3> <p>Per monitorare la vostra registrazione, aprite il pannello di controllo del volume del vostro computer. Alzate il volume di riproduzione e disattivate la casella di controllo “Muto” per la vostra sorgente di registrazione (usualmente “microfono” o “line in”).</p> <p>Se questo non funziona, aprite le Preferenze di Audacity. Nella scheda “Audio I/O”, abilitate l'opzione “Software Playthrough”.</p> <h3>Mac OS X</h3> <p>Aprite le Preferenze di Audacity. Nella scheda “Audio I/O”, abilitate l'opzione “Playthrough”. Se disponibile è meglio selezionare l'opzione “Hardware Playthrough”. Se non funziona, potete scegliere invece “Software Playthrough”.</p> <h3>Monitoraggio durante la Registrazione da un microfono</h3> <p>Usate sempre le cuffie per l'ascolto durante la registrazione da un microfono, per evitare che la riproduzione della registrazione venga essa stessa registrata</p>
sl: <h3>Windows in Linux</h3> <p>Za nadzor jakosti posnetega zvoka odprite sistemsko nadzorno ploščo jakosti. Dvignite glasnost predvajanja in izklopite polje “nemo” za snemalni vir (ponavadi “mikrofon” ali “linijski vhod”).</p> <p>Če to ne deluje, odprite možnosti Audacity. V razdelku “Zvočni V/I” vklopite možnost “Programsko predvajanje skozi”.</p> <h3>Mac OS X</h3> <p>Odprite možnosti Audacity. V razdelku “Zvočni V/I” vključite možnost “predvajanje skozi”. “Strojno predvajanje skozi” je najboljše, če je na voljo. Če ne deluje, lahko izberete namesto njega “Programsko predvajanje skozi”.</p> <h3>Nadzor med snemanjem mikrofona</h3> <p>Vedno uporabljajte slušalke, ko poslušate med snemanjem prek mikrofona, da se izognete temu, da bi mikrofon posnel tudi samo predvajanje lastnega posnetka.</p>

source: Can I play a track while recording a new one on top of it?
af: Kan ek 'n baan speel terwyl ek 'n nuwe een daarby opneem?
fr: Puisse-je enregistrer une piste et en lire une autre en simultanné ?
it: Posso riprodurre una traccia durante la registrazione di una nuova traccia?
sl: Lahko predvajam sled med snemanjem nove čez njo?

source: <p>This is called multi-track recording. It makes it possible to record harmonies with yourself, or add new instruments or vocals to an existing recording. To do this in Audacity, follow these instructions:</p> <ol> <li>Select the correct recording input that you are plugged into (probably microphone or line-in). On <b>Windows or Linux</b>, select the input in the dropdown menu in Audacity's <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">Mixer Toolbar</a> (on Windows Vista, use the "Recording Device" menu in the Audio I/O tab of Preferences instead). On <b>OS X</b>, Mixer Toolbar may only show "Default Input". If so, select the source on the Audio Devices tab of Apple Audio MIDI Setup.</li> <li>Import or record the first track.</li> <li>Open the "Audio I/O" tab of Audacity preferences, and check the box labeled <b>Play other tracks while recording new one.</b></li> <li>Close the preferences and press the <b>Record</b> button. If you are recording from a microphone, make sure you use headphones so that the microphone picks up only what you are recording.</li> </ol> <p>See also: <ul> <li><a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Why can't I hear what I am recording?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?</a></li> </ul> </p>
fr: <p>C'est ce qui est appelé enregistrement multipistes et qui permet d'ajouter de nouvelles pistes à une piste existante. Pour cela: <ol> <li>Importez ou enregistrez une première piste.</li> <li>Sélectionnez l'option "Lire les autres pistes pendant l'enregistrement d'une nouvelle" de l'onglet "E/S audio" du panneau des préférences.</li> <li>Refermez la fenetre des préférences et commencez l'enregistrement suivant.</li> </ol> <p>A lire aussi : <a href="faq?s=recording&amp;i=sync">Pourquoi ma nouvelle piste n'est pas synchronisée avec les précédentes?</a></p>
it: <p>Questa è definita registrazione multi-traccia. Rende possibile registrare le vostre armonie, o aggiungere nuovi strumenti o parti vocali a una qualsiasi registrazione esistente. Per fare questo in Audacity, seguite le seguenti istruzioni:</p> <ol> <li>Selezionate il corretto ingresso di registrazione cui avete collegato il dispositivo (probabilmente microfono o line-in). In <b>Windows o Linux</b>, selezionate l'ingresso nel menu a scomparsa nella <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">Barra Mixer</a> di Audacity (in Windows Vista, usate invece il menu "Dispositivo di registrazione" nella scheda Audio I/O delle Preferenze). In <b>OS X</b>, la Barra Mixer può mostrare solo l'opzione"Ingresso predefinito". Se è così, selezionate la sorgente nella scheda Dispositivi Audio di Apple Audio MIDI Setup.</li> <li>Importate o registrate la prima traccia.</li> <li>Aprite la scheda "Audio I/O" delle Preferenze di Audacity, e selezionate la casella <b>Riproduci altre tracce mentre ne registri una nuova.</b></li> <li>Chiudete le Preferenze e premete il pulsante <b>Registra</b>. Se state registrando da un microfono, accertatevi di usare le cuffie in modo che il microfono catturi solo quello che state registrando.</li> </ol> <p>Vedere inoltre: <ul> <li><a href="faq?s=recording&amp;i=sync">Perché la nuova traccia non è sincronizzata con le precedenti?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Perché non riesco a sentire quello che sto registrando?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Perché il selettore di ingresso della Barra Mixer non funziona adeguatamente, per esempio in Windows Vista?</a></li> </ul> </p>
sl: <p>To se imenuje večsledno snemanje. Z njim je možno snemati harmonije s samim seboj ali dodati nove instrumente ali vokale k obstoječemu posnetku. V Audacity sledite tem napotkom:</p> <ol> <li>Izberite ustrezni vhod, v katerega ste vključili napravo (najbrž mikrofon ali linijski vhod). V okoljih <b>Windows in Linux</b> izberite vhod v Audacity v spustnem meniju na<a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">orodni vrstici Mešalec</a> (na Windows Vista pa uporabite meni "Snemalna naprava" na zavihku Zvočni V/I v Nastavitvah). V okolju <b>OS X</b> lahko orodna vrstica Mešalec prikaže le "Default Input" (privzeti vhod). V tem primeru izberite vir v zavihku Audio Devices v nastavitvah Apple Audio MIDI.</li> <li>Uvozite ali posnamite prvo sled.</li> <li>Odprite razdelek “Zvočni V/I” v nastavitvah Audacity in označite polje <b>Predvajaj druge sledi med snemanjem nove.</b></li> <li>Zaprite nastavitve in pritisnite gumb <b>Snemaj</b>. Če snemate z mikrofonom, ne pozabite uporabiti slušalk, tako da bo mikrofon posnel le tisto, kar snemate.</li> </ol> <p>Glejte tudi: <ul> <li><a href="faq?s=recording&amp;i=sync">Zakaj ni moja nova sled sinhrona s predhodnimi?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Zakaj ne slišim, kar snemam?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Zakaj izbirnik vhoda na orodni vrstici mešalca (npr. v Windows Vista) ne deluje kot pričakovano?</a></li> </ul> </p>

source: Why isn’t my new track in sync with the previous ones?
af: Hoekom is die nuwe baan nie gesinchroniseer met die voriges nie?
fr: Pourquoi ma nouvelle piste n'est-elle pas synchronisée avec les précédentes ?
it: Perché la mia nuova traccia non è sincronizzata con quella vecchia?
sl: Zakaj ni moja nova sled sinhrona s predhodnimi sledmi?

source: <p>When you make a <a href="faq?s=recording&amp;i=multi-track">multi-track recording</a>, there is an unpredictable delay between playback and recording. Audacity tries to correct for this automatically, but this doesn't yet work on all computers.</p> <p>If a new track is not synchronized with the others, you can zoom in and use the Time Shift tool to drag it to the correct location.</p>
af: <p>Met die maak van 'n <a href="faq?s=recording&amp;i=multi-track">multibaanopname</a>, is daar 'n onvoorspelbare vertraging tussen die spel en die opname. Audacity probeer om outomaties te korrigeer, maar hierdie werk nog nie op alle rekenaars nie.</p> <p>As 'n nuwe baan nie gesinchroniseer is met die ander nie, kan u inzoem en “Tydverskuiwing” gebruik om dit te sleep na die regte ligging in tyd.</p>
fr: <p>Lors d'un <a href="faq?s=recording&amp;i=multi-track">enregistrement multipistes</a>, il existe un retard entre la lecture et l'enregistrement qui dépend de nombreux facteurs, notamment du matériel utilisé. Audacity essaie de le corriger automatiquement, mais sur certains systèmes, cela ne fonctionne pas encore.</p> <p>Si une piste n'est pas synchronisée avec les autres, vous pouvez zoomer et utilisez l'outil "Ajustement temporel" pour l'amener au bon emplacement.</p>
it: <p>Quando fate una <a href="faq?s=recording&amp;i=multi-track">registrazione multi-traccia</a> c'è un piccolo ritardo tra la riproduzione e la registrazione. Audacity prova a correggere questo ritardo automaticamente, ma questa correzione non funziona su tutti i computer.</p> <p>Se una nuova traccia non è sincronizzata con le altre, potete applicare lo zoom ed usare lo strumento Allinea Tracce e trascinare la traccia nella posizione desiderata.</p>
sl: <p>Ko ustvarjate <a href="faq?s=recording&amp;i=multi-track">večstezni posnetek</a>, je med predvajanjem in snemanjem nedoločljiv zamik. Audacity ga skuša popraviti samodejno, vendar to še ne deluje na vseh računalnikih.</p> <p>Če je nova sled asinhrona z drugimi, jo lahko povečate in uporabite orodje Časovni zamik, da jo povlečete na pravo mesto.</p>

source: Can Audacity record RealAudio or other streaming audio?
af: Kan Audacity RealAudio of ander oudiostroomformate opneem?
fr: Audacity est-il capable d'enregistrer des flux audio (RealAudio) ?
it: Audacity può registrare flussi audio in formato RealAudio (o in altri formati)?
sl: Lahko z Audacity snemam RealAudio ali drugi pretočni zvok?
