Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p>Some menu items are grayed out or disabled until they are ready for use. Before choosing an effect, you must select the audio that you want to change. To select audio, click and drag with the Selection tool to highlight it, or choose the “Select All” command from the Edit menu.</p> <p>Also, many menu items are disabled while playing, recording, or pausing a track. To enable them, press the yellow <b>Stop</b> button.</p>
fr: <p>Certains éléments du menu sont grisés ou désactivés tant qu'ils ne peuvent etre utilisés. Avant de sélectionner un effet, vous devez sélectionner la zone audio que vous souhaitez modifier. Pour sélectionner une zone, choisissez l'outil de sélection, puis cliquez-glissez jusqu'à la mettre en évidence, ou choisissez "Tout sélectionner" dans le menu Edition.</p> <p>De plus, certains éléments de menus sont aussi desactivés lorsqu'une piste est jouée, enregistrée ou mise en pause. Pour les activer, cliquez sur le bouton jaune <b>Stop</b>.</p>
it: <p>Alcune opzioni di menu sono disabilitate finché non sono pronte per essere utilizzate. Prima di scegliere un effetto, dovete selezionare l'audio che volete cambiare. Per selezionare l'audio, fate clic e trascinate con lo strumento Selezione per evidenziarlo, o scegliete il comando “Seleziona > Tutto” dal menu Modifica.</p> <p>Inoltre, molte opzioni di menu sono disabilitate durante la riproduzione, registrazione, o la pausa di una traccia. Per abilitarle, premete il pulsante giallo <b>Ferma</b>.</p>
sl: <p>Nekatere menijske izbire so sivinske ali onemogočene, dokler niso pripravljene za uporabo. Pred uporabo učinka morate izbrati zvok, ki ga želite spremeniti. Za izbiro zvokov kliknite in povlecite z orodjem za izbiro, da ga osvetlite, ali izberite ukaz “Izberi vse” v meniju Uredi.</p> <p>Prav tako so številne menijske izbire onemogočene med predvajanjem, snemanjem ali prekinjenim predvajanjem sledi. Da jih omogočite, pritisnite rumeni gumb <b>Ustavi</b>.</p>

source: How do I combine two files into one longer file?
af: Hoe kombineer mens twee lêers in een langer lêer?
fr: Comment enchaîner deux fichiers en un seul ?
it: Come posso combinare due file in un solo file più lungo?
sl: Kako združim dve datoteki v eno, daljšo?

source: <p>Follow these steps to splice two files together:</p> <ol> <li>Import both files into Audacity.</li> <li>Select the second one by clicking on its label (the area around the mute/solo buttons).</li> <li>Choose “Find Zero Crossings” from the Edit menu.</li> <li>Choose “Cut” from the Edit menu.</li> <li>Place the cursor by clicking in the first track, after the end of the audio.</li> <li>Choose “Paste” from the Edit menu.</li> </ol> <p>You can press the <b>Play</b> button to hear the result, and use the Export commands (in the File menu) to save it as a sound file.</p>
fr: <p>Etapes à suivre pour assembler deux fichiers :</p> <ol> <li>Importez les 2 fichiers dans Audacity.</li> <li>Sélectionnez le second en cliquant sur son entête (la zone autour des boutons Muet/Solo.)</li> <li>Cliquez sur "Trouver les croisements avec le zéro" dans le menu "Edition".</li> <li>Cliquez sur "Couper" dans le menu "Edition".</li> <li>Placez le curseur dans la première piste après la fin de l'enregistrement.</li> <li>Cliquez sur "Coller" dans le menu Edition.</li> </ol> <p>Vous pouvez alors écouter le résultat avec le bouton <b>Jouer/Play</b>avant de l'exporter dans un nouveau fichier son (à l'aide de la commande "Exporter" du menu "Fichier").</p>
it: <p>Seguite queste istruzioni per unire due file:</p> <ol> <li>Importate ambedue i file in Audacity.</li> <li>Selezionate il secondo facendo clic sulla sua etichetta (l'area che contiene i pulsanti Solo e Muto).</li> <li>Scegliete “Trova incroci con Zero” nel menu Modifica.</li> <li>Scegliete “Taglia” dal menu Modifica.</li> <li>Posizionate il cursore facendo clic nella prima traccia, dopo la fine dell'audio.</li> <li>Scegliete “Incolla” dal menu Modifica.</li> </ol> <p>Potete premere il pulsante <b>Riproduci</b> per ascoltare il risultato, e usare i comandi Esporta (nel menu File) per salvarlo come file audio.</p>
sl: <p>Sledite tem korakom za stikanje dveh datotek skupaj:</p> <ol> <li>Uvozite obe datoteki v Audacity.</li> <li>Izberite drugo tako, da kliknete na njen naslov (področje okoli gumbov nemo/solo).</li> <li>Izberite “Najdi ničelne prehode” v meniju Uredi.</li> <li>Izberite “Izreži” v meniju Uredi.</li> <li>Postavite kazalko s klikom na prvo sled, na konec prve zvočne datoteke.</li> <li>Izberite “Prilepi” v meniju Uredi.</li> </ol> <p>Pritisnete lahko gumb Predvajaj in si poslušate rezultat, ali pa uporabite ukaze za izvoz (v meniju Datoteka), da ga shranite kot zvočno datoteko.</p>

source: How do I mix two tracks together?
af: Hoe meng mens twee bane saam?
fr: Comment mixer deux pistes ?
it: Come posso miscelare due tracce?
sl: Kako zmešam dve zvočne sledi skupaj?

source: <p>To mix two files, just import both of them into Audacity. They will appear in separate tracks, and will be mixed together when you press the <b>Play</b> button. You can use the Time Shift tool to move them around so that they start at different times, or use the other editing commands to alter either of the tracks.</p>
fr: <p>Pour associer deux fichiers, importez-les dans Audacity. Ils apparaissent alors comme deux pistes séparées et seront joués en simultané si vous lancez la lecture. Vous pouvez utiliser l'outil de glissement temporel pour les translater et les faire démarrer de manière asynchrone, ou utiliser les autres commandes d'édition pour modifier l'une ou l'autre des pistes.</p>
it: <p>Per miscelare due file, importateli entrambi su Audacity. Appariranno così due tracce separate, e saranno miscelate insieme quando premete il tasto Riproduci. Potete usare lo strumento Allinea Tracce per muoverle in modo da farle iniziare prima o dopo, oppure potete usare altri comandi di Modifica per alterare le tracce secondo i vostri gusti.</p>
sl: <p>Za mešanje dveh datotek le uvozite obe v Audacity. Pojavili se bosta v ločenih sledeh in mešanje se začne, ko pritisnete gumb <b>Predvajaj</b>. Uporabite lahko orodje Časovni zamik za premikanje naokoli, tako da se začnejo ob različnem času, ali uporabite druge ukaze za urejanje, da bi spremenili katero koli od sledi.</p>

source: Can I remove the vocals from a recording to make a Karaoke track?
af: Kan ek die sang van 'n opname verwyder om 'n Karaoke-baan te maak?
fr: Puis-je supprimer les voix d'un enregistrement afin de réaliser une piste de Karaoké ?
it: Posso rimuovere la componente vocale da una registrazione per creare una traccia Karaoke?
sl: Ali lahko odstranim vokale iz posnetka, da bi ustvaril glasbeno sled za karaoke?

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the <b>Play</b> button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p> <p>If the vocals are not exactly the same on both stereo channels, there are some other techniques or optional plugins you can try. Please see our <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal_Removal</a> Wiki page for more details.</p>
fr: <p>Ceci est possible pour <b>certaines pistes stéréo uniquement</b>. Lorsque les voix sont identiques sur les deux canaux, vous pouvez les supprimer en soustrayant un canal à l'autre. Cette technique fonctionne pour de nombreux enregistrements studio, où la piste de chant est enregistrée de manière symétrique.</p> <p>Pour le faire dans Audacity:</p> <ol> <li>Importez votre fichier stéréo dans Audacity.</li> <li>Choisissez l'option "Séparer la piste stéréo" dans le menu de piste (clic sur la petite flèche à côté du nom de la piste).</li> <li>Sélectionnez la piste du bas (canal droit) en cliquant sur l'entête, zone contenant les boutons Muet et Solo.</li> <li>Choisissez "Inverser" dans le menu Effets.</li> <li>Dans chaque menu de piste, sélectionnez "Mono".</li> </ol> <p>Ecoutez le résultat avec le bouton <b>"Jouer"<b>. Avec un peu de chance, la voix a disparu et les instruments n'ont pas été altérés, comme sur une piste de karaoké. Vous pouvez ensuite exporter le fichier résultant.</p> <p> Si les voix ne sont pas exactement les mêmes sur les deux pistes stéréo, il existe d'autres techniques ou des modules optionnels que vous pouvez essayer. Consultez notre page <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Supprimer les voix</a> sur notre Wiki pour plus de détails.</p>
it: <p>Questo è possibile <b>solo per certe tracce stereo</b>. Quando le parti vocali sono esattamente le stesse in ambedue i canali stereo, potete rimuoverle “sottraendo” un canale all'altro. Questo funziona per molte registrazioni di studio, in cui la traccia vocale è miscelata esattamente al centro.</p> <p>Per fare questo in Audacity:</p> <ol> <li>Importate il file stereo in Audacity.</li> <li>Aprite il menu Traccia (fate clic sulla freccetta a destra del titolo della traccia), e scegliete “Dividi traccia stereo”.</li> <li>Selezionate la traccia inferiore (il canale destro) facendo clic nell'area che contiene i pulsanti Muto e Solo.</li> <li>Scegliete “Inverti” dal menu Effetti.</li> <li>Usando i menu Traccia, cambiate ciascuna traccia in “Mono”.</li> </ol> <p>Premete il pulsante <b>Riproduci</b> per ascoltare il risultato. Se siete stati fortunati, la componente vocale sarà scomparsa, ma la maggior parte della componente strumentale sarà rimasta inalterata, come in una traccia di karaoke. Potete usare i comandi Esporta del menu File per salvare il risultato.</p> <p>Se le parti vocali non sono esattamente le stesse in ambedue i canali stereo, sono disponibili altre tecniche o plug-in opzionali con cui operare. Leggete la nostra pagina Wiki <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Rimozione delle parti vocalil</a> per avere maggiori dettagli.</p>
sl: <p>To je možno <b>le za nekatere stereo sledi</b>. Ko so vokali natanko enaki na obeh stereo kanalih, jih lahko odstranite z “odštevanjem” enega kanala od drugega. To deluje za številne studijske posnetke, kjer je vokalna sled vmešana natanko v sredini.</p> <p>Da bi to naredili v Audacity:</p> <ol> <li>Uvozite stereo datoteko v Audacity.</li> <li>Odprite meni sledi (kliknite puščico poleg naslova sledi) in izberite “Razdeli stereo sled.”</li> <li>Izberite spodnjo sled (desni kanal) s klikom na področje okoli gumbov nemo/solo.</li> <li>Iz menija Učinki izberite “Invert”.</li> <li>Z uporabo menijev sledi spremenite vse sledi v “Mono.”</li> </ol> <p>Pritisnite gumb Predvajaj, da bi slišali rezultate. Če ste imeli srečo, bo glas izginil, večina instrumentov pa bo neprizadetih, kot pri posnetku za karaoke. Za shranjevanje rezultata lahko uporabite ukaze Izvozi v meniju Datoteka.</p> <p>Če vokali niso enakomerno porazdeljeni na obe stereo sledi, obstajajo druge tehnike ali dodatni vtičniki, ki jih lahko preizkusite. Oglejte si našo stran Wiki <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Odstranjevanje vokalov</a> za več podrobnosti.</p>

source: Other frequently asked questions...
af: Ander algemene vrae...
fr: Autres questions fréquemment posées...
it: Altre domande frequenti...
sl: Druga pogosto zastavljena vprašanja ...

source: Frequently Asked Questions
af: Algemene vrae
fr: Foire aux questions
it: Domande frequenti
sl: Pogosto zastavljena vprašanja (FAQ)

source: These are some of the most common questions about Audacity. If your question isn’t answered here, see the <a href="documentation">documentation</a>, or <a href="../contact/">contact us</a> for help.
af: Hierdie is van die algemeenste vrae oor Audacity. Indien u vraag nie hier geantwoord word nie, sien gerus die <a href="documentation">dokumentasie</a>, of <a href="../contact/">kontak ons</a> vir hulp.
fr: Voici les questions qui reviennent le plus souvent à propos d'Audacity. Si vous ne trouvez pas ici de réponses à vos interrogations, consultez la <a href="documentation">documentation</a>, ou <a href="../contact/">contactez-nous</a>.
it: Queste sono alcune delle domande più frequenti poste su Audacity. Se avete delle domande alle quali non trovate riposta in queste pagine, leggete la <a href="documentation">documentazione</a>, oppure <a href="../contact/">contattateci</a> per chiedere aiuto.
sl: Tukaj je nekaj najbolj pogostih vprašanj o Audacity. Če vašega vprašanja ni tukaj, si oglejte <a href="documentation">dokumentacijo</a> ali se za pomoč <a href="../contact/">obrnite na nas</a>.

source: Introduction to Nyquist and Lisp Programming
fr: Introduction à la programmation Lisp et Nyquist
it: Introduzione alla programmazione Nyquist e Lisp
sl: Uvod v programiranje v Nyquistu in Lispu

source: Programming in Nyquist
fr: Programmer en Nyquist
it: Programmare in Nyquist
sl: Programiranje v jeziku Nyquist

source: Creating Nyquist Plug-ins
fr: Création de modules Nyquist
it: Creare plug-in Nyquist
sl: Ustvarjanje vtičnikov Nyquist

source: Beginning with version 1.1.1, Audacity allows you to use the Nyquist programming language to write your own plug-in effects for Audacity. Unlike VST and LADSPA plug-ins, Nyquist plug-ins can be written using an ordinary text editor and don't need to be compiled.
fr: Dès la version 1.1.1, Audacity a rendu possible l'utilisation du langage de programmation Nyquist pour écrire vos propres modules d'effets pour Audacity. Contrairement aux modules VST et LANDSPA, les modules Nyquist peuvent être écrits à l'aide d'un simple éditeur de texte et n'ont pas besoin d'etre compilés.
it: A partire dalla versione 1.1.1, Audacity vi permette di usare il linguaggio di programmazione Nyquist per scrivere i vostri plug-in effetti per Audacity. Diversamente dai plug-in VST e LADSPA, i plug-in Nyquist possono essere scritti usando un normale editor di testi e non devono essere compilati.

source: %sNyquist was written by %sRoger B. Dannenberg%s and was intended to be used as a complete programming language for audio synthesis and analysis, with support for MIDI, audio recording and playback, file I/O, object-oriented programming, profiling, debugging and more. Audacity uses only a subset of Nyquist's functionality, allowing you to take simple Nyquist functions and use them to process audio data. Audacity doesn't include any support for debugging Nyquist code, so if you are trying to write a complicated plug-in, you may find it easier to get the full version of Nyquist and develop there, then turn it into an Audacity plug-in. Nyquist is available from the Carnegie Mellon University Computer Music Project: %sCMU Computer Music Project Software%s - download the full Nyquist here%s
fr: %sNyquist a été codé par %sRoger B. Dannenberg%s dans l'optique d'etre utilisé comme un langage autonome de programmation pour la synthèse et l'analyse de sons, la lecture et l'enregistrement, prise en compte des entrées/sorties, programmation orienté objet avec déboguage possible... Audacity n'exploite qu'une partie des fonctionnalités de Nyquist, vous permettant d'utiliser les éléments simples de Nyquist pour le traitement de données audio. Audacity n'inclut pas d'outil pour déboguer le code Nyquist; si vous etes amenés à développer des modules complexes, il peut être intéressant de travailler avec la version complète de Nyquist que vous pouvez trouver sur le site du %sCarnegie Mellon University Computer Music Project%s (téléchargez le logiciel complet)%s
it: %sNyquist è stato scritto da %sRoger B. Dannenberg%s ed è destinato a essere utilizzato come un linguaggio di programmazione per la sintesi e l'analisi audio, con il supporto per il formato MIDI, registrazione e riproduzione audio, I/O file, programmazione orientata agli oggetti, profilatura, correzione degli errori e altro ancora. Audacity utilizza solo un sottogruppo di funzioni di Nyquist, che vi permette di adottare semplici funzioni di Nyquist e di usarle per elaborare i dati audio. Audacity non comprende alcun supporto per la correzzione del codice Nyquist, quindi se state cercando di scrivere un complicato plug-in, può risultare più facile ottenere la versione completa di Nyquist e svilupparlo in essa, poi inserirlo come plug-in in Audacity. Nyquist è disponibile presso il Carnegie Mellon University Computer Music Project: %sCMU Computer Music Project Software%s - scaricate la versione completa di Nyquist qui%s

source: %sTo write plug-ins for use with Audacity, you will need the older %sNyquist version 2.37 Manual%s, not the version 3 manual available from CMU. This is because in Nyquist version 3 the code notation has changed to SAL instead of LISP. We will investigate integrating SAL with the Audacity implementation of Nyquist in the future.
fr: %sPour écrire des modules d'extension pour Audacity, vous avez besoin de l'ancienne %sversion 2.37 du manuel de Nyquist%s, et non de la version 3 du manuel rendue disponible par le CMU. En effet l'écriture du code dans la version 3 de Nyquist est passée de LISP à SAL. Nous étudierons la possibilité d'intégrer dans le futur SAL dans l'implémentation de Nyquist d'Audacity.
it: %sPer scrivere plug-in da usare con Audacity, avrete bisogno del manuale della vecchia versione %sNyquist 2.37%s, non del manuale della versione 3 disponibile presso CMU. Questo perché nella versione 3 di Nyquist la notazione del codice è stata modificata in SAL invece di LISP. Cercheremo in futuro di approfondire l'integrazione SAL con l'implementazione di Nyquist in Audacity.

source: Note that you don't need to download Nyquist in order to write simple plug-ins to use with Audacity. All of the instructions you need are below.
fr: Remarquez bien que vous n'avez pas besoin d'installer la version complète de Nyquist si vous n'écrivez que des modules simples pour Audacity. Vous trouverez ci-dessous toutes les instructions dont vous avez besoin.
it: Da notare che non dovete scaricare Nyquist per scrivere dei semplici plug-in da usare con Audacity. Tutte le istruzioni necessarie sono più avanti.

source: %sNyquist is based on Lisp. If you have programmed in Lisp before, you can skim this section or go directly to the %snext page%s. Otherwise, here's an extremely brief introduction to Lisp:
fr: %sNyquist est basé sur le langage Lisp. Si vous etes familier avec ce type de programmation, vous pouvez passer à l'étape suivante ou à la %spage suivante%s. Sinon, voici une très courte introduction à Lisp :
it: %sNyquist è basato su Lisp. Se in precedenza avete programmato in Lisp, potete saltare questa sezione o andare direttamente alla %spagina successiva%s. Altrimenti, questa è una introduzione molto breve su Lisp:

source: In Lisp (and therefore Nyquist), everything is an S-Expression, which is just a list of tokens (words) separated by whitespace and enclosed in parentheses. The name of the function is always the first token in an S-Expression, and all of the other tokens are arguments to this function. Here's a simple example:
fr: En Lisp (et donc en Nyquist), tout est S-expression, c'est-à-dire une liste de briques (mots) séparées par des espaces et enfermées à l'intérieur de parenthèses. Le nom de la fonction est toujours le premier élément d'une S-expression et les autres briques en sont les arguments. Voici un exempl simple :
it: In Lisp (e quindi in Nyquist), ogni cosa è una S-Expression, che è un elenco di token (parole) separate da uno spazio vuoto e racchiuse tra parentesi. Il nome della funzione è sempre il primo token in una S-Expression, e tutti gli altri token sono argomenti di questa funzione. Ecco un semplice esempio:

source: %sLet's break down this example. The outermost S-expression has three members. The first one, %s, is the name of the function (it stands for set-field). %s is used to assign a value to a variable. (There are other similar functions, like %s and %s, but %s is the most powerful, so it's the one we'll use in our examples.) After %s comes %s, which is the name of the variable we're going to set. Next comes the value to assign to this variable, which in this case is another S-expression.%s
fr: %sExaminons cet exemple. La S-expression globale contient trois parties. La première, %s, est le nom de la fonction (il correspond à "set field"). %s sert à assigner une valeur à une variable - il existe d'autres variables similaires comme %s ou %s mais %s est plus puissante et nous l'employons dans cet exemple. Après %s vient %s qui est le nom de la variable à laquelle nous allons assigner une valeur. Celle-ci est dans cet'exemple une autre S-expression.%s
it: %sSuddividiamo questo esempio. La S-expression più esterna ha tre elementi. Il primo, %s, è il nome della funzione (sta per campo impostazione). %s è usato per assegnare un valore a una variabile. (Vi sono altre funzioni simili, come %s e %s, ma %s è la più potente, per cui è quella che utilizzeremo nei nostri esempi). Dopo %s viene %s, che è il nome della variabile che si deve impostare. Poi viene il valore da assegnare a questa variabile, che in questo caso è un'altra S-expression.%s

source: %sLisp doesn't have any special operators for Math functions - they're all functions like everything else, using%s prefix %snotation, where the name of the function (or operator) comes before its arguments. So instead of 3*7 for the product of 3 and 7, in Lisp you would write (* 3 7). In Nyquist, the %s (exponent) function raises its first argument to the power of the second argument. Therefore %s means 3.14159 times the square of %s, or the formula for the area of a circle.%s
fr: %sLisp ne possède pas d'opérateurs spéciaux pour les fonctions mathématiques, ce sont des fonctions comme toutes les autres qui s'utilisent avec la meme syntaxe %sfonction arguments%s, où le nom de la fonction ou de l'opérateur précède les arguments. Ainsi pour calculer le produit de 3 par 7, nous écririons en Lisp <code>(* 3 7)</code>. La fonction exposant %s élève le premier argument à la puissance du second. La S-expression %s signifie donc que l'on multiplie 3.14159 par le carré de la valeur de la variable %s, ce qui donne la surface d'un disque.%s
it: %sLisp non ha alcun operatore speciale per le funzioni matematiche - queste sono invece funzioni come tutte le altre, usando%s prefisso %snotazione, in cui il nome della funzione (o operatore) viene prima dei suoi argomenti. Così invece di 3*7 per il prodotto di 3 e 7, in Lisp si deve scrivere (* 3 7). In Nyquist, la funzione %s (esponente) eleva il suo primo argomento alla potenza del secondo argomento. Perciò %s indica 3.14159 volte il quadrato di %s, o la formula per l'area di un cerchio.%s

source: Rather than typing in this full expression every time, let's define a function for the area of the circle, that we can call every time we need it:
fr: Plutot que de reécrire des expressions longues à chaque fois, il est possible de définir une fonction qui calcule l'aire du disque chaque fois qu'elle est appelée :
it: Piuttosto che digitare ogni volta l'espressione completa, definite una funzione per l'area del cerchio, che potrete richiamare ogni volta che serve:
