Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: As before, Audacity stores projects using a directory full of small files. Audacity 1.3 now uses a hierarchical directory structure that results in better performance on large projects (tens of hours worth of audio across many tracks).
fr: Comme auparavant, Audacity stocke les projets dans un répertoire avec un ensemble de petits fichiers. Audacity 1.3 utilise de plus un structure de répertoires hiérarchisés pour de meilleures performances avec des projets longs (des dizaines d'heures de contenu audio).
it: Come prima, Audacity memorizza i progetti usando una cartella piena di piccoli file. Audacity 1.3 ora usa una struttura gerarchica di cartelle che determina prestazioni migliori nei progetti più grandi (decine di ore di audio su molte tracce).
sl: Kot prej Audacity shrani projekte z uporabo mape, polne manjših datotek. Audacity 1.3 zdaj uporablja hierarhično struktur map, kar zagotavlja boljše delovanje pri velikih projektih (desetine ur zvoka na več sledeh).

source: Project integrity check on open
af: Projek-integriteittoets tydens oopmaak
fr: Intégrité du projet vérifiée à l'ouverture
it: Controllo integrità progetto all'apertura
sl: Preverjanje celovitosti projekta ob odpiranju

source: When you open an Audacity project in version 1.3, it checks to make sure that all data files are present.
fr: Lorsque vous ouvrez un projet Audacity avec la version 1.3, il vérifie que tous les fichiers de données sont présents.
it: Quando aprite un progetto Audacity nella versione 1.3, Audacity accerta che tutti file dati siano presenti.
sl: Ko odprete projekt Audacity v različici 1.3, ta preveri, da so prisotne vse datoteke.

source: Upload via FTP
af: Oplaai d.m.v. FTP
fr: Télécharger par FTP
it: Invia attraverso FTP
sl: Prenos prek FTP

source: Audacity 1.3 has an experimental new dialog for uploading files to a server via FTP. Currently it is just a simple FTP client; in the future we will integrate this feature into Audacity more so you can publish a project directly to a site as a Podcast, for example.
fr: Audacity 1.3 dispose d'un nouvel outil pour communiquer par FTP (pour envoyer des fichiers sur un serveur par exemple). Actuellement, ce n'est qu'un client FTP simple; dans le futur nous intégrerons cette fonctionnalité à Audacity de manière à ce que la publication sur un site soit possible directement à partir d'Audacity comme avec un PodCast par exemple.
it: Audacity 1.3 ha un nuovo dialogo sperimentale per inviare file a un server attraverso FTP. Attualmente si tratta di un semplice client FTP; in futuro integreremo ulteriormente questa funzionalità in Audacity in modo che possiate pubblicare un progetto direttamente in un sito come Podcast, per esempio.
sl: Audacity 1.3 ima novo eksperimentalno pogovorno okno za prenos datotek na strežnik prek FTP. Trenutno je samo enostaven odjemalec FTP; v bodoče bomo to sposobnost v večji meri vključili v Audacity, tako da lahko projekt objavite neposredno na strežnik, kot je na primer Podcast.

source: Based on wxWidgets 2.6
af: Gebaseer op wxWidgets 2.6
fr: Basé sur les wxWidgets 2.6
it: Basato su wxWidgets 2.6
sl: Temelji na wxWidgets 2.6

source: Previous versions of Audacity were based on wxWidgets 2.4. This change brings support for GTK2 widgets on Unix and better Unicode support on all platforms, plus many other minor enhancements under the hood.
fr: Les versions précédentes d'Audacity étaient basées sur wxWidgets 2.4. Ceci apporte le support des widgets GTK2 sous Unix et celui de Unicode sur toutes les plate-formes, et d'autres menues améliorations.
it: Le precedenti versioni di Audacity erano basate su wxWidgets 2.4. Questa modifica porta a supportare i widget GTK2 su Unix e un migliore supporto Unicode su tutte le piattaforme, oltre a molti altri minori miglioramenti.
sl: Prejšnje različice Audacity so temeljile na wxWidgets 2.4. Ta sprememba prinaša podporo za GTK2 na Unixu in boljšo podporo Unicode na vseh platformah skupaj s številnimi manjšimi izboljšavami pod pokrovom.

source: Audacity has a new feature that allows you to process a bunch of files, for example normalizing and converting to MP3. The CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Batch tab of the Preferences dialog.
af: Audacity het 'n nuwe eienskap wat u toelaat om 'n bondel lêers te verwerk, deur byvoorbeeld te normaliseer en na MP3 om te skakel. Die CleanSpeech-module verskaf 'n vereenvoudigde koppelvlak vir sommige standaardaanpassings wat veral op spraakopnames gemaak word. U kan hierdie eienskappe bekom by die Bondel-oortjie van die Voorkeuredialoog.
fr: Audacity peut désormais traiter une série de fichiers, par exemple pour normaliser et convertir en MP3. Le mode CleanSpeech fournit une interface simple pour des ajustements habituellement réalisés sur des enregistrements de voix. Accédez à ces fonctionnalités par l'onglet Traitement en lots des Préférences.
it: Audacity dispone ora di una nuova funzionalità che vi permette di elaborare un gruppo di file, per esempio normalizzare e convertire in MP3. La modalità CleanSpeech fornisce una interfaccia semplificata per alcune regolazioni standard tipicamente eseguite nelle registrazione del parlato. Potete accedere a queste funzioni nella scheda Batch del dialogo Preferenze.
sl: Audacity ima novo funkcionalnost procesiranja večjega števila datotek, npr. normalizacijo in pretvorbo v MP3. Način PočistiGovor ponuja poenostavljen vmesnik za nekatere običajne prilagoditve posnetkov govora. Do teh funkcij lahko dostopate prek zavihka Paketno delo v pogovornem oknu Nastavitve.

source: Cut lines
fr: Couper sans perte
it: Linee di taglio
sl: Črte reza

source: When this feature is enabled (in the Interface tab of the Preferences), cutting audio in the middle of a clip does not remove it permanently - at any time in the future, just click on the cut line to restore it.
af: Wanneer hierdie eienskap geaktiveer is (in die koppelvlakoortjie by die voorkeure), sal die knip van oudio in die middel van 'n stuk dit nie permanent skrap nie - dit kan enige tyd in die toekoms herstel word deur bloot op die snylyn te klik en dit te herstel.
fr: Si cette fonction est activée dans l'onglet Interface des Préférences, couper une sélection audio au sein d'un clip n'entraînera pas la perte irrémédiable de son contenu mais placera celle-ci dans le presse-papier.
it: Quando questa funzionalità è abilitata nella scheda Interfaccia delle Preferenze), il taglio dell'audio nel mezzo di un clip non determina la sua eliminazione permanente - in qualsiasi momento nel futuro, basterà fare clic sulla linea di taglio per ripristinarlo.
sl: Ko je aktivirana ta sposobnost (v zavihku Vmesnik v Nastavitvah), rezanje zvoka na sredi posnetka le-tega ne odstrani za vedno - kadar koli lahko kliknete na črto reza in ga povrnete nazaj.

source: Audacity 1.3: Improved Toolbar Docking
fr: Audacity 1.3 : verrouillage amélioré de la barre d'outils
it: Audacity 1.3: Migliorato ancoraggio della Barra degli strumenti
sl: Audacity 1.3: Izboljšano sidranje orodnih vrstic

source: In Audacity 1.3.2 and higher, you can easily dock, undock, and rearrange the location of all of Audacity's toolbars, including the selection bar. A new blue triangle visually indicates when you are about to dock a toolbar in a particular location.
fr: Dans Audacity 1.3.2 et ultérieur, vous pouvez aisément ancrer, rendre flottantes et réarranger l'emplacement de toutes les barres d'outils d'Audacity, y compris la barre de sélection. Un triangle bleu indique visuellement quand vous pouvez ancrer une barre d'outil sur un emplacement précis.
it: In Audacity 1.3.2 e seguenti, potete facilmente ancorare, disancorare, e ridisporre la posizione di tutte le Barre degli strumenti di Audacity, compresa la Barra Selezione. Un nuovo triangolo blu indica visivamente quando state per ancorare una Barra degli strumenti in una particolare posizione.
sl: Z Audacity 1.3.2 in novejšimi različicami lahko enostavno sidrate, odsidrate in prerazporedite orodne vrstice Audacity, vključno z izbirno vrstico. Nov modri trikotnik vizualno nakazuje, kdaj boste zasidrali orodno vrstico na določeno mesto.

source: First, click on the grabber to the left of a toolbar you wish to drag.
fr: Cliquer sur la poignée à gauche de la barre d'outil que vous souhaitez déplacer
it: Innanzitutto, fate clic sul grabber sulla sinistra della barra che volete trascinare.
sl: Najprej kliknite na sidrišče na levi strani orodne vrstice, ki jo želite povleči.

source: Drag the toolbar away from its original location.<br>If you release the mouse here, it will become a floating toolbar.
fr: Tirer la barre d'outils hors de son emplacement d'origine.<br> En relâchant alors le bouton de la souris, elle deviendra flottante.
it: Trascinate la barra dalla sua posizione originale.<br>Se rilasciate il pulsante del mouse in questa posizione, la barra diventerà fluttuante.
sl: Povlecite orodno vrstico z njenega izvornega položaja.<br>Če tukaj sprostite gumb miške, postane orodna vrstica plavajoča.

source: While dragging, position the mouse near an edge or between two other toolbars,<br>and a blue triangle appears, indicating a possible location you can dock the toolbar.
fr: Tout en continuant à la glisser, positionner le curseur de la souris près d'un angle<br> ou entre deux autres barres d'outils.<br> Un triangle bleu apparaît, indiquant un emplacement disponible pour ancrer la barre d'outils.
it: Durante il trascinamento, il posizionamento del mouse vicino a un margine o tra due altre Barre degli strumenti,<br>determina la comparsa di un triangolo blu, che indica una possibile sede in cui potete ancorare la Barra degli strumenti.
sl: Med vleko postavite miškin kazalec poleg roba ali med dve drugi orodni vrstici, <br>pojavi se moder trikotnik, ki nakazuje možen položaj, kamor lahko zasidrate orodno vrstico.

source: Release the mouse button near a blue arrow and the toolbar is docked in its new location.
fr: En relâchant le bouton près du triangle bleu, la barre d'outil s'ancre à son nouvel emplacement.
it: Rilasciate il pulsante del mouse vicino a una freccia blu e la Barra degli strumenti viene ancorata in questa nuova sede.
sl: Spustite gumb miške poleg modre puščice in orodna vrstica je zasidrana na novem mestu.

source: Commands to hide or show toolbars are found in the View menu.
fr: Les commandes d'affichage ou de masquage des barres d'outils sont placées dans le menu Affichage.
it: I comandi per nascondere o mostrare le Barre degli strumenti sono disposti nel menu Visualizza.
sl: Ukaze za prikaz in skrivanje orodnih vrstic najdete v meniju Pogled.

source: Track focus
fr: Visée sur piste
it: Evidenzia traccia
sl: Pozornost na sledi

source: Audacity 1.3: Track focus
fr: Audacity 1.3 : visée sur piste
it: Audacity 1.3: Evidenzia traccia
sl: Audacity 1.3: Pozornost na sledi

source: In Audacity 1.3.2 and higher, you can fully manipulate the selection using the keyboard. As always, press the left and right arrows, along with shift and control, to move the cursor or extend a selection to the left or right. New, press the up or down arrows to change which track is focused, independent of the selection, and press the Enter key to toggle the selectedness of the focused track.
fr: Dans Audacity 1.3.2 et ultérieur, il est possible de manipuler totalement la sélection à l'aide du clavier. Comme toujours, appuyer sur les flèches droite et gauche, combiné avec Maj. et Contrôle pour déplacer le curseur ou étendre la sélection à gauche ou à droite. Désormais, presser les flèches haut et bas pour modifier la piste visée, indépendamment de la sélection puis appuyer sur Entrée pour appliquer l'étendue de la sélection à la piste visée.
it: In Audacity 1.3.2 e seguenti, potete manipolare completamente la selezione usando la tastiera. Come sempre, premete i tasti Freccia sinistra e destra, insieme ai tasti Maiusc e Ctrl, per spostare il cursore o estendere una selezione a sinistra o a destra. Ora, premete i tasti Freccia su o giù per cambiare la traccia evidenziata, indipenentemente dalla selezione, e premete il tasto Invio per commutare la selezione della traccia evidenziata.
sl: V Audacity 1.3.2 in novejših različicah lahko povsem upravljate z izbiro z uporabo tipkovnice. Kot vedno pritisnite levo in desno puščico, skupaj s preslednico in tipko Ctrl, da premaknete kazalko ali razširite izbor na levo ali na desno. Novost je, da s pritiskom na puščici gor ali dol spremenite pozornost sledem, odvisno od izbora, in s pritiskom tipke Enter vključite ali izključite izbor sledi s pozornostjo.

source: The focused track is highlighted in green, as illustrated in the screenshots below. Clicking on a track selects it and focuses it.
fr: La piste visée est mise en évidence par du vert, comme illustré sur la copie d'écran ci-dessous.Cliquer sur une piste la sélectionne et la vise.
it: La traccia evidenziata è evidenziata in verde, come mostrato nella figura seguente. Facendo clic su una traccia la selezionate e la evidenziate.
sl: Sled s pozornostjo je obarvana zeleno, kot to nakazujejo spodnji posnetki. S klikom na sled jo izberete, dobi pozornost.

source: Above, a region of audio is selected in the top track.<br> You can tell the track is selected, because its label area is shaded.<br> You can tell the track is focused because of the green border.
fr: Ci-dessus, une portion d'audio est sélectionnée dans la piste supérieure.<br> On voit que la piste est sélectionnée à son étiquette grisée.<br> On voit que la piste est visée à cause de ses bordures vertes.
it: Nella figura precedente, è selezionata una area di audio nella traccia superiore.<br> Potete dire che la traccia è selezionata poiché la sua area etichetta è ombreggiata.<br> Potete dire che la traccia è evidenziata poiché i suoi margini sono di colore verde.
sl: Zgoraj je izbrano področje zvoka v vrhnji sledi.<br> Da je sled izbrana, razberete iz zasenčenega področja oznake.<br> Da ima sled pozornost, razberete iz zelenega roba.

source: Pressing the down arrow key changes the focus to the lower track.<br> However, only the top track is selected.
fr: Un appui sur la flèche Bas passe la visée à la piste inférieure.<br> Toutefois, seule la piste du haut est sélectionnée.
it: La pressione del tasto Freccia giù sposta l'evidenziazione sulla traccia inferiore.<br> Tuttavia, è selezionata solo la traccia superiore.
sl: S pritiskom na tipko puščice navzdol spremenite pozornost na spodnjo sled.<br> Vendar pa je izbrana le sled na vrhu.

source: Pressing the enter key toggles the lower track, so it is now selected, too.
fr: Un appui sur la touche Entrée bascule la piste du bas qui est désormais également sélectionnée.
it: La pressione del tasto Invio commuta la selezione sulla traccia inferiore che risulta così selezionata.
sl: S pritiskom na gumb Enter preklopite na spodnjo sled, da je tudi izbrana.

source: Finally, press up-arrow and enter to unselect the top track.<br> This is one way to keep a particular range of audio selected<br>while changing which track is selected.
fr: Finalement, l'appui sur la flèche Haut puis sur entrée désélectionne la piste du haut.<br> C'est un moyen de conserver une zone de sélection audio précise tout en modifiant la piste sélectionnée.
it: Infine, la pressione del tasto Freccia su e del tasto Invio deseleziona la traccia superiore.<br> Questo è un modo per mantenere un particolare intervallo di audio selezionato<br>mentre si modifica la traccia selezionata.
sl: Na koncu pritisnite puščico navzgor in tipko Enter, da prekličete izbor vrhnje sledi.<br> To je eden od načinov, da obdržite izbran določen obseg zvoka<br> med spreminjanjem tega, katera sled je izbrana.

source: Audacity 1.3: Repair and Equalization Effects
fr: Audacity 1.3: Effets de réparation et d'égalisation.
it: Audacity 1.3: Effetti Ripara ed Equalizzazione
sl: Audacity 1.3: Učinki popravljanja in izenačevanja

source: Repair Effect
fr: Effet de réparation
it: Effetto Ripara
sl: Popravi učinek

source: This new effect will fix a small pop or click in an audio track by smoothly interpolating the damaged audio samples. It is designed to fix very short glitches, not major distortion or background noise. It can fix minor clipping.
fr: Ce nouvel effet corrige un petit pop ou un clic en interpolant légèrement les échantillons audio détériorés. Il est prévu pour la correction de petites anomalies, pas pour des distorsions importantes ou du bruit de fond. Il peut corriger des saturations mineures.
it: Questo nuovo effetto correggerà un piccolo pop o clic in una traccia audio interpolando delicatamente i campioni audio danneggiati. L'effetto è stato progettato per correggere rumori molto brevi, non una notevole distorsione o il rumore di sottofondo. Può correggere un clipping minore.
sl: Ta novi učinek popravi manjši prasket ali pok v zvočnem posnetku, tako da nežno interpolira okvarjene zvočne vzorce. Oblikovan je za odpravljanje zelo kratkih napak, ne pa obsežnejših zvočnih motenj ali zvoka ozadja. Popravi lahko tudi manjše prirezovanje (zaradi prevelike jakosti vhodnega signala).

source: First, find the damanged part of your recording and zoom in<br> until you can see the individual audio samples.
fr: Trouver tout d'abord la partie détériorée de l'enregistrement et zoomer en avant<br> jusqu'à distinguer les échantillons audio
it: Prima, trovate la parte danneggiata della vostra registrazione e applicate lo zoom avanti<br> finché non vedete i singoli campioni audio.
sl: Najprej poiščite okvarjeni del posnetka in ga povečajte,<br> dokler ne vidite posameznih vzorčenj zvoka.

source: Select the damaged portion of the audio.
fr: Sélectionner la portion d'audio endommagé.
it: Selezionate la parte danneggiata dell'audio.
sl: Izberite okvarjeni del zvoka.

source: Choose <b>Repair</b> from the Effect menu.<br>The selection is replaced with smoothly interpolated samples.
fr: Choisir <b>Réparer</b> dans le menu Effets.<br> La sélection est remplacée par des échantillons légèrement interpolés.
it: Scegliete <b>Ripara</b> nel menu Effetti.<br>La selezione è sostituita con campioni delicatamente interpolati.
sl: V meniju Učinek izberite <b>Popravi</b>.<br>Izbor zamenjajo gladko interpolirani vzorci.

source: Equalization Effect
fr: Effet d'égalisation
it: Effetto Equalizzazione
sl: Učinek izenačevanja

source: The new Equalization effect, shown below, has many more controls for constructing a complex filter to enhance or reduce certain frequencies. You can either draw an arbitrary equalization curve, or use a graphic equalizer.
fr: Le nouvel effet d'égalisation, montré ci-dessous, a davantage de contrôles, permettant de construire un filtre complexe afin de renforcer ou de réduire certaines fréquences audio. Vous pouvez tout aussi bien dessiner une courbe d'égalisation ou utiliser un égaliseur graphique.
it: Il nuovo effetto Equalizzazione, mostrato più avanti, ha molti più controlli per costruire un complesso filtro per esaltare o ridurre certe frequenze. Potete disegnare una arbitraria curva di equalizzazione, o usare un equalizzatore grafico.
sl: Nov učinek izenačevanja, prikazan spodaj, ima veliko več kontrolnikov za sestavo kompleksnega filtra, s katerim lahko okrepite ali omejite določene frekvence. Narišete lahko želeno krivuljo izenačevanja ali pa uporabite grafični izenačevalnik.

source: Audacity 1.3: Timer Recording
fr: Audacity 1.3 : Enregistrement programmé
it: Audacity 1.3: Programma registrazione
sl: Audacity 1.3: Časovno omejeno snemanje

source: Timer Recording lets you schedule Audacity to start recording at a particular time and record only for a certain length of time. Perfect if you want to record Internet radio or walk away while Audacity is recording from a cassette or LP.
fr: Le programmateur d'enregistrement permet de démarrer un enregistrement à une heure précise et pour une durée déterminée. C'est parfait pour enregistrer une radio sur Internet ou s'en aller pendant qu'Audacity enregistre une cassette ou un vinyle.
it: La funzione Programma registrazione vi permette di programmare Audacity per iniziare la registrazionea in un particolare orario e solo per certe durate di tempo. Perfetto se volete registrare radio in Internet o andare avanti mentre Audacity sta registrando da una cassetta o da un LP.
sl: Snemanje s časovno omejitvijo omogoča, da z Audacity nastavite začetek snemanja ob natanko določenem času in v natanko določeni časovni dolžini. To je ustrezno, če želite posneti spletno radijsko oddajo ali početi kaj drugega med presnemavanjem s kasete ali plošče.

source: Audacity 1.3: Project saving and recovery
fr: Audacity 1.3 : Sauvegarde et récupération du projet
it: Audacity 1.3: Salvataggio e recupero di progetti
sl: Audacity 1.3: Shranjevanje in obnavljanje projektov

source: Starting in version 1.3.2, Audacity automatically saves snapshots of your current project constantly. If Audacity ever crashes, or if your whole computer crashes or suddenly loses power, the next time you start Audacity it will notify you that it found an unsaved project, and prompt you to recover it.
fr: A partir de la version 1.3.2, Audacity sauvegarde automatiquement des images de votre projet. Si Audacity ou si l'ordinateur crashe ou qu'il s'éteint brutalement, au lancement suivant d'Audacity, un message avertira qu'il a trouvé un projet non-enregistré et proposera de le récupérer.
it: A partire dalla versione 1.3.2, Audacity salva automaticamente le istantanee del vostro progetto corrente in modo regolare. Se Audacity si blocca, o se il vostro computer si blocca o improvvisamente viene meno l'alimentazione, la volta successiva che avviate Audacity sarete avvertiti che ha trovato un progetto non salvato, e vi inviterà a recuperarlo.
sl: Od različice 1.3.2 naprej Audacity ves čas samodejno shranjuje začasne kopije trenutnega projekta. Če se sesuje Audacity ali vaš računalnik ali pa je prekinjeno napakanje, boste ob naslednjem zagonu Audacity obveščeni o neshranjenem projektu, ki ga bostelahko obnovili.
