Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p>You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Learn more about how Audacity raises money... </a> </p> <h3>New Releases on the Way</h3> <p>Also, we will soon release updates to both the stable 1.2.x and development 1.3.x lines. The new 1.3.x version will be 1.3.2 -- no official 1.3.1 because there are lots of changes and several unofficial 1.3.1 builds have already been posted. Major changes in the 1.3.2 release include: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminary Intel Mac Support</dt> <dd>pre-release builds at <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dependencies dialog</dt> <dd>lets user see dependencies of project on other files, and copy audio data directly into the project</dd> <dt>Crash Recovery</dt><dd>automatically saved data makes recovery fast and easy</dd> <dt>New Repair Effect</dt><dd>smooths corrupted waveforms</dd> <dt>UI Changes</dt> <dd>themes (custom user interfaces), new toolbar docking features, new time-specification controls, increased accessibility support, history window changes, lots more</dd> <dt>Selection Bar Improvements</dt><dd>increased control and bug fixes</dd> <dt>Equalization Effect Improvements</dt><dd>better layout of Graphic EQ, faster animation of curve, increased control</dd> <dt>Many More LADSPA effects for Windows</dt><dd>most LADSPA effects now ported to Windows</dd> <dt>Numerous Bug Fixes</dt><dd>fixes to hotkeys, directories, Portable Audacity, crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
fr: <p>Vous êtes invités à visiter notre nouvelle <a href="http://audacitystore.com/">boutique Audacity</a>, qui propose des articles portant le logo d'Audacity (T-shirts, polos et sacs brodés), et du matériel électronique. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Découvrez comment Audacity réunit des fonds... </a> </p> <h3>Vers de nouvelles versions</h3> <p>Nous proposerons sous peu des mises à jour à la fois de la version stable 1.2.X et de celle en cours de développement 1.3.X. La prochaine version 1.3.x version sera la 1.3.2 -- Il n'y a pas de version officielle 1.3.1 car beaucoup de modifications y ont été apportées et que de nombreuses versions 1.3.1 non-officielles ont déjà été diffusées. Principales nouveautés de la version 1.3.2 : <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Le support préliminaire Mac Intel</dt> <dd>pré-versions disponibles sur <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dialogues de dépendance</dt> <dd>permet à l'utilisateur de voir les liens entre le projets et d'autres fichiers, et de copier des données audio directement dans le projet</dd> <dt>Récupération après un crash</dt><dd>la sauvegarde automatique des données rend la récupération rapide et aisée</dd> <dt>Nouvel effet réparateur</dt><dd>lisse les formes d'ondes abîmées</dd> <dt>Modifications de l'interface</dt> <dd>thèmes (interfaces utilisateur personnalisées), nouvelles fonctions de verrouillage des barres d'outils, nouveau contrôle temporel, support d'accessibilité amélioré, historique modifications de fenêtres, et bien d'autres choses encore</dd> <dt>Amélioration de la barre de sélection</dt><dd>meilleur contrôle et résolution de bogues</dd> <dt>Améliorations de l'effet Egalisation</dt><dd>aspect de l'égaliseur graphique, rapidité du mouvement des courbes, contrôle amélioré</dd> <dt>nombreux effets LADSPA supplémentaires pour Windows</dt><dd>la plupart des effets LADSPA fonctionnent désormais sous Windows</dd> <dt>Nombreux correctifs de bogues</dt><dd>concernant les raccourcis clavier, les répertoires, Audacity Portable, les crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
it: <p>Siete invitati a visitare il nuovo <a href="http://audacitystore.com/">Audacity Store</a>, che presenta articoli con il logo Audacity (T-shirt, polo ricamate, borse a tracolla ricamate), e materiale elettronico di consumo. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Ulteriori informazioni su come Audacity raccoglie fondi... </a> </p> <h3>Nuove uscite</h3> <p>Inoltre, presto rilasceremo degli aggiornamenti per la versione stabile 1.2.x e per le versioni in fase di sviluppo 1.3.x. La nuova versione 1.3.x sarà la 1.3.2 -- non ufficiale la 1.3.1 poiché vi sono state molte modifiche e numerosi non ufficiali build 1.3.1 sono stati già postati. Le principali modifiche nella versione 1.3.2 includono: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminare supporto Intel Mac</dt> <dd>pre-release builds a <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Il dialogo dipendenze</dt> <dd>permette all'utente di vedere le dipendenze del progetto con altri file, e di copiare i dati audio direttamente nel progetto</dd> <dt>Recupero da crash</dt><dd>i dati salvati automaticamente rende il recupero veloce e rapido</dd> <dt>Nuovo effetto Ripara</dt><dd>ripara le forme d'onda corrotte</dd> <dt>Modifiche UI</dt> <dd>temi (interfacce utente personalizzate), nuove funzionalità di blocco delle barre degli strumenti, nuovi controlli di specificazione del tempo, incrementato supporto di accessibilità, cronologia finestra modifiche,e molto altro ancora</dd> <dt>Miglioramenti nella Barra Selezione</dt><dd>aumentato controllo e correzione di errori</dd> <dt>Miglioramenti dell'effetto Equalizzazione</dt><dd>migliore struttura dell'EQ grafico, animazione più veloce di una curva, migliorato controllo</dd> <dt>Molti più effetti LADSPA per Windows</dt><dd>la maggior parte degli effetti LADSPA ora sono stati portati in Windows</dd> <dt>Correzione di numerosi errori</dt><dd>correzioni di scorciatoie da tastiera, cartelle, Portable Audacity, crash, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
sl: <p>Vabimo vas, da preizkusite novo <a href="http://audacitystore.com/">trgovino Audacity</a>, ki ponuja izdelke z logotipom Audacity (majice s kratkimi rokavi, majice polo z všitki, torbe z všitki) in zabavno elektroniko. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt=_("Trgovina Audacity")></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Izvedite več o tem, kako projekt Audacity pridobiva sredstva ... </a> </p> <h3>Nove izdaje na poti</h3> <p>Prav tako bomo kmalu izdali posodobitve tako stabilne 1.2.x in razvojne veje 1.3.x. Nova različica 1.3.x bo kar 1.3.2 -- brez uradne 1.3.1, saj je število sprememb ogromno in kar nekaj neuradnih gradenj 1.3.1 je že bilo objavljenih. Največje spremembe v 1.3.2 vključujejo: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Začetno podporo za Intel Mac</dt> <dd>pred-izdane gradnje na naslovu <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Pogovorno okno odvisnosti</dt> <dd>ponuja uporabniku ogled odvisnosti projekta od drugih datotek in kopiranje zvočnih podatkov neposredno v projekt</dd> <dt>Okrevanje po sesutju</dt><dd>samodejno shranjeni podatki ponujajo hitro in enostavno okrevanje</dd> <dt>Nov učinek - Popravi</dt><dd>zgladi okvarjene zvočne krivulje</dd> <dt>Spremembe uporabniškega vmesnika</dt> <dd>teme (uporabniški vmesnik po meri), nove možnosti sidranja orodne vrstice, novi kontrolniki specifikacije časa, povečana podpora za dostopnost, zgodovina sprememb okna in še veliko več</dd> <dt>Izboljšave izbirne vrstice</dt><dd>povečan nadzor in odpravljeni hrošči</dd> <dt>Izboljšave učinka ekvalizacije</dt><dd>boljša postavitev grafičnega izravnalnika (EQ), hitrejša animacija krivulje, povečan nadzor</dd> <dt>Veliko več učinkov LADSPA za Windows</dt><dd>večina učinkov LADSPA je zdaj prenesenih tudi v Windows</dd> <dt>Številne popravke hroščev</dt><dd>popravki bližnjic, map, sesutij, Prenosni Audacity itn.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>

source: Audacity 1.2.4 and 1.3.0 Released
af: Audacity 1.2.4 en 1.3.0 vrygestel
fr: Sortie des versions 1.2.4 et 1.3.0 d'Audacity
it: Rilasciato Audacity 1.2.4 e 1.3.0
sl: Izšla sta Audacity 1.2.4 in 1.3.0

source: <p>Audacity 1.2.4 is a new stable version of Audacity. It includes a couple of bug fixes and minor improvements and is recommended for all users. Audacity 1.3.0 is a beta release that contains hundreds of <a href="/download/features-1.3-a">new features</a>, but this version is unfinished and unstable, and is recommended primarily for advanced users. You can install both Audacity 1.2 and 1.3 simultaneously.</p> <p>See the <a href="/download/release-notes">1.2.4 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.4, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version.</p> <p>Finally, the best way to get help with Audacity is now the new <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
fr: <p>Audacity 1.2.4 est la nouvelle version stable d'Audacity. Elle inclut quelques correctifs de bogues et des améliorations mineures; elle est donc recommandée à l'ensemble des utilisateurs. Audacity 1.3.0 est une version bêta contenant des centaines de <a href="/download/features-1.3-a">nouvelles fonctionnalités</a>, mais elle est instable et encore inachevée; elle est donc plutôt destinée aux utilisateurs expérimentés. Il vous est cependant possible d'installer conjointement Audacity 1.2.4 et 1.3.0.</p> <p>Consultez les <a href="/download/release-notes">notes de version 1.2.4</a> pour une liste complète des changements et problèmes connus d'Audacity 1.2.4, ou la page décrivant les <a href="/download/features-1.3-a">nouvelles fonctionnalités de 1.3</a>.</p> <p>Enfin, la meilleure manière d'obtenir de l'aide concernant Audacity est le <a href="http://audacityteam.org/forum/">nouveau Forum Audacity</a>. </p>
it: <p>Audacity 1.2.4 è ora la versione stabile di Audacity. Comprende un paio di correzioni di errori e miglioramenti minori ed è la versione raccomandata per tutti gli utenti. Audacity 1.3.0 è una versione beta che contiene centinaia di <a href="/download/features-1.3-a">nuove funzionalità</a>, ma questa versione non è ancora completa e stabile, ed è raccomadata principalmente per gli utenti più esperti. Potete installare Audacity 1.2 e 1.3 contemporaneamente.</p> <p>Vedere le <a href="/download/release-notes">Note della vesrione 1.2.4</a> per un elenco completo delle modifiche e per conoscere i problemi in Audacity 1.2.4, oppure vedere <a href="/download/features-1.3-a">Nuove funzionalità in 1.3</a> per avere ulteriori informazioni sulla nuova versione beta.</p> <p>Infine, il modo migliore per avere un aiuto con Audacity è ora il nuovo <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
sl: <p>Audacity 1.2.4 je nova stabilna različica programa Audacity. Vsebuje nekatere popravke hroščev in manjše izboljšave, tako da jo priporočamo vsem uporabnikom. Audacity 1.3.0 je beta različica, ki vsebuje na stotine <a href="/download/features-1.3-a">novih odlik</a>, toda ta različica še ni dokončana in ni stabilna, zato jo v prvi vrsti priporočamo le naprednim uporabnikom. Hkrati lahko namestite tako Audacity 1.2 kot 1.3.</p> <p>Oglejte si <a href="/download/release-notes">Opombe ob izdaji 1.2.4</a> za popoln seznam sprememb in znane težave v Audacity 1.2.4 ali pa si oglejte <a href="/download/features-1.3-a">Nove odlike v 1.3</a> za podatke o novi beta različici.</p> <p>In končno, najboljši način za pomoč pri delu z Audacity je zdaj novi <a href="http://audacityteam.org/forum/">forum Audacity</a>. </p>

source: Audacity 1.2.3 Released
af: Audacity 1.2.3 vrygestel
fr: Sortie de la version 1.2.3 de Audacity
it: Rilasciato Audacity 1.2.3
sl: Na voljo je Audacity 1.2.3

source: <p>Audacity 1.2.3 is a new stable version of Audacity. This version fixes a bug that interfered with long recordings on some Windows systems, and another bug that causes random crashes on Mac OS X. It also includes several updated translations, and other bug fixes and minor improvements.</p> <p>See the <a href="/download/release-notes">Release Notes</a> for a complete list of changes and known problems in this version.</p>
fr: <p>Audacity 1.2.3 est la nouvelle version stable de Audacity. Cette version corrige un bogue qui perturbait les enregistrements longs sous Windows, et un autre bogue responsable de plantages aléatoires sous Mac OS X. Il apporte aussi plusieurs traductions mises-à-jour, et d'autres corrections de bogues et améliorations mineures.</p> <p>Consultez les <a href="/download/release-notes">Notes de version</a> pour une liste complète des modifications et des problèmes connus de cette version.</p>
it: <p>Audacity 1.2.3 è una nuova versione stabile di Audacity. Questa versione corregge un errore che interferiva con le lunghe registrazioni su alcuni sistemi Windows, e un altro errore che causava crash imprevedibili su Mac OS X. Include numerose traduzioni aggiornate, e altri miglioramenti e correzioni minori.</p> <p>Leggete le <a href="download/release-notes">Note di rilascio</a> per una lista completa dei cambiamenti e dei problemi conosciuti.</p>
sl: <p>Audacity 1.2.3 je nova stabilna različica Audacity. Odpravlja hrošča, ki je motil dolge posnetke na nekaterih sistemih Windows, in še enega hrošča, ki povzroča naključna sesutja na Mac OS X. Vsebuje tudi številne popravljene prevode in druge popravke in manjše izboljšave.</p> <p>Za popoln seznam sprememb in znanih težav s to različico si oglejte <a href="download/release-notes">Opombe ob izdaji</a>.</p>

source: Page Footer
af: Bladsyvoetstuk
fr: Pied de page
it: Pie' di pagina
sl: Noga strani

source: This site is under a Creative Commons Attribution 3.0 License
fr: Ce site est sous licence "Creative Commons Attribution 3.0"
it: Questo sito rientra nei termini della Creative Commons Attribution 3.0 License
sl: To spletno mesto je objavljeno pod licenco priznanja avtorstva Creative Commons 3.0

source: Development hosted by SourceForge
af: Ontwikkeling gehuisves deur SourceForge
fr: Développement hébergé par SourceForge
it: Sviluppo ospitato da Sourceforge
sl: Razvoj gosti SourceForge

source: View this page in a different language
af: Bekyk hierdie blad in 'n ander taal
fr: Parcourez ce site dans plusieurs langues
it: Visualizza questa pagina in un'altra lingua
sl: Oglejte si to stran v drugem jeziku

source: Jump to page content
af: Spring na bladsyinhoud
fr: Aller directement au contenu
it: Vai ai contenuti della pagina
sl: Skoči na vsebino strani

source: Audacity: Free Sound Editor and Recording Software
af: Audacity: Vrye sagteware vir klankopname en -redigering
fr: Audacity : logiciel libre d'enregistrement et de montage audio
it: Audacity: software libero di modifica e registrazione dell'audio
sl: Audacity: prostokodni program za urejanje in snemanje zvoka

source: Site Navigation
af: Werfnavigering
fr: Navigation sur le site
it: Navigazione nel sito
sl: Krmarjenje po straneh

source: File Formats
af: Lêerformate
fr: Formats de fichier
it: Formati file
sl: Vrsta datotek

source: Audacity uses an open XML file format to encourage interoperability. Beginning with version 1.3.0, we are publishing the following DTD to aid those who want to develop software that reads and writes Audacity project files:
af: Audacity gebruik 'n oop XML-lêerformaat om onderlinge uitruilbaarheid aan te moedig. Beginnende met weergawe 1.3.0 publiseer ons die volgende DTD om diegene te help wat sagteware wil ontwikkel wat Audacity projeklêers lees en skryf:
fr: Audacity encourage l'interopérabilité avec l'utilisation d'un format de fichier ouvert XML. A l'occasion de la version 1.3.0, nous publions la DTD suivante pour soutenir ceux qui développent des logiciels sachant manipuler les fichiers de projet Audacity :
it: Audacity usa un formato file aperto XML per favorire l'interoperabilità. A partire dalla versione 1.3.0, abbiamo pubblicato il seguente DTD per aiutare coloro che vogliono sviluppare il software che leggono e scrivono file progetto Audacity:
sl: Audacity uporablja odprti datotečni zapis XML, s čimer želimo spodbujati večoperativnost. Od različice 1.3.0 naprej objavljamo naslednji DTD kot pomoč tistim, ki želijo razvijati programsko opremo, ki bere in zapisuje projektne datoteke Audacity:

source: More documentation on the Audacity project file format is forthcoming.
af: Later meer dokumentasie oor die Audacity-projeklêerformaat.
fr: Sous peu, davantage de documentation sur le format de fichier de projet Audacity.
it: Una ulteriore documentazione sul formato file progetto Audacity è in fase di preparazione.
sl: V bodoče bo na voljo dokumentacija o zapisu projektnih datotek Audacity.

source: The latest release of Audacity is <a href="/download">1.3.9 (Beta)</a>. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x Beta series.
fr: La dernière version d'Audacity est la <a href="/download">1.3.8 (Beta)</a>. Puisqu'elle n'est pas considérée comme définitive et qu'elle n'est pas complètement documentée ni traduite dans toutes les langues, elle est destinée à des utilisateurs avertis uniquement.. Consultez <a href="/download/features-1.3-a">les nouvelles fonctionnalités présentes dans la 1.3</a> pour plus d'informations sur les différentes versions 1.3.x Beta.

source: For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.9 installed on the same machine.
fr: Pour tous les utilisateurs, <a href="/download">Audacity 1.2.6</a> est une version stable, complète et entièrement documentée. Vous pouvez installer Audacity 1.2.6 et 1.3.8 sur le même ordinateur.

source: Beta
fr: Bêta

source: Technical Leadership Council
fr: Conseil de supervision technique
sl: Tehnični vodstveni svet

source: Home
af: Tuis
fr: Accueil
sl: Domov

source: Download
af: Laai af
fr: Téléchargement
sl: Prenosi

source: Audacity Store
af: Audacity-winkel
fr: La boutique d'Audacity
sl: Trgovina Audacity

source: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB)
af: <a href="%s">Audacity %s</a> (.dmg-lêer, %.1lf MG)
fr: Pour Mac OS 9 : <a href="%s">Audacity %s</a> (fichier .sit, %.1lf MB)
sl: <a href="%s">Audacity %s</a> (datoteka .dmg, %.1lf MB)

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3.9 requires wxGTK 2.8.10.
fr: La bibliothèque <a href="http://wxwidgets.org">wxWidgets</a> est <b>requise</b>. Audacity 1.3.8 nécessite wxGTK 2.8.10.

source: &nbsp;1.3.9 (Universal Binary)
fr: &nbsp;1.3.9 (Binaire universel)

source: &nbsp;1.3.9 (in source code)
fr: &nbsp;1.3.9 (code source)
