Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.5 (beta)</a> for Windows, Mac and Linux/Unix. Changes include improvements and new features for recording, import/export and the user interface. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.5 installed on the same machine. </p> <b>Beta version 1.3.5</b> <dl> <dt> Recording / Playback </dt> <dd> <ul> <li>Several bugs fixed so that latency correction should be better, and more devices work correctly.</li> <li>Problems with invalid sample rates under Linux should be much rarer.</li> <li>Newer version of Portaudio library.</li> <li>New feature to record onto the end of an existing track (hold Shift while clicking Record).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Updated versions of Libogg, Libvorbis, Libflac, Libsndfile and Twolame libraries. <li>Handling of unsupported file formats more informative.</li> <li>Handling of file names with slashes on OS X improved.</li> <li>New dialog allows replacement of illegal file name characters on all platforms.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Improved scaling and layout for rulers and VU meters.</li> <li>Envelope fixes/improvements including full control of undo/redo.</li> <li>New keyboard shortcuts and improved menu navigation.</li> <li>Preferences:</li> <ul> <li>More intuitive tab arrangement.</li> <li>New options for mute/solo and Metadata Editor behavior.</li> <li>Language can now be changed without restart.</li> </ul> <li>Expanded Build Information tab.</li> </dd> </ul> </dt> <dt> Effects </dt> <dd> <ul> <li>New Vocal Remover plug-in, improvements for Generate effects.</li> </dd> </ul> </dt> <dt> Compilation </dt> <dd> <ul> <li>Fixes when building Audacity with libraries disabled.</li> <li>Improvements to make Mac and Solaris builds easier.</li> </dd> </ul> </dt> <dt> Security </dt> <dd> <ul> <li>Full fix for issue CVE-2007-6061 on systems where temporary directories can be changed by other users (thanks to Michael Schwendt).</li> </dd> </ul> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Updated translations for many locales.</li> <li>Several stability improvements.</li> </dd> </ul> </dt> </dl> <p> See the included README.txt for more information about this release and <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p>
fr: <p> L'équipe d'Audacity est heureuse d'annoncer la sortie d' <a href="/download">Audacity 1.3.5 (beta)</a> pour Windows, Mac et Linux/Unix. Les changements inclus des améliorations, et des nouvelles fonctionnalités pour l'enregistrement, l'import/export et l'interface utilisateur. Parce que c'est un travail en cours et qu'il ne vient pas encore avec la documentation ou traduction complète dans toutes les langues, cette version est recommandée pour les utilisateurs avancés. Pour tous les utilisateurs, <a href="/download">Audacity 1.2.6</a> est la version stable, complète et pleinement documentée. Vous pouvez installer Audacity 1.2.6 et 1.3.5 sur la même machine. </p> <b>Version beta 1.3.5</b> <dl> <dt> Enregistrement / Playback </dt> <dd> <ul> <li>Plusieurs bogues fixés, donc la correction de latence devrait être meilleure, et plus de matériel doit fonctionner correctement.</li> <li>Les problèmes avec des mauvais taux d'échantillonnage sous Linux devraient être beaucoup plus rare.</li> <li>Nouvelle version de la bibliothèque Portaudio.</li> <li>Nouvelle fonctionnalité pour enregistrer à partir de la fin d'une piste existante (maintenez le Shift en cliquant sur Record).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Versions à jour des bibliothèques Libogg, Libvorbis, Libflac, Libsndfile et Twolame. <li>Les manipulations de fichiers de format non supporté sont plus informatives.</li> <li>La manipulation de nom de fichier avec des slashes sur OS X s'améliore.</li> <li>Les nouvelles boîtes de dialogue permettent le remplacement de caractères de nom de dossier invalide sur toutes les plates-formes..</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Améliore des ascenseurs et du rendu pour les règles et des VU mètres.</li> <li>Correctif/amélioration des enveloppes incluant un contrôle complet du défaire/refaire.</li> <li>Nouveau raccourcis clavier et amélioration du menu de navigation.</li> <li>Préférences:</li> <ul> <li>Arrangement d'étiquette plus intuitif.</li> <li>Nouvelles options pour les sourdines/solo et pour l'éditeur de métadonnées.</li> <li>La langue peut à présent être changée sans redémarrer.</li> </ul> <li>Étiquette d'information de construction étendue.</li> </dd> </ul> </dt> <dt> Effets </dt> <dd> <ul> <li>Nouveau module de gommage de voie, amélioration pour les effets générés.</li> </dd> </ul> </dt> <dt> Compilation </dt> <dd> <ul> <li>Correctif lorsqu'on construit Audacity avec des bibliothèques désactivées.</li> <li>Amélioration pour fabriquer des builds plus facilement pour Mac et Solaris.</li> </dd> </ul> </dt> <dt> Sécurité </dt> <dd> <ul> <li>Fixatif complet pour le problème CVE-2007-6061 sur les systèmes où les répértoires temporaires peuvent être changés par d'autres utilisateurs (merci à Michael Schwendt).</li> </dd> </ul> </dt> <dt> Divers </dt> <dd> <ul> <li>Traduction mise à jour pour plusieurs locales.</li> <li>Plusieurs amélioration de stabilité.</li> </dd> </ul> </dt> </dl> <p> Voir le README.txt inclu pour plus d'information à propos de cette sortie et<a href="/download/features-1.3-a">Nouvelles Fonctionnalités dans la 1.3</a> pour plus d'information à propos de la serie beta 1.3.x. </p>
it: <p> L'Audacity Team è lieto di annunciare il rilascio di <a href="/download">Audacity 1.3.5 (beta)</a> per Windows, Mac e Linux/Unix. Le modifiche comprendono miglioramenti e nuove funzionalità per la registrazione, l'importazione e l'esportazione e l'interfaccia utente. Poiché si tratta di un versione in evoluzione e non è ancora fornita di una documentazione completa o di traduzioni in altre lingue, è raccomandata per gli utenti più esperti. Per tutti gli altri utenti, <a href="/download">Audacity 1.2.6</a> è la versione stabile, completa e ben documentata. Potete disporre di Audacity 1.2.6 e 1.3.5 installati sullo stesso computer. </p> <b>Versione Beta 1.3.5</b> <dl> <dt> Registrazione / Riproduzione </dt> <dd> <ul> <li>Sono stati corretti numerosi errori cosicché la correzione della latenza dovrebbe essere migliorata, e più dispositivi funzionano correttamente.</li> <li>I problemi di frequenze di campionamento non valide con Linux dovrebbero essere molto più rari.</li> <li>Versione più nuova della libreria Portaudio.</li> <li>Nuove funzioni per registrare dopo la fine di una traccia esistente (tenendo premuto Maiusc mentre fate clic su Registra).</li> </dd> </ul> </dt> <dt> Importazione / Esportazione </dt> <dd> <ul> <li>Sono state aggiornate le versioni delle librerie Libogg, Libvorbis, Libflac, Libsndfile e . Twolame. <li>Gestione più informativa dei formati file non supportati.</li> <li>Gestione migliorata dei nomi dei file con slash in OS X.</li> <li>Un nuovo dialogo permette la sostituzione dei caratteri illegali dei nomi file in tutte le piattaforme.</li> </dd> </ul> </dt> <dt> Interfaccia </dt> <dd> <ul> <li>Migliorata graduazione e aspetto dei righelli e dei monitor.</li> <li>Corretti errori e apportati miglioramenti dell'inviluppo che comprendono il controllo completo di Annulla/Ripristina.</li> <li>Nuove scorciatoie da tastiera e migliorata navigazione nei menu.</li> <li>Preferenze:</li> <ul> <li>Disposizione più intuitiva delle schede.</li> <li>Nuove opzioni per Muto/Solo e dell'Editor Metadati.</li> <li>La lingua può ora essere cambiata senza dover riavviare il programma.</li> </ul> <li>Espansa la scheda Informazioni.</li> </dd> </ul> </dt> <dt> Effetti </dt> <dd> <ul> <li>Nuovo plug-in Rimozione voce, miglioramenti per gli effetti Genera.</li> </dd> </ul> </dt> <dt> Compilazione </dt> <dd> <ul> <li>Corretti errori quando Audacity agiva con le librerie disabilitate.</li> <li>Miglioramenti per rendere più facile l'elaborazione in Mac e Solaris.</li> </dd> </ul> </dt> <dt> Sicurezza </dt> <dd> <ul> <li>Completa correzione per il rilascio di CVE-2007-6061 nei sistemi in cui cartelle temporanee possono essere cambiate da altri utenti (grazie a Michael Schwendt).</li> </dd> </ul> </dt> <dt> Varie </dt> <dd> <ul> <li>Migliorate le traduzione per molte lingue.</li> <li>Numerosi miglioramenti nella stabilità.</li> </dd> </ul> </dt> </dl> <p> Vedere l'allegato file README.txt per avere ulteriori informazioni su questa versione e <a href="/download/features-1.3-a">Nuove funzionalità in 1.3</a> per avere ulteriori informazioni sulla serie delle versioni 1.3.x beta. </p>
sl: <p> Ekipa Audacity z veseljem oznanja izid <a href="/download">Audacity 1.3.5 (beta)</a> za Windows, Mac in Linux/Unix. Spremembe vključujejo izboljšave in nove možnosti snemanja, uvoza/izvoza ter uporabniškega vmesnika. Ker gre za delo v nastajanju in ker še nima popolne dokumentacije ali prevodov v druge jezike, jo svetujemo le naprednejšim uporabnikom. Za vse uporabnike je <a href="/download">Audacity 1.2.6</a> stabilna izdaja, popolna in v celoti dokumentirana. Hkrati imate lahko nameščeni različici Audacity 1.2.6 in 1.3.5. </p> <b>Beta različica 1.3.5</b> <dl> <dt> Snemanje / Predvajanje </dt> <dd> <ul> <li>Odpravljeni nekateri hrošči, tako da bi morala biti korekcija latence boljša, pravilno bi moralo delovati večje število naprav.</li> <li>Težave z neveljavnimi merami vzorčenja bi morale biti na Linuxu veliko redkejše.</li> <li>Novejša različica knjižnice Portaudio.</li> <li>Nova možnost snemanja na konec obstoječe sledi (pritisnite Shift, medtem ko kliknete Snemaj).</li> </dd> </ul> </dt> <dt> Uvoz / Izvoz </dt> <dd> <ul> <li>Posodobljene različice knjižnicLibogg, Libvorbis, Libflac, Libsndfile in Twolame. <li>Bolj informativna obravnava nepodprtih vrst datotek.</li> <li>Izboljšana obravnava imen datotek s poševnicami na OS X.</li> <li>Novo pogovorno okno omogoča zamenjavo nedovoljenih znakov v imenih datotek na vseh sistemih.</li> </dd> </ul> </dt> <dt> Vmesnik </dt> <dd> <ul> <li>Izboljšano spreminjanje merila in postavitev ravnil in merilnikov VU.</li> <li>Izboljšave/popravki ovojnic, vključno s polnim nadzorom nad razveljavi/ponovi.</li> <li>Nove tipke za bližnjice in izboljšano krmarjenje po menijih.</li> <li>Nastavitve:</li> <ul> <li>Bolj intuitivna razporeditev zavihkov.</li> <li>Nove možnosti za nemo/solo in vedenje urejevalnika metapodatkov.</li> <li>Jezik lahko zdaj spremenite brez ponovnega zagona.</li> </ul> <li>Razširjen zavihek s podatki o gradnji.</li> </dd> </ul> </dt> <dt> Učinki </dt> <dd> <ul> <li>Novi vtičnik za odstranjevanje vokalov, izboljšave učinkov Tvori.</li> </dd> </ul> </dt> <dt> Prevajanje </dt> <dd> <ul> <li>Popravki za gradnjo Audacity z onemogočenimi knjižnicami.</li> <li>Izboljšave, ki olajšujejo gradnjo za Mac in Solaris.</li> </dd> </ul> </dt> <dt> Varnost </dt> <dd> <ul> <li>Polni popravek za težavo CVE-2007-6061 na sistemih, kjer lahko drugi uporabniki spreminjajo začasne mape (hvala, Michael Schwendt).</li> </dd> </ul> </dt> <dt> Razno </dt> <dd> <ul> <li>Posodobljeni prevodi za številne podprte jezike.</li> <li>Nekaj izboljšav stabilnosti programa.</li> </dd> </ul> </dt> </dl> <p> Oglejte si dodani README.txt, kjer najdete več informacij o tej izdaji, in <a href="/download/features-1.3-a">Nove odlike v 1.3</a> za več informacij o nizu beta različic 1.3.x. </p>

source: Audacity is mentoring five Google Summer of Code (GSoC) 2008 students
fr: Audacity dirige 5 étudiants dans le cadre du Google Summer of Code (GSoC) 2008
it: Audacity è stato guida per cinque studenti nel Google Summer of Code (GSoC) 2008
sl: Audacity je mentor petim študentom v okviru Google Summer of Code (GSoc) 2008

source: <p> Audacity has been approved to mentor five <a href="http://code.google.com/soc/2008/audacity/about.html">students</a> for <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulations to the five approved students and thanks to all who applied for their interest in Audacity! </p>
fr: <p> Audacity a obtenu l'accord pour encadrer cinq <a href="http://code.google.com/soc/2008/audacity/about.html">étudiants</a> dans le cadre du <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offres à des étudiants informaticien une bourse de $4,500 pour qu'ils participent au code de différents projets open source. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Félicitations aux cinq étudiants qui ont été admis et merci à tous ceux qui ont postulé et montré leur intérêt envers Audacity ! </p>
it: <p> Audacity è stato approvato come guida per cinque <a href="http://code.google.com/soc/2008/audacity/about.html">studenti</a> nel <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offre agli studenti sviluppatori borse di 4.500 dollari per scrivere un codice per vari progetti open source. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulazioni ai cinque studenti approvati e grazie a tutti coloro che si sono applicati per l'interesse su Audacity! </p>
sl: <p> Audacity je postala mentorska organizacija za pet študentov projekta <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC ponuja študentom-razvijalcem štipendije v višini 4.500$ za pisanje programske kode za različne odprto-kodne projekte. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Čestitke petim sprejetim študentom in zahvala vsem drugim, ki ste se prijavili! </p>

source: Audacity is a mentoring organization Google Summer of Code (GSoC) 2008
fr: Audacity retenu comme organisation encadrante pour les Google Summer of Code (GSoC) 2008
it: Audacity è una organizzazione guida di Google Summer of Code (GSoC) 2008
sl: Audacity je mentorska organizacija za Google Summer of Code (GSoc) 2008

source: <p> Audacity is a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> All the student applications are in, and scored. Announcements will be made on April 21. Thanks for your interest! </p>
fr: <p> Audacity est une organisation tutrice pour le <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! Le GSoC offre aux étudiants développeurs une bourse de 4,500$ pour écrire du code pour différents projets open source. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Toutes les applications d'étudiant y sont et sont marquées. Les annonces seront faites le 21 avril. Merci pour votre intérêt! </p>
it: <p> Audacity è una organizzazione guida per il <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offre agli studenti sviluppatori borse di studio di 4.500 dollari per scrivere il codice per diversi progetti open source. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Tutte le domande degli studenti sono state accettate e sono state valutate. Gli annunci saranno fatti il 21 aprile. Grazie per l'interesse! </p>
sl: <p> Audacity je mentorska organizacija pri projektu <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC ponuja študentom-razvijalcem štipendije v višini 4.500$ za pisanje programske kode za različne odprto-kodne projekte. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Vse prijave študentov so prispele in so popisane. Izbor bo objavljen 21. aprila. Hvala za izkazano zanimanje! </p>

source: Call for Students! Apply <em>NOW</em> for Audacity projects in Google Summer of Code (GSoC) 2008
fr: Appel aux étudiants! Postulez <em>maintenant</em> pour les projets Audacity dans le Google Summer of Code (GSoC) 2008
it: Invito per gli studenti! Richiedete <em>ORA</em> i progetti Audacity in Google Summer of Code (GSoC) 2008
sl: Poziv študentom! Prijavite se <em>TAKOJ</em> za projekte Audacity v okviru Google Summer of Code (GSoC) 2008
