Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.3 (beta)</a>, which contains numerous new features and capabilities beyond the 1.3.2 (beta) release. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have both Audacity 1.2.6 and 1.3.3 installed simultaneously. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p> <b>Beta version 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Opening/saving formats </dt> <dd> Import <ul> <li>Import of audio from QuickTime (mov, aac, m4a) files now supported on OS X.</li> <li>Broadcast Wave Format (BWF) wave files can now be imported.</li> </ul> </dd> <dd> Export <ul> <li>Metadata can be added to OGG files.</li> <li>Improved Export option selection.</li> <li>Additional export options added to MP3 and FLAC file formats.</li> <li>Command line exporter now supported on Windows and OS X.</li> </ul> </dd> <dt> Effects </dt> <dd> EQ effect <ul> <li>Responsiveness improved.</li> <li>Several enhancements added.</li> <li>Batch support added.</li> </ul> </dd> <dd> New Auto Duck effect </dd> <dd> Added previewing to AudioUnit effects. </dd> <dd> Much improved Noise Removal effect </dd> <dd> Effects previewing can now be canceled. </dd> <dd> New DTMF Tone Generator effect </dd> <dd> Additional options available in Noise effect. </dd> <dd> Improved the Tone Generation effects. </dd> <dt> Other features </dt> <dd> New built-in screen capture utility </dd> <dd> Major speed improvement in Spectrogram rendering </dd> <dd> Increased support for drag and drop on OS X. </dd> <dd> Support added for building against wxWidgets 2.8.x. </dd> <dd> Can now open multiple Audacity Projects at once from Explorer on Windows. </dd> <dd> Improved main window sliders. </dd> <dd> New support for snapping while selecting and sliding </dd> <dd> Improved track focus handling and visual feedback. </dd> <dd> Speed improvements and handling of resizing/zooming in tracks </dd> <dd> Spectrum view can now be zoomed. </dd> <dd> New internal file cache to improve handling of project files over networks </dd> <dt> Also </dt> <dd> Many improvements to language specific translations </dd> <dd> Numerous stability improvements </dd> </dl> </dd></dl>
fr: <p> L'équipe d'Audacity est heureuse d'annoncer la sortie d' <a href="/download">Audacity 1.3.3 (Beta)</a>, qui contient de nombreuses nouvelles fonctionnalités et possibilités comparé à la version 1.3.2 (beta) Parce que c'est un travail en cours et qu'il ne vient pas encore avec la documentation ou traduction complète dans toutes les langues, cette version est recommandée pour les utilisateurs avancés. Pour tous les utilisateurs, <a href="/download">Audacity 1.2.6</a> est la version stable, complète et pleinement documentée. Vous pouvez installer Audacity 1.2.6 et 1.3.3 sur la même machine. </p> <p> Voir <a href="/download/features-1.3-a">Nouvelles fonctionnalités dans 1.3</a> pour plus d'information pour la série beta 1.3.x. </p> <b>Version béta 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Ouverture/sauvegarde de formats </dt> <dd> Import <ul> <li>L'import de l'audio depuis les fichiers QuickTime (mov, aac, m4a) dont maintenant supportés sous OS X.</li> <li>Les fichiers son Broadcast Wave Format (BWF) peuvent maintenant être importés.</li> </ul> </dd> <dd> Export <ul> <li>Les métadonnèes peuvent être ajoutées au fichiers OGG.</li> <li>Amélioration des sélections d'option pour l'export.</li> <li>Ajout d'options d'export ajoutées pour les formats de fichier MP3 et FLAC.</li> <li>L'export par ligne de commande est maintenant supporté sur Windows et OS X.</li> </ul> </dd> <dt> Effets </dt> <dd> Effet EQ <ul> <li>Sensibilité améliorée.</li> <li>Plusieurs amélioration ajoutées.</li> <li>Support Batch ajouté.</li> </ul> </dd> <dd> Nouvel effet Duck automatique.</dd> <dd> Ajout d'un aperçu pour les effets AudioUnit.</dd> <dd> Plus d'amélioration de l'effet de Gommage de Bruit (Noise Removal).</dd> <dd> Les aperçus d'effets peuvent maintenant être annulés.</dd> <dd> Nouvel effet DTMF Tone Generator.</dd> <dd> Des options ajoutées disponibles dans l'effet de bruit (Noise). </dd> <dd> Amélioration de l'effet de génération de ton (Tone Generation). </dd> <dt> Autres fonctionnalités </dt> <dd> Nouvel utilitaire de capture d'écran intégré.</dd> <dd> Amélioration majeur de la vitesse de rendu du Spectrogramme.</dd> <dd> Support amélioré du "drag and drop" sous OS X.</dd> <dd> Support ajouté pour les constructions contre wxWidgets 2.8.x.</dd> <dd> Maintenant, possibilité d'ouvrir plusieurs Projets Audacity en même temps depuis l'Explorer de Windows.</dd> <dd> Amélioration des ascenseurs des fenêtres principales.</dd> <dd> Nouveau support pour "snapping while selecting" et glisser.</dd> <dd> Amélioration de la manipulation du zoom sur la piste et retour visuel.</dd> <dd> Amélioration de rapidité et de la manipulation de la retaille/zoom dans les pistes.</dd> <dd> La vue par spectre peut maintenant être zoomée.</dd> <dd> Nouveau cache de fichier interne pour améliorer la manipulation des fichiers de projet à travers les réseaux.</dd> <dt> Autre </dt> <dd> Plusieurs améliorations des traductions spécifiques des langues.</dd> <dd> De nombreuses améliorations de stabilité </dd> </dl> </dd></dl>
it: <p> L'Audacity Team è lieto di annunciare il rilascio di <a href="/download">Audacity 1.3.3 (beta)</a>, che contiene numerose nuove funzionalità e capacità oltre quelle della versione 1.3.2 (beta). Poiché si tratta di una versione in evoluzione e non ancora fornita con una documentazione completa o con traduzioni in altre lingue, questa versione è raccomandata per gli utenti più esperti. Per tutti gli altri utenti, <a href="/download">Audacity 1.2.6</a> è una versione stabile, completa e ben documentata. Potete disporre di Audacity 1.2.6 e 1.3.3 installati contemporaneamente. </p> <p> Vedere <a href="/download/features-1.3-a">Nuove funzionalità in 1.3</a> per avere più informazioni sulla serie beta 1.3.x. </p> <b>Versione 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Apertura/salvataggio formati </dt> <dd> Importazione <ul> <li>Ora è supportata l'importazione di audio dai file QuickTime (mov, aac, m4a) in OS X.</li> <li>I file Broadcast Wave Format (BWF) ora possono essere importati.</li> </ul> </dd> <dd> Esportazione <ul> <li>I metadati possono essere aggiunti ai file OGG.</li> <li>È stata migliorata l'opzione Esportazione selezione.</li> <li>Sono state aggiunte ulteriori opzioni di esportazione per i formati file MP3 e FLAC.</li> <li>Ora è supportata l'esportazione con la linea di comando in Windows e OS X.</li> </ul> </dd> <dt> Effetti </dt> <dd> Effetto EQ <ul> <li>È stata migliorata la risposta.</li> <li>Sono stati aggiunti numerosi miglioramenti.</li> <li>È stato aggiunto il supporto batch.</li> </ul> </dd> <dd> Nuovo effetto Riduci volume automaticamente </dd> <dd> È stata aggiunta l'anteprima agli effetti AudioUnit. </dd> <dd> È stato migliorato l'effetto Rimozione rumore </dd> <dd> Ora è possibile annullare l'anteprima degli effetti. </dd> <dd> Nuovo effetto Generatore toni DTMF </dd> <dd> Sono disponibili ulteriori opzioni nell'effetto Rumore. </dd> <dd> Sono stati migliorati gli effetti Genera toni. </dd> <dt> Altre funzioni </dt> <dd> Nuova utilità incorporata di cattura schermo </dd> <dd> Notevole miglioramento della velocità del rendering dello Spettrogramma </dd> <dd> Aumentato supporto per il trascinamento in OS X. </dd> <dd> Aggiunto supporto per wxWidgets 2.8.x. </dd> <dd> Ora è possibile aprire più progetti Audacity contemporaneamente dall'Explorer in Windows. </dd> <dd> Migliorati i cursori della finestra principale. </dd> <dd> Nuovo supporto per la ripresa durante la selezione o lo scivolamento </dd> <dd> Migliorata gestione dell'evidenziazione e del riscontro visivo. </dd> <dd> Miglioramenti della velocità e della gestione del ridimensionamento/zoom delle tracce </dd> <dd> Alla vista Spettro ora ora può essere applicato lo zoom. </dd> <dd> Nuova cache file interna per migliorare la gestione dei file progetto sulle reti </dd> <dt> Inoltre </dt> <dd> Molti miglioramenti in specifiche traduzioni di altre lingue </dd> <dd> Numerosi miglioramenti della stabilità </dd> </dl> </dd></dl>
sl: <p> Ekipa Audacity z zadovoljstvom objavlja izdajo <a href="/download">Audacity 1.3.3 (beta)</a>, ki vsebuje številne nove odlike in zmožnosti, ki presegajo izdajo 1.3.2 (beta). Ker gre za delo v nastajanju in ker nima popolne dokumentacije ali prevodov, jo priporočamo le naprednejšim uporabnikom. Za večino uporabnikov je <a href="/download">Audacity 1.2.6</a> stabilna izdaja, popolna in povsem dokumentirana. Obenem imate lahko nameščeni obe različici, Audacity 1.2.6 in 1.3.3. </p> <p> Oglejte si <a href="/download/features-1.3-a">Nove odlike v 1.3</a> za več informacij o nizu beta izdaj 1.3.x. </p> <b>Beta različica 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Odpiranje/shranjevanje v različnih zapisih </dt> <dd> Uvoz <ul> <li>Uvoz zvoka iz zapisa QuickTime (mov, aac, m4a) je podprt v okolju OSX.</li> <li>Datoteke Broadcast Wave Format (BWF) je zdaj mogoče uvoziti.</li> </ul> </dd> <dd> Izvoz <ul> <li>Datotekam OGG je mogoče dodati metapodatke.</li> <li>Izboljšana izbira možnosti za izvoz.</li> <li>Dodatne izvozne možnosti za zapise MP3 in FLAC.</li> <li>Izvoz prek ukazne vrstice je zdaj podprt v okoljih Windows in OSX.</li> </ul> </dd> <dt> Učinki </dt> <dd> Učinek EQ (izravnalnik) <ul> <li>Izboljšana odzivnost.</li> <li>Dodane številne izboljšave.</li> <li>Dodana podpora za paketno obdelavo.</li> </ul> </dd> <dd> Nov učinek Samodejno spusti </dd> <dd> Dodan predogled učinkov AudioUnit. </dd> <dd> Močno izboljšan učinek odstranjevanja šumov </dd> <dd> Predogled učinkov je zdaj mogoče preklicati. </dd> <dd> Nov učinek tvorca šuma DTMF </dd> <dd> Dodatne možnosti za učinek šuma. </dd> <dd> Izboljšani učinki tvorbe tonov. </dd> <dt> Druge odlike </dt> <dd> Novo, vgrajeno orodje za zajem zaslonskih slik </dd> <dd> Krepke hitrostne izboljšave pri upodabljanju spektrograma </dd> <dd> Povečana podpora za povleci-in-spusti v OSX. </dd> <dd> Dodana podpora za gradnje z wxWidgets 2.8.x. </dd> <dd> Zdaj lahko odprete več projektov Audacity naenkrat iz Raziskovalca v okolju Windows. </dd> <dd> Izboljšani drsniki glavnega okna. </dd> <dd> Nova podpora za pripenjanje med izbiranjem in drsenjem </dd> <dd> Izboljšano ravnanje s pozornostjo sledi in vizualno odzivnostjo. </dd> <dd> Izboljšave hitrosti in ravnanja pri spreminjanju merila/povečavi sledi </dd> <dd> Spektralni pogled je mogoče povečevati. </dd> <dd> Nov notranji medpomnilnik za datoteke izboljša delo s projektnimi datotekami v omrežju. </dd> <dt> Prav tako </dt> <dd> Številne izboljšave prevodov </dd> <dd> Veliko izboljšav stabilnosti aplikacije </dd> </dl> </dd></dl>

source: Audacity 1.3.2 and 1.2.5 Released
af: Audacity 1.3.2 en 1.2.5 vrygestel
fr: Sortie des versions 1.2.5 et 1.3.2 d'Audacity
it: Rilasciati Audacity 1.3.2 e 1.2.5
sl: Izšla sta Audacity 1.3.2 in 1.2.5

source: <p> The Audacity developers have been busy with many new features over the past year. We're pleased to announce <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, which contains dozens of new features and capabilities. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.5</a> is a minor bug-fix update that addresses some problems with Audacity 1.2.4, but does not add any significant new features. It is complete and fully documented. You can have both Audacity 1.2.5 and 1.3.2 installed simultaneously. Also, we have just made available a set of 92 <a href="/download/plugins">LADSPA plug-ins for Windows</a> (for both Audacity 1.2.x and 1.3.x). </p><p> See the <a href="/download/release-notes">1.2.5 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.5, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version. </p> <b>Beta version 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Usability improvements </dt> <dd> New selection bar </dd> <dd> New features for label tracks </dd> <dd> Improved toolbar docking flexibility </dd> <dd> Menu renaming and reorganization </dd> <dd> Selection, ruler, and playback control improvements </dd> <dt> Major improvements to some built-in effects </dt> <dd> New Repair effect </dd> <dd> Improved Equalization effect </dd> <dd> Many fixes and minor improvements to other effects </dd> <dt> Improved accessibility for the visually impaired </dt> <dd> Improvements for screen readers, accessibility of tracks, and hot keys </dd> <dt> Timer recording </dt> <dt> Auto-save and automatic crash recovery </dt> <dt> New features and bug fixes for Nyquist </dt> <dt> Restructured Preferences dialog </dt> <dt> Improved batch processing </dt> <dt> File format export improvements </dt> <dt> Intel Mac support </dt> <dt> Many bug fixes and stability improvements </dt> </dl> </dd></dl> <b>Stable version 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Support for new file formats, including FLAC </dt> <dt> Fixes for Mac audio problems </dt> <dt> Fix Generate Silence bug, a crash issue, and Linux GCC build issues </dt> <dt> Intel Mac support </dt> </dl> </dd></dl>
fr: <p> Les développeurs d'Audacity ont travaillé à plusieurs nouvelles fonctionnalités durant l'année écoulée. Nous sommes heureux d'annoncer <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>,qui contient des douzaines de nouvelles fonctionnalités. Comme c'est un travail en cours et qu'il n'y a pas pour le moment de documentation complète ou de traductions, il est à réserver aux utilisateurs expérimentés. Pour tout-public, <a href="/download">Audacity 1.2.5</a> est une mise à jour mineure qui règle quelques problèmes rencontrés par Audacity 1.2.4, mais n'ajoute aucune fonctionnalité réellement nouvelle. Il est complet et totalement documenté. Vous pouvez installer simultanément Audacity 1.2.5 et 1.3.2. Dans le même temps, nous diffusons un set de 92 <a href="/download/plugins">modules (plug-ins) LADSPA pour Windows</a> (à la fois pour Audacity 1.2.x et 1.3.x). </p><p> Voir les <a href="/download/release-notes">notes de version 1.2.5</a> pour une liste complète des modifications et des problèmes connus d' Audacity 1.2.5, ou les <a href="/download/features-1.3-a">nouvelles fonctionnalités 1.3</a> pour des informations sur la nouvelle version bêta. </p> <b>Version 1.3.2 bêta </b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Améliorations de l'usage </dt> <dd>Nouvelle barre de sélection</dd> <dd>Nouvelles fonctionnalités des pistes de marqueurs </dd> <dd> Amélioration du verrouillage des barres d'outils </dd> <dd> Réorganisation et nouveaux noms de menu </dd> <dd> Amélioration des contrôles de sélection, de règles et de lecture </dd> <dt> Amélioration majeure de quelques effets intégrés </td> <dd>Nouvel effet de réparation </dd> <dd> Effet d'égalisation amélioré </dd> <dd> Quelques améliorations mineures d'autres effets </dd> <dt> Accessibilité des mal-voyants améliorée </dt> <dd>Améliorations pour les lecteurs d'écrans, l'accessibilité des pistes et des raccourcis clavier </dd> <dt> Enregistrement programmé </dt> <dt>Enregistrement et récupération automatiques des crashes </dt> <dt> Nouvelles fonctionnalités Nyquist et résolution de bogues </dt> <dt> Boîte de dialogue des préférences restructurée </dt> <dt> Traitement en lots amélioré </dt> <dt> Amélioration des formats d'exportation de fichiers </dt> <dt>Support Mac Intel </dt> <dt>Résolution de bogues et amélioration de la stabilité </dt> </dl> </dd></dl> <b> Version stable 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Support de nouveaux formats de fichiers incluant le FLAC </dt> <dt>Résolution de problèmes audio sous Mac </dt> <dt>Résolution d'un bogue dans Générer silence, d'un crash, et de problèmes sous Linux GCC </dt> <dt>Support Mac Intel </dt> </dl> </dd></dl>
it: <p> Gli sviluppatori di Audacity sono stati molto impegnati nello sviluppo di molte nuove funzionalità. Siamo felici di annunciare <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, che contiene numerose nuove funzionalità. Siccome è un lavoro in evoluzione che non contiene ancora i manuali e le traduzioni per tutte le lingue è raccomandato solo per gli utenti avanzati. Per tutti gli altri utenti, <a href="/download">Audacity 1.2.5</a> è un aggiornamento contenente le correzioni dei problemi trovati in Audacity 1.2.4, ma non aggiunge nuove significative funzionalità. È pronto per l'uso e interamente documentato. Potete comunque installare sia Audacity 1.2.5 sia Audacity 1.3.2 contemporaneamente sullo stesso computer. Inoltre abbiamo appena reso disponibile un set di 92 <a href="/download/plugins">plug-in LADSPA per Windows</a> (per Audacity 1.2.5 e 1.3.2). </p><p> Leggete le <a href="/download/release-notes">note di rilascio per la versione 1.2.5</a> per una lista completa dei cambiamenti e dei problemi conosciuti di Audacity 1.2.5, oppure leggete le <a href="/download/features-1.3-a">Nuove funzionalità in Audacity 1.3</a> per informazioni sulla nuova versione beta. </p> <b>Versione Beta 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Miglioramenti nell'usabilità </dt> <dd> Nuova barra selezione </dd> <dd> Nuove funzionalità per le tracce etichetta </dd> <dd> Migliorata la flessibilità del posizionamento delle barre degli strumenti </dd> <dd> Riorganizzazione dei menu </dd> <dd> Miglioramenti per i controlli di selezione e riproduzione </dd> <dt> Miglioramenti significativi per alcuni effetti predefiniti </td> <dd> Nuovo effetto Ripara </dd> <dd> Migliorato l'effetto Equalizzazione </dd> <dd> Numerosi miglioramenti e correzioni negli altri effetti </dd> <dt> Migliorata l'accessibilità per le persone con problemi di vista </dt> <dd> Miglioramenti per gli screen reader, l'accessibilità delle tracce e i tasti di scelta rapida </dd> <dt> Programma registrazione </dt> <dt> Salvataggio automatico e recupero automatico dopo crash </dt> <dt> Nuove funzionalità e correzioni per Nyquist </dt> <dt> Ristrutturato il pannello delle preferenze </dt> <dt> Migliorato l'elaborazione batch</dt> <dt> Miglioramenti nel formato di esportazione </dt> <dt> Supporto per il Mac Intel </dt> <dt> Numerose correzioni e miglioramenti nella stabilità </dt> </dl> </dd></dl> <b>Versione Stabile 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Supporto per nuovi formati di file, compreso FLAC </dt> <dt> Correzioni per i problemi di audio sui Mac </dt> <dt> Corretto l'errore nella generazione del silenzio, un problema di crash e il problema nella compilazione sotto Linux con GCC</dt> <dt> Supporto per il Mac Intel </dt> </dl> </dd></dl>
sl: <p> Razvijalci Audacity so bili pridni in v preteklem letu razvili številne nove odlike programa. Z zadovoljstvom objavljamo <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, ki vsebuje na ducate novih funkcij in rešitev. Ker gre za delo v nastajanju in še ni popolno dokumentirano ali prevedeno v druge jezike, ga priporočamo naprednim uporabnikom. Za vse navadne uporabnike je <a href="/download">Audacity 1.2.5</a> manjša posodobitev z nekaterimi odpravljenimi hrošči iz Audacity 1.2.4, pri čemer ne boste vidneje deležni novih funkcij. Je pa ta različica popolna in povsem dokumentirana. Hkrati lahko namestite Audacity 1.2.5 in 1.3.2. Prav tako smo ravnokar objavili komplet 92 <a href="/download/plugins">vtičnikov LADSPA za okolje Windows</a> (tako za Audacity 1.2.x kot 1.3.x). </p><p> Oglejte si <a href="/download/release-notes">Opombe ob izdaji 1.2.5</a> za popoln seznam sprememb in znane težave v Audacity 1.2.5 ali pa <a href="/download/features-1.3-a">Nove odlike različice 1.3</a> za podatke o novi beta različici. </p> <b>Različica beta 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Izboljšave uporabnosti </dt> <dd> Nova vrstica izbiranja </dd> <dd> Nove možnosti za poimenovanje sledi </dd> <dd> Povečana prilagodljivost sidranja orodnih vrstic </dd> <dd> Preimenovanje menijev in reorganizacija </dd> <dd> Izboljšave izbiranja, ravnila in nadzora predvajanja </dd> <dt> Večje izboljšave vgrajenih učinkov </td> <dd> Nov učinek Popravi </dd> <dd> Izboljšan učinek izenačevanja </dd> <dd> Številni odpravljeni hrošči in izboljšave drugih učinkov </dd> <dt> Izboljšana dostopnost za slabovidne in slepe </dt> <dd> Izboljšave za zaslonske bralnike, dostopnost sledi in tipke za bližnjice </dd> <dt> Časovno omejeno snemanje </dt> <dt> Samodejno shranjevanje in samodejna obnovitev po sesutju </dt> <dt> Nove funkcije in odpravljeni hrošči za Nyquist </dt> <dt> Preoblikovano pogovorno okno nastavitev </dt> <dt> Izboljšano paketno obdelovanje </dt> <dt> Izboljšave izvoznih vrst datotek </dt> <dt> Podpora za Intel Mac </dt> <dt> Številni odpravljeni hrošči in izboljšava stabilnosti </dt> </dl> </dd></dl> <b>Stabilna različica 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Podpora novim datotečnim zapisom, vključno z FLAC </dt> <dt> Odpravljene težave z zvokom za Mac </dt> <dt> Odpravljen hrošč tvorbe tišine, napaka sesutja in težave pri gradnjah z Linux GCC </dt> <dt> Podpora za Intel Mac </dt> </dl> </dd></dl>

source: The Audacity Store Is Open
af: Die Audacity-winkel is oop
fr: La boutique Audacity est ouverte
it: Il negozio Audacity è aperto
sl: Trgovina Audacity je odprta
