Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <h3 id="license">License</h3> <p>Audacity is <a href="../help/faq?s=general&amp;i=free">free software</a>. You may use it for any personal, commercial or educational purpose, including installing it on as many different computers as you wish.</p> <p>You may also copy, distribute, modify, and/or resell Audacity, under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> as published by the Free Software Foundation - either <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">version 2 of the License</a>, or (at your option) any later version. In granting you this right, the GPL requires that the source code you distribute is itself available under the GPL.
fr: <h3 id="license">Licence</h3> <p>Audacity est <a href="../help/faq?s=general&amp;i=free">un logiciel libre</a>. Vous pouvez l'utiliser pour tout usage commercial, personnel ou éducatif, y compris en l'installant sur autant d'ordinateurs que vous le désirez.</p> <p>Vous pouvez aussi copier, distribuer, modifier et/ou revendre Audacity en respectant les termes de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">licence GNU General Public License (GPL)</a> publiée par la Free Software Foundation (FSF) - soit <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">la version 2 de la Licence</a>, ou (à votre choix) n'importe quelle version ultérieure. En vous permettant cela, la GPL requiert que le code source de ce que vous distribuez soit lui-même disponible sous licence GPL.
it: <h3 id="license">Licenza</h3> <p>Audacity è un <a href="../help/faq?s=general&amp;i=free">software libero</a>. Potete utilizzarlo per scopi personali, commerciali o educativi, inclusa l'installazione su un numero qualsiasi di computer.</p> <p>Potete inoltre copiare, distribuire, modificare e/o rivendere Audacity, sotto i termini della <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> come pubblicato dalla Free Software Foundation - <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">versione 2 della Licenza</a>, o (a vostra scelta) qualsiasi versione successiva. Nella concessione di questo diritto, la GPL richiede che il codice sorgente da distribuire sia di per sé disponibile sotto la licenza GPL.
sl: <h3 id="license">Licenca</h3> <p>Audacity je <a href="../help/faq?s=general&amp;i=free">brezplačna programska oprema</a>; uporabljate jo lahko v kakršne koli zasebne, komercialne ali izobraževalne namene, vključno z nameščanjem na neomejeno število računalnikov.</p> <p>Lahko jo tudi kopirate, razširjate, spreminjate in/ali nadalje prodajate pod pogoji <a href="http://www.gnu.org/licenses/licenses.html#GPL">splošne javne licence GNU</a>, kot jo je objavila Free Software Foundation; katera koli različica 2 licence ali (na vašo izbiro) katera koli kasnejša različica. Ta licenca vam ob vse to dovoljuje, v kolikor je koda, ki jo razširjate, na voljo pod licenco GPL. Če imate vprašanja, prosimo <a href="&#109;&#x61;&#105;&#108;&#x74;&#x6f;&#58;&#x61;&#x75;&#100;&#97;&#x63;&#105;&#x74;&#121;&#x2d;&#x66;&#101;&#101;&#x64;&#98;&#97;&#x63;&#x6b;&#64;&#x6c;&#105;&#115;&#x74;&#115;&#x2e;&#x73;&#111;&#x75;&#x72;&#x63;&#x65;&#x66;&#111;&#x72;&#x67;&#x65;&#x2e;&#110;&#x65;&#116;&#63;&#115;&#x75;&#x62;&#x6a;&#x65;&#x63;&#116;&#61;&#x4c;&#x69;&#99;&#101;&#110;&#115;&#x69;&#x6e;&#x67;&#x20;&#69;&#x6e;&#113;&#117;&#105;&#x72;&#x79;">stopite v stik z nami</a>. <b>Opomba:</b> v skladu z našo <a href="../contact/privacy">politiko zasebnosti</a> je to javen poštni seznam - vaše sporočilo bodo videli vsi naročniki na seznam, kot tudi obiskovalci več spletnih strani, kjer se arhivirajo sporočila s seznama.</p> <p>Oglejte si tudi: <a href="http://www.gnu.org/licenses/gpl-faq.html">Pogosto zastavljena vprašanja o GNU GPL</a>.</p>

source: If you have questions, please
fr: Si vous avez des questions, merci
it: Se avete domande da fare,
sl: Če imate vprašanja, prosimo, da

source: e-mail us.
fr: de nous écrire.
it: inviateci una e-mail.
sl: stopite v stik z nami.

source: See also <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.
fr: Voir aussi <http://www.gnu.org/licenses/gpl-faq.fr.html">Foire aux questions à propos de la GNU GPL</a>.
it: Vedere anche le <a href="http://www.gnu.org/licenses/gpl-faq.html">FAQ sulla GNU GPL</a>.
sl: Oglejte si tudi: <a href="http://www.gnu.org/licenses/gpl-faq.html">Pogosto zastavljena vprašanja o GNU GPL</a>.

source: <h3 id="advice">Advice for Vendors and Distributors</h3> <p>A variety of companies and individuals bundle Audacity with their products, resell or otherwise distribute it. Below are requirements and guidelines for bundling, reselling or distributing Audacity.
fr: <h3 id="advice">Conseils pour les vendeurs et les distributeurs</h3> <p>De nombreuses entreprises et des individus livrent Audacity avec leur produit, le revendent ou le distribuent d'autres manières. Ci-dessous se trouvent les obligations et les directives pour empaqueter, revendre ou distribuer Audacity.
it: <h3 id="advice">Consigli per i venditori e i distributori</h3> <p>Numerose aziende e privati inseriscono Audacity nei loro prodotti, lo vendono o lo distribuiscono. Di seguito sono riportati i requisiti e le linee guida per la vendita abbinata, la vendita o la distribuzione di Audacity.
sl: <h3 id="advice">Nasvet za prodajalce in distributerje</h3> <p>Različna podjetja in posamezniki prilagajo Audacity k svojim izdelkom, ga naprej prodajajo ali distribuirajo na drugačne načine. Sledijo zahteve in navodila za prilagajanje, nadaljnjo prodajo ali distribucijo Audacity.

source: If you adhere to these, please
fr: Si vous adhérez à ceci, merci de
it: Se aderite a queste norme
sl: Če upoštevate ta navodila,

source: e-mail us</a> for possible inclusion on our <a href="../download/bundlers">Vendors and Distributors of Audacity</a> page.
fr: nous envoyer un mail</a> pour une inclusion possible sur notre page <a href="../download/bundlers">Vendeurs et Distributeurs d'Audacity</a>.
it: inviateci una e-mail</a> per un possibile inserimento nella nostra pagina <a href="../download/bundlers">Venditori e ditributori di Audacity</a>.
sl: stopite v stik z nami</a> za morebitno vključitev na stran <a href="../download/bundlers">Prodajalci in distributerji Audacity</a>.

source: <h4 >Legal Requirements</h4> <p>You <b>must</b> include the following to comply with version 2 or later of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>a verbatim copy of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and </li> <li>the <a href="http://audacity.sourceforge.net/download/source">Audacity source code</a> (or if you are distributing a modified version of Audacity, that modified code). Failing that, you must include a written offer to supply the code.</li> </ol> </p>
fr: <h4 >Obligations Juridiques</h4> <p>Vous <b>devez</b> insérer ce qui suit pour une compatibilité avec la version 2, ou ultérieure, de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>une copie textuelle de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> et </li> <li>le <a href="http://audacity.sourceforge.net/download/source">code source d'Audacity </a>(ou, si vous distribuez une version modifiée d'Audacity, le code modifié). En ne le faisant pas, vous devrez inclure une offre écrite pour fournir le code.</li> </ol> </p>
it: <h4 >Requisiti legali</h4> <p><b>Dovete</b> includere quello che segue per essere conformi alla versione 2 o seguenti della <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>una copia integrale della <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> e </li> <li>del <a href="http://audacity.sourceforge.net/download/source">codice sorgente di Audacity</a> (o se state distribuendo una versione modificata di Audacity, che ha modificato il codice). In mancanza di questo, dovete includere una offerta scritta per fornire il codice.</li> </ol> </p>
sl: <h4>Pravne zahteve</h4> <p>Vključiti <b>morate</b> naslednje, da zadostite z različico 2 ali novejšo <a href="http://www.gnu.org/licenses/licenses.html#GPL">licenco GPL</a>: <ol> <li>kopijo <a href="http://www.gnu.org/licenses/licenses.html#GPL">licence GPL</a> in </li> <li><a href="http://audacity.sourceforge.net/download/source">izvorno kodo Audacity</a> (če razširjate spremenjeno različico, pa njeno spremenjeno izvorno kodo). Če tega ne storite, morate vključiti pisno ponudbo, da lahko priskrbite kodo.</li> </ol> </p>

source: <p>If you distribute our <a href="http://audacity.sourceforge.net/download/">installers</a> and do not modify them, this will fully comply, because the installers include the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and an offer in README.txt for users to obtain the source code from us. Versions of Audacity after 1.3.3 also include the GPL in the application itself, in the About Audacity dialog.</p>
fr: <p>Si vous distribuez nos <a href="http://audacity.sourceforge.net/download/">installateurs</a> sans les modifier, c'est une offre complète, car les installateurs incluent la <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>et la marche à suivre, dans le fichier README.txt, pour les utilisateurs qui veulent obtenir le code source directement par nous.Les versions d'Audacity après la 1.3.3 incluent également la GPL dans l'application elle-même, dans le dialogue "à propos" d'Audacity.</p>
it: <p>Se distribuite i nostri <a href="http://audacity.sourceforge.net/download/">installer</a> e non li modificate, questi saranno pienamente in regola, poiché gli installer includono la <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> e una offerta nel README.txt per gli utenti per ottenere il codice sorgente da noi. Le versioni di Audacity dopo la 1.3.3 includono anche la GPL nell'applicazione stessa, nel dialogo Informazioni su Audacity.</p>
sl: <p>Če razširjate naše <a href="http://audacity.sourceforge.net/download/">namestitvene datoteke</a> in jih ne spreminjate, s tem ustrežete obema zahtevama, saj vključujejo licenco <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> in ponudbo uporabnikom v datoteki README.txt, da od nas pridobijo izvorno kodo. Novejše različice Audacity od 1.3.3 vključujejo tudi GPL v sami aplikaciji, v pogovornem oknu O Audacity.</p>

source: <p>Additionally, the name <b>Audacity</b>&reg; is a <b>registered trademark</b> of Dominic Mazzoni. Therefore you <b>may not</b> advertise yourself or your business as an authorized distributor of Audacity, and you <b>may not</b> modify Audacity then continue to use the Audacity name without the express permission of the Audacity Team.</p>
fr: <p>De plus, le nom <b>Audacity</b>&reg; est un <b>nom de marque enregistré </b> par Dominic Mazzoni. Donc, vous <b>ne pouvez pas </b> faire de la publicité pour vous-même ou votre entreprise comme un distributeur autorisé d'Audacity, et vous <b>ne pouvez pas </b>modifier Audacity et continuer à utiliser le même nom sans la permission expresse de l'équipe d'Audacity.</p>
it: <p>Inoltre, il nome <b>Audacity</b>&reg;è un <b>marchio registrato</b> di Dominic Mazzoni. Perciò <b>non potete</b> pubblicizzare voi stessi o la vostra attività come distributore autorizzato di Audacity, e <b>non potete</b> modificare Audacity e poi continuare a usare il nome Audacity senza l'espressa autorizzazione del Team Audacity.</p>
sl: <p>Poleg tega je ime <b>Audacity</b>&reg; <b>registrirana blagovna znamka</b> Dominica Mazzonija. Zato sebe ali svojega podjetja <b>ne smete</b> oglaševati kot avtoriziranega distributerja Audacity, in <b>ne smete</b> spreminjati Audacity ob nadaljnji uporabi imena Audacity brez izrecnega dovoljenja ekipe Audacity.</p>

source: <h4 >Updating and Documenting Audacity</h4> <p>We would appreciate your linking to our web site: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> so your users can download updated versions of Audacity when released. Also, please subscribe to the notifications list at the bottom of <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> to ensure you receive advice of and can distribute the latest version of Audacity.</p>
fr: <h4 >Actualiser et documenter Audacity</h4> <p>Nous apprécions vos liens vers notre site web: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> ainsi, nos utilisateurs peuvent télécharger des versions mises à jour d'Audacity quand elles sortent. Aussi, merci de vous abonner à la liste de notification en bas de <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> pour être sûr de recevoir les nouvelles et de pouvoir distribuer la dernière version d'Audacity.</p>
it: <h4 >Aggiornamento e documentazione di Audacity</h4> <p>È gradito il link al nostro sito web: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> in modo che gli utenti possano scaricare le versioni aggiornate di Audacity quando vengono rilasciate. Inoltre, siete invitati a iscrivervi alla lista di notifica nella parte inferiore di <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> per essere certi di ricevere notizia dell'ultima versione di Audacity e di poterla così distribuire.</p>
sl: <h4 >Posodabljanje in dokumentiranje Audacity</h4> <p>Hvaležni bomo, če boste dodali povezavo na našo spletno stran: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a>, tako da lahko vaši uporabniki prenesejo posodobljene različice Audacity, ko izidejo. Prav tako se prijavite na obvestila na dnu <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a>, da si zagotovite prejemanje nasvetov in da lahko razširjate najnovejšo različico Audacity.</p>

source: <p>If possible, please include the <a href="http://audacity.sourceforge.net/help/documentation">Audacity documentation</a> with your distribution, to reduce the number of queries we receive.
fr: <p>Si possible, merci d'inclure <a href="http://audacity.sourceforge.net/help/documentation">la documentation d'Audacity</a> avec votre distribution afin de réduire le nombre de requêtes et questions que nous recevons.
it: <p>Se possibile, includete la <a href="http://audacity.sourceforge.net/help/documentation">documentazione di Audacity</a> nella distribuzione, per ridurre il numero di domande che riceviamo.
sl: <p>Če je le mogoče, vključite v svojo distribucijo <a href="http://audacity.sourceforge.net/help/documentation">dokumentacijo Audacity</a>, tako da zmanjšate število povpraševanj, ki jih prejemamo.

source: IMPORTANT: If you write your own documentation for Audacity, please
fr: IMPORTANT: Si vous écrivez votre propre documentation d'Audacityn merci
it: IMPORTANTE: se scrivete una vostra documentazione per Audacity,
sl: POMEMBNO: Če pišete lastno dokumentacijo o Audacity, nam jo, prosimo,

source: submit it to us</a> for review <em>before</em> you publish it.</p>
fr: de nous la soumettre </a> pour une vérification <em>avant</em> de la publier.</p>
it: inviatecela</a> per essere revisionata <em>prima</em> di pubblicarla.</p>
sl: pošljite v pregled</a> za odpravo morebitnih napak, <em>preden</em> jo objavite.</p>

source: <h4>For vendors selling a hardware product, with Audacity included:</h4>
fr: <h4>Pour les vendeurs de matériel avec Audacity inclus :</h4>
it: <h4>Per i venditori che vendono un prodotto hardware, con Audacity incluso</h4>
sl: <h4>Za prodajalce strojne opreme, ki vključuje Audacity:</h4>

source: <li>Thank you for choosing to distribute Audacity with your product! Please
fr: <li>Merci d'avoir choisi de distribuer Audacity avec votre produit ! Veuillez
it: <li>Grazie per avere scelto di distribuire Audacity con il prodotto!
sl: <li>Hvala, ker s svojim izdelkom razširjate Audacity! Prosimo vas, da dovolj zgodaj

source: contact us</a> early so we can work together to make your product a success.</li>
fr: nous contacter</a> rapidement, de cette façon, nous pourrons travailler ensemble pour assurer la réussite de votre produit.</li>
it: Contattateci</a> al più presto in modo da poter lavorare insieme per rendere il prodotto un successo.</li>
sl: stopite v stik z nami</a>, da lahko skupaj iz vašega izdelka naredimo prodajno uspešnico.</li>

source: <li>Please distribute Audacity unmodified. If you need to modify it to work with your device, please
fr: <li>Merci de distribuer Audacity sous forme non-modifiée. Si vous devez le modifier pour qu'il fonctionne avec votre matériel, veuillez
it: <li>Distribuite Audacity immodificato. Se avete la necessità di modificare l'interazione con il vostro dispositivo,
sl: <li>Prosimo, da Audacity razširjate nespremenjenega. Če ga želite spremeniti, da bi deloval z vašo napravo, prosimo, da najprej

source: contact us</a> first.</li>
fr: nous contacter</a> avant.</li>
it: contattateci</a> prima.</li>
sl: stopite z nami v stik</a>.</li>

source: <li>Please test your device with Audacity thoroughly. If there are any specific configuration instructions needed to make your device work with Audacity, please ensure these are included with the device.</li> <li>Please note that we cannot help your customers with problems specific to your device - these must be dealt with by your own qualified staff. Users needing support with Audacity itself can find assistance at <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
fr: <li>Merci de tester complètement votre matériel avec Audacity. S'il y a quelques instructions de configuration spécifiques nécessaires pour faire fonctionner votre matériel avec Audacity, merci d'être sûr de les inclure avec votre matériel.</li> <li>Veuillez noter que nous ne pouvons pas aider vos clients concernant des problèmes spécifiques avec votre matériel - ceux-ci doivent être traités par votre propre personnel qualifié. Les utilisateurs qui ont besoin d'un support avec Audacity lui-même peuvent trouver une assistance ici <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
it: <li>Provate accuratamente il vostro dispositivo con Audacity. Se vi sono tutte le istruzioni specifiche di configurazione necessarie per il funzionamento del vostro dispositivo con Audacity, assicuratevi che queste siano incluse con il dispositivo.</li> <li>Tenete presente che non possiamo aiutare i vostri clienti con problemi specifici per il vostro dispositivo - questi devono essere affrontati dal vostro personale qualificato. Gli utenti che necessitano di supporto per Audacity possono trovare assistenza all'indirizzo <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
sl: <li>Prosimo, da temeljito preizkusite svojo napravo z Audacity. Če so potrebna posebna navodila o nastavitvah, da bi vaša naprava delovala z Audacity, zagotovite, da so ta priložena napravi.</li> <li>Upoštevajte, da ne moremo pomagati vašim strankam, ki imajo težave, ki so povezane z vašo napravo - tem morate pomagati s svojo ustrezno kvalificirano ekipo. Uporabniki, ki potrebujejo pomoč zgolj za Audacity, jo lahko najdejo na naslovu <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>

source: <h4>For those wishing to resell Audacity, or a rebranded version of it:</h4> <p> <ol> <li>If you are reselling Audacity unmodified, your advertising should make it clear that Audacity is available for free on the Internet, and highlight the benefits of the customer purchasing Audacity from you. For example, you could offer Audacity on a CD-ROM, bundle other software or music files, or provide a printed manual.</li> <li>You should endeavour to provide your own technical support for your customers, and your own documentation if you have modified Audacity.
fr: <h4>Pour ceux voulant revendre Audacity ou une version changeant sa marque : </h4> <p> <ol> <li>Si vous voulez revendre Audacity sous forme non-modifiée, votre publicité doit préciser qu'Audacity est disponible librement sur Internet, et de mettre en avant les avantages pour le client qui achète votre Audacity. Par exemple, vous pouvez offrir Audacity sur un CD-ROM, empaqueté avec d'autres logiciels ou des fichiers de musique, ou fournir un manuel en version papier.</li> <li>Vous devrez faire tout votre possible pour fournir votre propre soutien technique pour vos clients et votre propre documentation si vous avez modifié Audacity.
it: <h4>Per coloro che desiderano rivendere Audacity, o una sua versione con un nuovo marchio: </h4> <p> <ol> <li>Se il venditore rivende Audacity immodificato, la sua pubblicità deve indicare chiaramente che Audacity è disponibile gratuitamente su Internet, ed evidenziare i vantaggi per il cliente che acquista Audacity presso di lui. Per esempio, si potrebbe offrire Audacity su un CD-ROM, associato ad altri software o file musicali, o fornire un manuale stampato.</li> <li>Devono cercare di fornire il proprio supporto tecnico ai loro clienti, e la propria documentazione se Audacity è stato modificato.
sl: <h4>Za vse, ki želite nadalje prodajati Audacity ali njegovo predelano različico:</h4> <p> <ol> <li>Če prodajate Audacity v nespremenjeni obliki, morate pri svojem oglaševanju jasno naznačiti, da je Audacity na voljo brezplačno na spletu in poudariti prednosti, ki jih ima kupec, ko Audacity kupi od vas. Lahko bi npr. ponudili Audacity na CD-ROMu, ga dodali drugi programski opremi ali glasbi, ali pa dodali natisnjen priročnik.</li> <li>Morali bi se potruditi ponuditi lastno tehnično podporo svojim strankam in svojo lastno dokumentacijo, če ste Audacity spreminjali.

source: If you are reselling Audacity exactly as obtained from us and have questions about this, please
fr: Si vous revendez Audacity exactement comme vous l'avez obtenu et que vous avez des questions à ce sujet, merci
it: Se i venditori vendono Audacity esattamente come ottenuto da noi e hanno domande su questo, sono invitati
sl: Če program Audacity nadalje prodajate v obliki, v kakršni ste ga prejeli od nas in imate o tem vprašanja, nam, prosimo,

source: e-mail us</a>.
fr: de nous les faire parvenir par courrier électronique</a>.
it: a inviarci una e-mail</a>.
sl: pošljite e-sporočilo</a>.

source: <li>Please read these <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">additional guidelines for resellers</a> on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</li> </ol> </p>
fr: <li>Veuillez lire ces <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">directives supplémentaires pour les revendeurs</a> sur le <a href="http://audacityteam.org/wiki">wiki d'Audacity</a>.</li> </ol> </p>
it: <li>È opportuno leggere queste <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">ulteriori linee guida per i rivenditori</a> nel <a href="http://audacityteam.org/wiki">Wiki Adacity</a>.</li> </ol> </p>
sl: <li>Preberite si <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">dodatne napotke za nadaljnjo prodajo</a> na <a href="http://audacityteam.org/wiki">wikiju Audacity</a>.</li> </ol> </p>

source: News
af: Nuus
fr: Actualités
it: Novità
sl: Novice

source: Click any screenshot for a larger version.
af: Klik op enige skermkiekie vir 'n groter weergawe.
fr: Cliquez sur l'image pour l'agrandir
it: Fate clic su un'immagine per ingrandirla.
sl: Kliknite kateri koli zaslonski zajem slike za večjo različico.

source: Audacity running on Linux
af: Audacity wat op Linux loop
fr: Audacity sous Linux
it: Audacity funziona su Linux
sl: Audacity na Linuxu
