Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: send us your comments</a>. Please mention your operating system, full details of any problems, and any features that need improvement or no longer work properly. You can install 1.3 and 1.2 on the same machine by installing them to different directories.
fr: en nous envoyant vos commentaires</a>. Merci de nous communiquer votre système d'exploitation, tous les détails sur les problèmes rencontrés et toutes les fonctionnalités qui nécessitent d'être améliorées ou qui ne fonctionnent plus correctement. Vous pouvez installer les version 1.3 et 1.2 sur la même machine en les installant dans des répertoires différents.
it: inviateci i vostri commenti</a>. Menzionate il vostro sistema operativo, descrivete in dettaglio qualsiasi problema, e ogni funzionalità che necessita di miglioramenti o che non funziona adeguatamente. Potete installare le versioni 1.3 e 1.2 sullo stesso computer inserendole in diverse cartelle.
sl: pošljite svoja mnenja</a>. Ne pozabite omeniti svojega operacijskega sistema, polnih podatkov o vseh težava, ter vse funkcionalnosti, ki potrebujejo izboljšave ali ne delujejo več pravilno. Različici 1.3 in 1.2 lahko namestite na isti računalnik, v različni mapi.

source: Select your operating system to download the latest version of the free Audacity sound editor.
af: Kies u bedryfstelsel om die nuutste weergawe van Audacity, die vrye oudioredigeerder.
fr: Sélectionnez votre système d'exploitation pour télécharger la dernière version de Audacity.
it: Selezionate il vostro sistema operativo per scaricare l'ultima versione di Audacity.
sl: Izberite svoj operacijski sistem za prenos najnovejše različice brezplačnega urejevalnika zvoka Audacity.

source: Stable: 1.2 - for all users
fr: Version stable : 1.2 - pour tous les utilisateurs
it: Stabile: 1.2 - per tutti gli utenti
sl: Stabilna: 1.2 - za vse uporabnike

source: Latest versions:
fr: Dernières versions
it: Ultime versioni:
sl: Najnovejše različice:

source: &nbsp;1.2.5 (Intel) or 1.2.6 (PPC)
fr: &nbsp;1.2.5 (Intel) ou 1.2.6 (PPC)
it: &nbsp;1.2.5 (Intel) o 1.2.6 (PPC)
sl: &nbsp;1.2.5 (Intel) ali 1.2.6 (PPC)

source: &nbsp;1.2.6 (in source code)
fr: &nbsp;1.2.6 (code source)
it: &nbsp;1.2.6 (in codice sorgente)
sl: &nbsp;1.2.6 (izvorna koda)

source: Beta: 1.3 - for advanced users
fr: Beta: 1.3 - pour utilisateurs avertis
it: Beta: 1.3 - per utenti esperti
sl: Beta: 1.3 - za napredne uporabnike

source: &nbsp;1.3.10 (in source code)
it: &nbsp;1.3.10 (in codice sorgente)

source: Legacy Downloads
fr: Téléchargement d'ancienne version
it: Archivio download
sl: Starejši prenosi

source: For users of <b>Mac OS 9</b>, a legacy 1.0.0 version of Audacity is also available on the
fr: Pour les utilisateurs de <b>Mac OS 9</b>, une version 1.0.0 d'Audacity est aussi disponible sur la
it: Per utenti <b>Mac OS 9</b>, è inoltre disponibile una versione 1.0.0 di Audacity nella
sl: Za uporabnike <b>Mac OS 9</b> je zastarela različica 1.0.0 Audacity na voljo tudi na

source: Mac downloads page.
fr: page de téléchargements pour Mac.
it: pagina download Mac.
sl: strani s prenosi za OSX.

source: Further information
fr: Plus d'informations
it: Ulteriori informazioni
sl: Dodatne informacije

source: You can also obtain Audacity as a <a href="buy">CD image file or purchasable CD</a>.
fr: Vous pouvez aussi obtenir Audacity sous forme de <a href="buy">fichier image pour CD ou de CD à acheter</a>.
it: Potete inoltre ottenere Audacity come <a href="buy">file immagine CD o CD acquistabile</a>.
sl: Audacity lahko nabavite tudi kot <a href="buy">sliko CD ali prodajni CD</a>.

source: If you wish to compile Audacity yourself, please download the <a href="source">source code</a>.
fr: Si vous désirez compiler Audacity par vous-même, téléchargez le <a href="source">code source</a>.
it: Se volete compilare voi stessi Audacity, scaricate il <a href="source">codice sorgente</a>.
sl: Če želite sami zgraditi Audacity, si prenesite <a href="source">izvorno kodo</a>.

source: You may copy, distribute, modify and/or resell Audacity, under the terms of the <a href="../about/license">GNU GPL</a>.
fr: Vous pouvez copier, distribuer, modifier et/ou revendre Audacity, en respectant les termes de la licence <a href="../about/license">GNU GPL</a>.
it: Potete copiare, distribuire, modificare e/o rivendere Audacity, sotto i termini della <a href="../about/license">GNU GPL</a>.
sl: Audacity lahko spreminjate, razširjate in/ali nadalje prodajate pod licenco <a href="../about/license">GNU GPL</a>.

source: Obtain Audacity on CD
fr: Obtenir Audacity sur CD
it: Ottenere Audacity su CD
sl: Zagotovite si Audacity na CD

source: Audacity is always free to download from us, but third parties can also sell or otherwise distribute our program, thanks to the <a href="../about/license#license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to use the options listed below.
fr: Audacity est libre, mais il peut néanmoins être vendu en accord avec la <a href="../about/license">GNU General Public Licence</a>. Si vous désirez une copie de Audacity sur CD, nous vous encourageons à l'acheter à un des revendeurs de la liste ci-dessous.
it: Audacity è sempre liberamente scaricabile presso il nostro sito, ma terze parti possono inoltre vendere o altrimenti distribuire il nostro programma, grazie alla <a href="../about/license#license">GNU General Public License</a>. Se volete una copia di Audacity su CD-ROM, usate le opzioni di seguito elencate.
sl: Audacity lahko preneste brezplačno, pa tudi prodajalci lahko brezplačno prodajajo izvode programa zahvaljujoč <a href="../about/license#license">splošni javni licenci GNU</a>. Če želite izvod programa Audacity na CD, si oglejte spodnje možnosti.

source: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you (US only).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.</li> </ul> </p>
fr: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> est un ensemble de logiciels libres et ouverts avec code source disponible, permettant une redistribution sous licence GNU GPL. Des images ISO peuvent être téléchargées gratuitement ou vous pouvez <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">acheter</a> une copie qui vous sera expédiée (uniquement aux états-unis).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> est une collection maintenant interrompue de logiciels libres et ouverts de grande qualité. Actuellement, vous pouvez toujours <a href="http://releases.theopencd.org/">télécharger les images CD archivées</a> ou <a href="http://ztechshop.net/disks/opencd/">acheter un CD en ligne</a> livré dans le monde entier.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> est une collection similaire de logiciels libres et ouverts. Une version téléchargeable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">de l'image CD</a> est disponible. L'équipe projet espère rendre disponible une version achetable bientôt.</li> </ul> </p>
it: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> è una raccolta di software libero e open source, con il codice sorgente completo, che permette una facile ridistribuzione sotto la GNU General Public License. Le immagini ISO possono essere scaricate liberamente, o potete <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">acquistarne</a> una copia che vi verrà spedita (solo negli USA).</li> <li><a href="http://www.theopencd.org/">OpenCD</a> è una raccolta di software libero e open source di alta qualità che non è più disponibile. Attualmente, potete ancora <a href="http://releases.theopencd.org/">scaricare le immagini CD archiviate</a> o <a href="http://ztechshop.net/disks/opencd/">acquistare un CD online</a> per essere spedito in tutto il mondo.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> è una raccolta simile di software libero e open source di alta qualità. Attualmente, è disponibile una <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">immagine CD</a> scaricabile. Il progetto si propone di rendere disponibile a breve un CD acquistabile.</li> </ul> </p>
sl: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> je zbirka brezplačnih, odprto-kodnih programov s celotno izvorno kodo, ki dovoljuje enostavno razširjanje pod splošno javno licenco GNU. Slike ISO prenesete brezplačno ali pa lahko <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">kupite</a> kopijo, ki jo boste prejeli po pošti (samo v ZDA).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> je opuščena zbirka visokokakovostnih brezplačnih in odprto-kodnih programov, vključno z Audacity. Trenutno lahko še vedno <a href="http://releases.theopencd.org/">prenesete arhivirane slike zgoščenk</a> ali pa <a href="http://ztechshop.net/disks/opencd/">kupite zgoščenko prek spleta</a>, ki vam ga pošljejo po pošti kamorkoli po svetu.</li> <li><a href="http://theopendisc.com/">TheOpenDisc</a> je podobna zbirka visokokakovostnih brezplačnih in odprto-kodnih programov, vključno z Audacity. Trenutno je na voljo za prenos <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">slika zgoščenke</a>. Projekt namerava v kratkem pripraviti zgoščenko za prodajo in pošiljanje po pošti.</li> </ul> </p>

source: LAME MP3 Encoder
fr: Encodeur MP3 LAME
it: Encoder LAME MP3
sl: Kodirnik LAME MP3

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3>Windows</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Click on any link from the list of identical "%s" links.</li> <li>When you have finished downloading LAME, unzip it and save the file <b>lame_enc.dll</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where lame_enc.dll is saved.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Download the version of LameLib for your operating system.</li> <li>When you have finished downloading, use Stuffit Expander to extract the files. (This may happen automatically.)</li> <li>Save the file called "LameLib" anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where LameLib is saved.</li> </ol>
af: <p>Weens sagtewarepatente kan ons nie self sagteware vir die enkodering van MP3 versprei nie. Volg hierdie instruksies om die vrye LAME-enkodeerder te gebruik om MP3-lêers met Audacity uit te voer. <h3>Windows</h3> <ol> <li>Gaan na die <a href="%s">LAME-aflaaiblad</a>.</li> <li>Klik op enige van die lys van identiese "%s"-skakels.</li> <li>Wanneer u klaar LAME afgelaai het, pak die ZIP uit en stoor die lêer <b>lame_enc.dll</b> enige plek op u rekenaar</li> <li>Wanneer u die opdrag "Voer uit as MP3" die eerste keer gebruik, sal Audacity vra waar lame_enc.dll gestoor is.</li> </ol> <h3>Mac OS 9 of X</h3> <ol> <li>Gaan na die <a href="%s">LAME-aflaaiblad</a>.</li> <li>Laai die weergawe van LameLib af vir u bedryfstelsel.</li> <li>Wanneer u klaar afgelaai het, gebruik Stuffit Expander om dit uit te pak. (Hierdie gebeur dalk outomaties.)</li> <li>Stoor die lêer genaamd "LameLib" enige plek op u rekenaar.</li> <li>Wanneer u die opdrag "Voer uit as MP3" die eerste keer gebruik, sal Audacity vra waar LameLib gestoor is.</li> </ol>
fr: <p>A cause des brevets logiciels, nous ne pouvons pas distribuer de logiciel d'encodage MP3. Pour utiliser l'encodeur libre LAME et pouvoir exporter des fichiers MP3 avec Audacity, suivez les instructions suivantes. <h3>Windows</h3> <ol> <li>Allez sur la <a href="%s">page de téléchargement de LAME</a>.</li> <li>Cliquez sur un des liens "%s" (plusieurs mirroirs sont proposés).</li> <li>Une fois le téléchargement achevé, dézippez et enregistrez le fichier <b>lame_enc.dll</b> quelquepart sur votre ordinateur.</li> <li>La première fois que vous exporterez en MP3, Audacity vous demandera où est stocké lame_enc.dll.</li> </ol> <h3>Mac OS 9 ou X</h3> <ol> <li>Allez sur la <a href="%s">page de téléchargement de LAME</a>.</li> <li>Téléchargez la version de LameLib correspondant à votre système.</li> <li>Une fois le téléchargement terminé, extrayez les fichiers (à l'aide de Stuffit Expander par exemple).</li> <li>Enregistrez le fichier "LameLib" quelquepart sur votre ordinateur.</li> <li>La première fois que vous exporterez en MP3, Audacity vous demandera où est stocké LameLib.</li> </ol>
it: <p>A causa dei brevetti sui software, non possiamo distribuire programmi per la compressione in MP3. Seguite queste istruzioni per usare l'encoder libero LAME per esportare file MP3 con Audacity.</p> <h3>Windows</h3> <ol> <li>Andate nella <a href="%s">pagina download di LAME</a>.</li> <li>Fate clic su uno qualsiasi della lista dei "%s" link.</li> <li>Quando avete scaricato LAME, scompattatelo e salvate il file<b>lame_enc.dll</b> in una qualsiasi cartella del vostro computer.</li> <li>La prima volta che userete il comando "Esporta MP3", Audacity vi chiederà dove avete salvato il file lame_enc.dll.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Andate nella <a href="%s">pagina download di LAME</a>.</li> <li>Scaricate la versione di LameLib per il vostro sistema operativo.</li> <li>Quando avete scaricato il file, usate Stuffit Expander per estrarre i files contenuti. (potrebbe avvenire automaticamente)</li> <li>Salvate il file chiamato "LameLib" in una qualsiasi cartella del vostro computer.</li> <li>La prima volta che userete il comando "Esporta MP3", Audacity vi chiederà dove avete salvato LameLib.</li> </ol>
sl: <p>Zaradi patentov programske opreme sami ne moremo razpečevati programske opreme za kodiranje MP3. Za uporabo prostega kodirnika LAME za izvoz datotek MP3 z Audacity sledite tem navodilom. <h3>Windows</h3> <ol> <li>Pojdite na <a href="%s">stran za prenos LAME</a>.</li> <li>Kliknite na katero koli povezavo s seznama identičnih "%s" povezav.</li> <li>Ko ste končali s prenosom LAME, ga razširite in shranite datoteko <b>lame_enc.dll</b> kamor koli na svoj računalnik.</li> <li>Prvič ko uporabite ukaz "Izvozi kot MP3", vas Audacity povpraša, kje je shranjen lame_enc.dll.</li> </ol> <h3>Mac OS 9 ali X</h3> <ol> <li>Pojdite na <a href="%s">stran za prenos LAME</a>.</li> <li>Prenesite različico LameLib za svoj operacijski sistem.</li> <li>Ko prenehate s prenosom, uporabite Stuffit Expander za razširjanje datotek. (To se lahko opravi samodejno.)</li> <li>Shranite datoteko "LameLib" kamor koli na svojem računalniku.</li> <li>Prvič ko uporabite ukaz "Izvozi kot MP3", vas Audacity povpraša, kje je shranjen LameLib.</li> </ol>

source: Allows Audacity to load VST effect plug-ins.
fr: Permet à Audacity de charger les greffons VST.
it: Permette ad Audacity di caricare i plug-in VST.

source: Plug-Ins
af: Inproppe
fr: Modules (plugins)
it: Plug-in
sl: Vtičniki

source: Download additional effects and filters.
af: Laai addisionele effekte en filters af.
fr: Télécharge des effets et des filtres supplémentaires.
it: Scaricare effetti e filtri aggiuntivi.
sl: Prenesite si dodatne učinke in filtre.

source: LAME MP3 encoder
af: LAME-MP3-enkodeerder
fr: Encodeur MP3 LAME
it: Encoder LAME MP3
sl: Kodirnik LAME MP3

source: Allows Audacity to export MP3 files.
af: Laat Audacity toe om MP3-lêers uit te voer.
fr: Permet à Audacity d'exporter des fichiers MP3.
it: Permette ad Audacity di esportare file MP3.
sl: Omogoča Audacity izvoz datotek MP3.

source: New features in Audacity 1.3
af: Nuwe eienskappe in Audacity 1.3
fr: Nouvelles fonctionnalités d'Audacity 1.3
it: Nuove funzionalità in Audacity 1.3
sl: Nove odlike Audacity 1.3

source: <ul> <li>Contains dozens of new, exciting features. Very occasionally, these might need final polishing or not be retained in later versions.</li> <li>Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
fr: <ul> <li>Contient des douzaines de nouvelles fonctionnalités intéressantes. Très rarement, elles peuvent nécessiter d'être retravaillées ou ne seront pas retenues dans les versions futures.</li> <li>Parfois une fonctionnalité peut ne plus fonctionner comme auparavant ou peut être désactivée temporairement.</li> <li>Certaines parties du programme ne sont pas encore documentées ou traduites dans toutes les langues.</li> </ul>
it: <ul> <li>Contiene dozzine di nuove eccitanti funzionalità. Molto raramente, queste potrebbero necessitare di un ritocco finale o non essere mantenute nelle versioni successive.</li> <li>Occasionalmente, una caratteristica potrebbe non funzionare come prima, o potrebbe essere temporaneamente disabilitata.</li> <li>Alcune parti del programma non sono ancora state documentate o tradotte in altre lingue.</li> </ul>
sl: <ul> <li>Vsebuje kopico novih, zanimivih in dokončanih zmožnosti. Le včasih nekatere teh zmožnosti potrebujejo še zaključno brušenje ali pa v kasnejših različicah ne bodo ohranjene.</li> <li>Včasih funkcionalnost ne deluje tako, kot je nekoč, ali pa je začasno onemogočena.</li> <li>Nekateri deli programa še niso dokumentirani ali prevedeni v druge jezike.</li> </ul>

source: Changes in Audacity 1.3.10
it: Novità in Audacity 1.3.10

source: <dl> <dt> Bug fixes for: </dt> <dd> Imports and Exports: <ul> <li> Freeze importing audio files when Default View Mode set to Pitch (EAC)</li> <li> Simultaneous On-Demand imports sorted incorrectly</li> <li> WAV or AIFF files imported as noise if Preferences set to copy in the data at 24-bit quality</li> <li> WMA exports corrupted if they contained metadata</li> <li> Metadata Editor appeared before the Export window when exporting to any format </li> </ul> </dd> <dd> Effects: <ul> <li> Crash or hang using Equalization on longer tracks</li> <li> Reverse did not reverse clip boundaries</li> <li> Nyquist:</li> <ul> <li> Excessive memory consumption led to slow processing or crashes</li> <li> Values appearing in text boxes not always the default or previously entered values</li> <li> Errors running in European locales where comma used as decimal separator</li> </ul> <li> VST effects remained in Effect menu even when re-scanned and no longer available </li> <li> Truncate Silence produced incorrect results if silences spanned a block boundary </li> </ul> </dd> <dd> Other bug fixes: <ul> <li> Spurious "not writable/disk full" errors when saving projects </li> <li> Playing, rendering or exporting multiple tracks led to desynchronized playback or loss of audio data </li> <li> Crash opening Preferences when no recording and/or playback devices enabled or connected </li> <li> Preferences window: OK button did not respond to ENTER when a tab selected in left-hand panel </li> <li> Mixer Board solo button handling</li> <li> <i>(Windows)</i> After a period launching correctly, Audacity sometimes did not come up on top at launch </li> <li> <i>(Mac OS X)</i> Correctly installed Help folder could not be found</li> <li> <i>(Mac OS X and Linux)</i> Output slider could affect VU playback meter which then did not reflect actual waveform volume level</li> <li> <i>(Linux)</i> Undoing or redoing a label edit could cause a crash</li> </ul> </dd>
it: <dl> <dt> Eseguite correzioni per: </dt> <dd> Importazione ed esportazione: <ul> <li> Importazione bloccata di file audio quando la modalità Vista Predefinita era impostata a Intonazione (EAC)</li> <li> Simultanee importazioni a richiesta ordinate in modo non corretto</li> <li> File WAV o AIFF importati come rumore se le Preferenze erano impostate a Copia i dati con qualità 24-bit</li> <li> Esportazione file WMA corrotta se contenevano certi metadati</li> <li> L'Editor metadati appariva prima della finestra Esporta quando veniva eseguita l'esportazione in qualsiasi formato </li> </ul> </dd> <dd> Effetti: <ul> <li> Crash o interruzioni usando l'effetto Equalizzazione su tracce lunghe</li> <li> Rovescia non rovesciava i clip confinanti</li> <li> Nyquist:</li> <ul> <li> Un eccessivo consumo di memoria portava a lente elaborazioni o crash</li> <li> I valori che apparivano nei riquadri di testo non sempre erano i valori predefiniti o precedentemente introdotti</li> <li> Errori avviando localizzazione europee in cui la virgola era usata come separatore decimale</li> </ul> <li> Gli effetti VST restavano nel menu Effetti anche quando riesaminati e non più disponibili </li> <li> Tronca Silenzio produceva risultati non corretti se i silenzi superavano un limite di blocco </li> </ul> </dd> <dd> Altre correzioni di errori: <ul> <li> Errori che simulavano "non scrivibile/disco pieno" nel salvataggio dei progetti </li> <li> La riproduzione, il rendering o l'esportazione di tracce multiple portava a una riproduzione non sincronizzata o a perdita di dati audio </li> <li> Crash aprendo le Preferenze quando non erano abilitati o collegati dispositivi di registrazione e/o riproduzione </li> <li> Finestra Preferenze: il pulsante OK non rispondeva alla pressione del tasto Invio quando era selezionata una scheda nel pannello a sinistra </li> <li> Gestione del pulsante Solo nel pannello Mixer</li> <li> <i>(Windows)</i> Dopo periodi di corretto avvio, Audacity alcune volte all'avvio non appariva davanti</li> <li> <i>(Mac OS X)</i> La cartella Help correttamente installata non poteva essere trovata</li> <li> <i>(Mac OS X e Linux)</i> Il cursore di uscita poteva influire sul monitor di riproduzione che poi non rifletteva il reale livello del volume della forma d'onda</li> <li> <i>(Linux)</i> L'annullamento o il ripristino di una modifica nelle etichette poteva causare un crash</li> </ul> </dd>
