Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plug-ins</a>.</li> <li>Audacity includes some sample plug-ins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plug-ins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
fr: <h3>Modules</h3> <ul> <li>Ajoutez de nouveaux effets avec <a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Audacity comporte quelques exemples de modules de <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Chargez les effets VST de Windows et Mac avec <a href="http://audacityteam.org/vst/">VST Enabler</a> (optionnel).</li> <li>Composez de nouveaux effets avec le langage de programmation intégré <a href="../help/nyquist">Nyquist</a>.</li> </ul>
it: <h3>Plug-in</h3> <ul> <li>Aggiungere nuovi effetti usando il plugin <a href="http://www.ladspa.org/">LADSPA</a>.</li> <li>Audacity include alcuni plugin creati da <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Caricare plugin VST per Windows e Mac, attraverso il modulo opzionale <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Scrivere nuovi effetti usando il linguaggio di programmazione incluso <a href="../help/nyquist">Nyquist</a>.</li> </ul>
sl: <h3>Vtičniki</h3> <ul> <li>Dodajte nove učinke z <a href="http://www.ladspa.org/">vtičniki LADSPA</a>.</li> <li>Audacity vsebuje nekatere vzorčne vtičnike <a href="http://plugin.org.uk/">Stevea Harrisa</a>.</li> <li>Naložite vtičnike VST za Windows in Mac z opcijskim <a href="http://audacityteam.org/vst/">omogočevalnikom VST</a>.</li> <li>Napišite nove učinke z vgrajenim programskim jezikom <a href="../help/nyquist">Nyquist</a>.</li> </ul>

source: <h3>Analysis</h3> <ul> <li>Spectrogram mode for visualizing frequencies.</li> <li>“Plot Spectrum” command for detailed frequency analysis.</li> </ul>
af: <h3>Analise</h3> <ul> <li>Spektrogrammodus vir die visualisering van frekwensies.</li> <li>“Spektrum-opdrag vir gedetaileerde frekwensie-analise.</li> </ul>
fr: <h3>Analyse</h3> <ul> <li>Mode spectrogramme pour visualiser le contenu fréquentiel.</li> <li>Fonction "Tracer le spectre" pour une analyse fréquentielle détaillée.</li> </ul>
it: <h3>Analisi</h3> <ul> <li>Modalità Spettrogramma per visualizzare le frequenze.</li> <li>Opzione “Mostra spettro” per un'analisi dettagliata delle frequenze.</li> </ul>
sl: <h3>Analiza</h3> <ul> <li>Spektrogramski način za vizualizacijo frekvenc.</li> <li>Ukaz “Nariši spekter” za podrobnejšo analizo frekvenc.</li> </ul>

source: <h3>Free and Cross-Platform</h3> <ul> <li>Licensed under the <a href="license">GNU General Public License (GPL)</a>.</li> <li>Runs on Mac OS X, Windows, and GNU/Linux.</li> </ul>
af: <h3>Vry en kruisplatform</h3> <ul> <li>Gelisensieer onder die <a href="license">GNU General Public License (GPL)</a>.</li> <li>Loop op Mac OS X, Windows, en GNU/Linux.</li> </ul>
fr: <h3>Libre et multi-plateformes</h3> <ul> <li>Distribué sous la <a href="license">GNU General Public License (GPL)</a>.</li> <li>Fonctionne sous Mac OS X, Windows et GNU/Linux.</li> </ul>
it: <h3>Libero e Multi-Piattaforma</h3> <ul> <li>Rilasciato sotto la <a href="license">GNU General Public License (GPL)</a>.</li> <li>Disponibile per Mac OS X, Windows, e GNU/Linux.</li> </ul>
sl: <h3>Brezplačen in večplatformski</h3> <ul> <li>Licenciran pod <a href="license">splošno javno licenco GNU (GPL)</a>.</li> <li>Teče v okoljih Mac OS X, Windows in GNU/Linux.</li> </ul>

source: Links
af: Skakels
fr: Liens
it: Link
sl: Povezave

source: Other Things Named “Audacity” (not related to us)
af: Ander dinge genaamd Audacity (onverbonde aan ons)
fr: D'autres choses nommées "Audacity" (mais qui n'ont rien à voir avec l'éditeur audio)
it: Altri oggetti chiamati "Audacity" (non legati a noi)
sl: Druge stvari poimenovane “Audacity˝ (v nobeni povezavi z nami)

source: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
fr: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> est un enregistreur vocal numérique pour Palm OS et Treo.
it: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> è un registratore vocale digitale per Palm OS e Treo e computer palmari
sl: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> je digitalni snemalnik govora za dlančnike Palm OS in Treo

source: <a href="http://www.audacity.org">Audacity.org</a> is a research company for construction industry professionals.
af: <a href="http://www.audacity.org">Audacity.org</a> is 'n navorsingsmaatskappy vir beroepsmense in die konstruksie-industrie.
fr: <a href="http://www.audacity.org">Audacity.org</a> est une entreprise de recherche pour les professionnels de l'industrie de construction.
it: <a href="http://www.audacity.org">Audacity.org</a> è una compagnia che si dedica alle costruzioni industriali professionali.
sl: <a href="http://www.audacity.org">Audacity.org</a> je raziskovalna družba za stokovnjake iz gradbene industrije.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> provides janitorial services for businesses and individuals in the Seattle, WA metro area.
fr: <a href="http://www.audacity.com/">Audacity, Inc.</a> conçoit des application Windows adaptées aux demandes des entreprises et des particuliers à Seattle,et zone métropolitaine WA.
it: <a href="http://www.audacity.com/">Audacity, Inc.</a> fornisce servizi di pulizia per le imprese e per singole persone a Seattle, WA area metropolitana.
sl: <a href="http://www.audacity.com/">Audacity, Inc.</a> ponuja hišniške storitve za podjetja in posameznike v mestni občini Seattle, WA.

source: Two different rock bands from <a href="http://www.myspace.com/audacityrocks">Finland</a> and <a href="http://www.unsigned.com/audacity">England</a> are named "Audacity".
fr: Deux groupes de rocks, <a href="http://www.myspace.com/audacityrocks">un Finlandais</a> et <a href="http://www.unsigned.com/audacity">un anglais</a> s'appellent "Audacity".
it: Due differenti gruppi rock della <a href="http://www.myspace.com/audacityrocks">Finlandia</a> e dell'<a href="http://www.unsigned.com/audacity">Inghilterra</a> hanno preso il nome "Audacity".
sl: Različni rock skupini s <a href="http://www.myspace.com/audacityrocks">Finske</a> in iz <a href="http://www.unsigned.com/audacity">Anglije</a> nosita ime "Audacity".

source: Other Audio Software
af: Ander oudiosagteware
fr: Autres logiciels audio
it: Altri software audio
sl: Druga programska oprema za zvok

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux and Mac OS X.
fr: <a href="http://ardour.org/">Ardour</a> est une puissante station de travail audio fonctionnant sous GNU/Linux et Mac OS X.
it: <a href="http://ardour.org/">Ardour</a> è un potente sistema di registrazione digitale disponibile per GNU/Linux.
sl: <a href="http://ardour.org/">Ardour</a> je močna digitalna zvočna delovna postaja, ki teče v okoljih GNU/Linux in Mac OS X.

source: <a href="http://cdexos.sourceforge.net/">CDex</a> is a free CD ripper for Microsoft Windows.
af: <a href="http://cdexos.sourceforge.net/">CDex</a> is 'n vrye CD-skraper (ripper) vir Microsoft Windows.
fr: <a href="http://cdexos.sourceforge.net/">CDex</a> est un extracteur de CD audio libre sous Microsoft Windows.
it: <a href="http://cdexos.sourceforge.net/">CDex</a> è un software libero per estrarre le tracce dei CD per Microsoft Windows.
sl: <a href="http://cdexos.sourceforge.net/">CDex</a> je zastonj CD ripper za okolje Microsoft Windows.

source: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
af: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> is 'n vrye program vir die opneem en skoonmaak van plaatopnames.
fr: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> est un outil libre pour enregistrer et améliorer des disques vynils.
it: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> è uno strumento libero per catturare e ripulire le registrazioni provenienti da dischi in vinile.
sl: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> je brezplačno orodje za zajem in čiščenje posnetkov z vinilnih plošč.

source: More free software at SourceForge.net:
af: Meer vrye sagteware by SourceForge.net:
fr: D'autres logiciels libre sur SourceForge.net :
it: Altri software liberi su Sourceforge.net:
sl: Več prostega programja na SourceForge.net:

source: Audio Editors
af: Oudioredigeerders
fr: Editeurs audio
it: Editor audio
sl: Urejevalniki zvoka

source: Audio Capture/Recording
af: Oudio-opneem
fr: Capture/Enregistrement audio
it: Cattura audio/Registrazione
sl: Zajem/snemanje zvoka

source: Audio Analysis
af: Oudio-analise
fr: Analyse de signaux audio
it: Analisi audio
sl: Analiza zvoka

source: About Audacity
af: Aangaande Audacity
fr: A propos d'Audacity
it: Informazioni su Audacity
sl: O Audacity

source: <p>Audacity is a free, easy-to-use and <a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">multilingual</a> audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, WAV or AIFF sound files.</li> <li>Cut, copy, splice or mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
fr: <p>Audacity est un enregistreur et éditeur audio libre et facile d'utilisation pour Windows, Mac OS X, GNU/Linux, et bien d'autres systèmes d'exploitation. Utilisez-le pour :</p> <ul> <li>Enregistrer en direct.</li> <li>Convertir vos disques et cassettes sur support numérique.</li> <li>Editer des fichiers audio Ogg Vorbis, MP3 et WAV</li> <li>Coupez, copiez, coller et assembler des extraits sonores</li> <li>Modifier la vitesse ou la hauteur d'un enregistrement</li> <li>Et bien plus encore! (<a href="features">Liste complète des fonctionnalités</a>)</li> </ul>
it: <p>Audacity è un editor e registratore audio libero, facile da usare e <a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">multilingua</a> per Windows, Mac OS X, GNU/Linux e altri sistemi operativi. Potete usare Audacity per:</p> <ul> <li>Registrare audio dal vivo.</li> <li>Convertire nastri e dischi in registrazioni digitali o CD.</li> <li>Modificare i file audio Ogg Vorbis, MP3, WAV o AIFF.</li> <li>Tagliare, copiare, unire o miscelare audio.</li> <li>Cambiare la velocità o l'intonazione di una regsitrazione.</li> <li>E molto altro ancora! Vedere l'<a href="features">elenco delle funzionalità</a>.</li> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like &quot;free beer&quot;). It is <b>free as in freedom</b> (like &quot;free speech&quot;). Free software gives you the freedom to use a program, study how it works, improve it and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.com/">Firefox</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite and entire Linux-based operating systems such as <a href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development. Anyone can <a href="http://audacityteam.org/wiki/index.php?title=Contribute">contribute</a> to Audacity by helping us with Beta <a href="http://www.audacityteam.org/manual/index.php?title=Main_Page">documentation</a>, <a href="../community/translation">translations</a>, user <a href="http://audacityteam.org/forum/index.php">support</a> and by <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds">testing<a/> our latest code.</p>
fr: <h3>A propos de logiciels libres</h3> <p>Audacity est un logiciel libre, developpé par un groupe de volontaires et distribué sous la <a href="license">GNU General Public License (GPL)</a>.</p> <p>Les logiciels libres ne sont pas seulement gratuit. Comme la liberté, <b>ils n'ont pas de prix</b>. Les logiciels libres vous laissent la liberté d'utiliser un programme, de s'intéresser à son mode de fonctionnement, de l'améliorer et de la partager avec d'autres utilisateurs. Pour plus d'informations, visitez la <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Audacity fait partie des <b>logiciels ouverts</b> car leur code source est disponible pour tous ceux qui veulent l'étudier ou l'utiliser. Il y a des milliers d'autres logiciels libres et ouverts, notamment le navigateur web <a href="http://www.mozilla-europe.org/fr/">Firefox</a>, la suite bureautique <a href="http://fr.openoffice.org">OpenOffice.org</a> et des <a title="Ubuntu Linux" href="http://www.ubuntulinux.org">systèmes d'exploitation complets basés sur Linux</a>.</p> <p>Nous acceptons les <a href="../community/donate">dons</a> pour supporter le développement d'Audacity. Tout le monde peut <a href="http://audacityteam.org/wiki/index.php?title=Contribute">contribuer</a> à Audacity en nouvs aidant avec la <a href="http://www.audacityteam.org/manual/index.php?title=Main_Page">documentation</a>Beta, les<a href="../community/translation">traductions</a>, le <a href="http://audacityteam.org/forum/index.php">support</a> des utilisateurs et en <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds">testant<a/> notre dernière version.</p>
it: <h3>Informazioni sul Software libero</h3> <p>Audacity è un software libero, sviluppato da un gruppo di volontari e distribuito sotto la <a href="license">GNU General Public License (GPL)</a>.</p> <p>Software libero non vuol dire solo gratuito (come &quot;birra gratuita&quot;). È <b>libero nel senso di libertà</b> (come &quot;libertà di parola&quot;). Il software libero offre la libertà di usare un programma, di studiare come funziona, di migliorarlo e di condividerlo con altri. Per avere maggiori informazioni, dovete visitare il sito della <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>I programmi come Audacity sono anche denominati <b> software open source</b>, perché il loro codice sorgente è disponibile per chiunque voglia studiarlo o usarlo. Ci sono migliaia di altri programmi liberi e open source, tra cui il web browser <a href="http://www.mozilla.com/">Firefox</a>, la suite per ufficio <a href="http://www.openoffice.org/">OpenOffice.org</a> e tutti i sistemi operativi basati su Linux come <a href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>Accogliamo con favore le <a href="../community/donate">donazioni</a> a sostegno dello sviluppo di Audacity. Chiunque può <a href="http://audacityteam.org/wiki/index.php?title=Contribute">contribuire</a> ad Audacity aiutandoci con la <a href="http://www.audacityteam.org/manual/index.php?title=Main_Page">documentazione</a>, le <a href="../community/translation">traduzioni</a>, il <a href="http://audacityteam.org/forum/index.php">supporto</a> utente e per <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds">provare<a/> l'ultima versione del codice.</p>

source: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, excluding the third-party code libraries Audacity uses.</p>
fr: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> a des statistiques sur la valeur du développement d'Audacity. Le logo "Ohloh", en bas de chaque page de ce site, montre des valeurs basiques actualisées. Nous avons sélectionné les pages "Ohloh" à propos d'Audacity, ainsi, les statistiques montrent uniquement les valeurs liées au développement d'Audacity, ceci excluant les codes des bibliothèques tierces utilisées par Audacity.</p>
it: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> presenta statistiche sul grado di sviluppo di Audacity. Il &quot;simbolo&quot; Ohloh in fondo a ogni pagina di questo sito mostra i dati di riepilogo aggiornati. Abbiamo impostato le pagine Ohloh su Audacity in modo che le statistiche mostrino solo i dati dello sviluppo specifico di Audacity, escludendo il codice delle librerie di terze parti utilizzate da Audacity.</p>
sl: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> ima statistiko o vrednosti razvoja Audacity. &quot;Značka&quot; Ohloh na dnu vsake strani na tem spletnem naslovu kaže posodobljene vrednosti povzetka. Strani Ohloh smo postavili za Audacity, tako da statistika prikazuje le vrednosti, ki se strogo nanašajo na razvoj Audacity, torej brez zunanjih programskih knjižnic, ki jih uporablja Audacity.</p>

source: <h3>Bundling, Reselling or Distributing Audacity</h3> <p>Vendors are free to bundle Audacity with their products, or to sell or distribute copies of Audacity (see <a href="../download/bundlers">Vendors and Distributors of Audacity</a>) under the <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>If you are interested in bundling, selling or distributing Audacity, please review our entire <a href="../about/license">License, and Advice for Vendors and Distributors</a> page.</p>
fr: <h3>Packager, revendre ou redistribuer Audacity</h3> <p>Les vendeurs sont libres de packager Audacity avec leurs produits, ou de le vendre ou de distribuer des copies d'Audacity (voir <a href="../download/bundlers">Vendeurs et Distributeurs d'Audacity</a>) sous la licence <a href="../about/license#license">GPL (GNU General Public License)</a>.</p> <p>Si vous êtes intéressé pour emballer, vendre ou distribuer Audacity, re-lisez, s'il vous plaît, entièrement la licence, et la page <a href="../about/license">Conseils pour les vendeurs et distributeurs</a>.</p>
it: <h3>Vendita abbinata, vendita o distribuzione di Audacity</h3> <p>I venditori sono liberi di inserire Audacity nei loro prodotti, o di vendere o distribuire copie di Audacity (vedere <a href="../download/bundlers">Venditori e distributori di Audacity</a>) sotto la <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>Se siete interessati alla vendita abbinata, alla vendita o alla distribuzione di Audacity, leggete tutta la pagina <a href="../about/license">Licenza e consigli per i venditori e i distributori</a>.</p>
sl: <h3>Dodajanje izdelkom, nadaljnja prodaja ali razširjanje Audacity</h3> <p>Prodajalci imajo vso pravico Audacity dodajati svojim izdelkom ali prodajati ali razširjati kopije Audacity (oglejte si <a href="../download/bundlers">Prodajalci in razpečevalci Audacity</a>) pod pogoji <a href="license">splošne javne licence GNU (GPL)</a>.</p> <p>Če vas zanima razširjanje Audacity, si oglejte stran <a href="../about/license">Licenca in nasveti za prodajalce in razpečevalce</a>.</p>

source: <h3>Sponsoring Audacity Development</h3> <p>We are keen to hear from any companies or groups interested in <a href="http://audacityteam.org/sponsor.php">sponsoring<a/> Audacity development.</p>
fr: <h3>Sponsoriser le Développement d'Audacity</h3> <p>Nous sommes heureux d'écouter les propositions de toutes les entreprises ou organisations qui souhaitent <a href="http://audacityteam.org/sponsor.php">sponsoriser</a> le développement d'Audacity.
it: <h3>Sponsorizzazione per lo sviluppo di Audacity</h3> <p>Siamo desiderosi di ascoltare tutte le società o gruppi interessati a <a href="http://audacityteam.org/sponsor.php">sponsorizzare<a/> lo sviluppo di Audacity.</p>

source: License, and Advice for Vendors and Distributors
fr: Licence et conseils pour les revendeurs et distributeurs
it: Licenza e consigli per i venditori e i distributori
sl: Licenca in nasvet za prodajalce in distributerje
