Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p> Students! Interested in supporting Audacity and earning a stipend this summer? Extended application deadline! <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> Apply by 5:00 PM PDT on April 7, 2008 (00:00 UTC on April 8, 2008)!</a></em> </p> <p> Audacity is a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> We are now seeking student participants. We look for evidence that the student has a real interest in our project, 'Do they actually use it?' rather than just choosing some project that is part of GSoC. </p> <p> If you are an interested student, please follow these steps: <ol> <li>Review the <a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants">student app documentation</a>. Also check the <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQs</a>, especially from <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>.</li> <li>Make sure you are <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">eligible</a>.</li> <li>On the Audacity Wiki, check the <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>.</li> <li>If you find an interesting idea, or have one of your own, check <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Then <a href="mailto:summerofcode@audacityteam.org">email us</a>. Far better to discuss plans with us before applying.</li> </ol> </p> <p> If you know any students who might be interested, possibly those already involved in music/audio research, please point them to our <a href="http://audacity.sourceforge.net/">website</a> for this information. </p>
fr: <p> Avis aux étudiants! Vous désirez aider le projet Audacity et gagner une bourse pour cet été ? Date limite de candidature prolongée ! <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> Postulez avant le 7 avril 2008 - 17h00 (00:00 UTC le 8 April 8, 2008)!</a></em> </p> <p> Audacity est retenue comme organisation encadrante pour le <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! Le GSoC offre aux étudiants développeurs une bourse de 4,500$ pour écrire du code pour différents projets open source. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Nous recherchons désormais des étudiants désirant participer. Nous recherchons bien sûr un étudiant intéressé par notre projet. L'utilisent-ils vraiment ? ' Plutôt que de juste choisir n'importe quel projet qui faisant partie du GSOC. </p> <p> Si vous êtes étudiant et intéressé, suivez les étapes ci-dessous : <ol> <li>Relisez la <a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants">documentation supplémentaire pour les étudiants</a>. Regardez aussi la <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">FAQ du GSoC</a>, spécialement <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'Comment un étudiant doit faire ?'</a>.</li> <li>Soyez sûr que vous êtes <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">éligible</a>.</li> <li>Sur le wiki Audacity, regardez la <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">page d'idée de projet</a>.</li> <li>Si vous trouvez une idée intéressante, ou que vous en avez une personnelle, regardez <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">les propositions de GsOC pour l'écriture</a>.</li> <li>Puis <a href="mailto:summerofcode@audacityteam.org">envoyez nous un e-mail</a>. C'est bien mieux de discuter de la façon de faire avec nous avant de se lancer.</li> </ol> </p> <p> Si vous connaissez des étudiants qui pourraient être intéressés, si possible s'ils sont déjà impliqués dans la recherche sur la musique ou l'audio, envoyez-les sur notre <a href="http://audacity.sourceforge.net/">site web</a> pour toute information. </p>
it: <p> Studenti! Siete interessati a supportare Audacity e a ottenere una borsa di studio questa estate? La scadenza delle domande è stata prorogata! <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> Scadenza delle domande 5:00 PM PDT del 7 aprile 2008 (00:00 UTC dell'8 aprile 2008)!</a></em> </p> <p> Audacity è una organizzazione guida per il <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offre agli studenti sviluppatori borse di studio di 4.500 dollari per scrivere il codice per vari progetti open source. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Ora stiamo cercando studenti che vogliono partecipare. Cerchiamo la prova che lo studente abbia un reale interesse nel nostro progetto, 'Lo usate realmente?' o piuttosto scegliete un progetto che fa parte di GSoC. </p> <p> Se siete uno studente interessato, seguite queste istruzioni: <ol> <li>Visionate la <a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants">documentazione per la domanda</a>. Inoltre controllate le <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQ</a>, specialmente <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'Come fare la domanda'</a>.</li> <li>Accertatevi di essere <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">idonei</a>.</li> <li>Nel Wiki Audacity, controllate la <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">pagina Idee per progetti</a>.</li> <li>Se trovate una idea interessante, o ne avete una vostra, controllate le <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Poi <a href="mailto:summerofcode@audacityteam.org">inviateci una e-mail</a>. È molto meglio discutere del progetto con noi prima di fare la domanda.</li> </ol> </p> <p> Se conoscete degli studenti che possono essere interessati, possibilmente quelli già coinvolti nella ricerca musica/audio, indirizzateli al nostro <a href="http://audacity.sourceforge.net/">sito web</a> per queste informazioni. </p>

source: Audacity and Google Summer of Code (GSoC) 2008
fr: Audacity et le Google Summer of Code (GSoC) 2008
it: Audacity e Google Summer of Code (GSoC) 2008
sl: Audacity in Google Summer of Code (GSoc) 2008

source: <p> We are very happy to announce that Audacity has been accepted as a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC 'offers student developers stipends to write code for various open source projects'. </p> <p> We are now seeking student participants. As we wrote in our application: At student selection stage, we look for evidence that the student has a real interest in our project, 'Do they actually use it?' rather than just choosing some project that is part of GSoC. </p> <p> If you are an interested student, please follow these steps: <ol> <li>Review the <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQ</a>, especially from <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>.</li> <li>Make sure you are <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">eligible</a>.</li> <li>On the Audacity Wiki, check the <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>.</li> <li>If you find an interesting idea, or have one of your own, then check <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Then be in touch with us -- far better to discuss plans with us before applying.</li> </ol> </p> <p> If you know any students who might be interested, possibly those already involved in music/audio research, please point them to our <a href="http://audacity.sourceforge.net/">website</a> for this information. </p>
fr: <p> Nous sommes très heureux d'annoncer qu'Audacity a été acceptée comme organisation de tutorat pour le <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! Le GSoC 'offre aux étudiants développeurs une bourse de 4,500$ pour écrire du code pour différents projets open source'. </p> <p> Nous recherchons actuellement des étudiants participants. Comme nous l'avons écrit dans notre application: À notre stage de sélection d'étudiants, nous cherchons l'évidence que l'étudiant a un réel intérêt dans notre projet, 'L'utilisent-ils vraiment ? 'Plutôt que de simplement choisir n'importe quel projet qui fait partie du GSOC. </p> <p> Si vous êtes un étudiant intéressé, veuillez suivre cette marche: <ol> <li>Relisez la <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">FAQ GSoC</a>, spécialement <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'Comment doit faire un étudiant ?'</a>.</li> <li>Soyez certain d'être <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">éligible</a>.</li> <li>Sur le Wiki d'Audacity, jettez un oeil à <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">la page des idées de projet</a>.</li> <li>Si vous trouvez une idée intéressante, ou, si vous en avez une personnelle, alors regardez <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">les propositions du GSoC pour l'écriture</a>.</li> <li>Puis mettez vous en contact avec nous -- c'est bien mieux de discuter du projet avec nous avant de commencer.</li> </ol> </p> <p> Si vous connaissez des étudiants qui pourraient être intéressés, probablement ceux qui sont déjà impliqués dans la recherche musique/audio , merci de leur indiquer notre <a href="http://audacity.sourceforge.net/">site web</a> pour qu'ils s'informent. </p>
it: <p> Siamo molto felici di annunciare che Audacity è stato accettato come organizzazione guida per il <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC 'offre agli studenti sviluppatori delle borse di studio per scrivere codici per vari progetti open source'. </p> <p> Ora stiamo cercando studenti che vogliono partecipino. Come abbiamo scritto nella nostra domanda: Nella fase di selezione degli studenti, cerchiamo la prova che lo studente sia realmente interessato al nostro progetto, 'Volete realmente utilizzarlo?' o piuttosto cercate di scegliere solo un progetto che faccia parte di GSoC. </p> <p> Se siete uno studente interessato, seguite queste istruzioni: <ol> <li>Visionate le <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQ</a>, specialmente <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'Come fare una domanda?'</a>.</li> <li>Accertatevi di essere <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">idonei</a>.</li> <li>Nell'Audacity Wiki, controllate la <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">pagina Idee per i progetti</a>.</li> <li>Se trovate una idea interessante, o ne avete una vostra, poi controllate <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Poi mettetevi in contatto con noi -- è meglio discutere del progetto con noi prima di fare la domanda.</li> </ol> </p> <p> Se conoscete degli studenti che possono essere interessati, possibilmente quelli già coinvolti nella ricerca musica/audio, indirizzateli al nostro <a href="http://audacity.sourceforge.net/">sito web</a> per queste informazioni. </p>

source: <p> Audacity was chosen as <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Audio Authoring Application of the Year</a> in the 2007 LinuxQuestions.org Members Choice poll. LinuxQuestions.org is an active online Linux community. In the voting, Audacity received nearly 70% of the 444 votes cast. Thanks to everyone who voted. </p>
fr: <p> Audacity a été choisie comme <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Application de création audio de l'année 2007</a> lors du vote des membres de LinuxQuestions.org. LinuxQuestions.org est une communauté Linux en ligne. Lors du vote, Audacity a reçu près de 70% des 444 votes exprimés. Merci à tous ceux qui ont voté. </p>
it: <p> Audacity è stato scelto come <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Applicazione di authoring audio dell'anno</a> nel 2007 LinuxQuestions.org Members Choice. LinuxQuestions.org è una attiva comunità Linux online. Nella votazione, Audacity ha ricevuto quasi il 70% dei 444 voti espressi. Grazie a chiunque abbia votato. </p>
sl: <p> Audacity je bil izbran za <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Program leta 2007 za zvočno ustvarjanje</a> v članski anketi LinuxQuestions.org. LinuxQuestions.org je aktivna spletna skupna uporabnikov in razvijalcev Linuxa. Pri glasovanju je Audacity prejel skoraj 70% od skupaj 444 glasov. Hvala vsem, ki ste glasovali. </p>

source: Audacity 1.3.4 Released
fr: Audacity version 1.3.4 disponible
it: Rilasciato Audacity 1.3.4
sl: Izšel je Audacity 1.3.4

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.4 (beta)</a>, which includes several new features and user interface improvements, such as: <ul> <li>New Welcome Screen with introduction to Audacity.</li> <li>New 'Mix and Render to New Track' command.</li> <li>Support for VAMP audio analysis plug-ins.</li> <li>More keyboard shortcuts and navigation.</li> <li>Reworked solo/mute handling.</li> <li>New preference: Select all audio in project, if none selected (on by default).</li> <li>New preference: Beep on completion of longer activities.</li> <li>Envelopes: Many fixes when copying, pasting, or repeating.</li> <li>Many translation updates.</li> <li>Metadata editor added for OGG, FLAC and WAV/AIFF exports. Metadata import improved.</li> <li>Muted tracks are no longer audible in the exported mix.</li> <li>Improvements to latency correction.</li> </ul> </p> <p> Note that this release is for Windows and Linux/Unix only. The latest Audacity beta for Mac OS is version 1.3.3. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about 1.3.4 and the 1.3.x beta series. </p> <p> Check out the new e-book on <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>. </p>
fr: <p> L'équipe d'Audacity est heureuse d'annoncer la sortie d' <a href="/download">Audacity 1.3.4 (beta)</a>, qui inclut plusieurs nouvelles fonctionnalités et des améliorations de l'interface utilisateur, comme: <ul> <li>Nouvel écran d'acceuil avec une introduction à Audacity.</li> <li>Nouvelle commande 'Mixer et envoyer vers une nouvelle piste'.</li> <li>Support pour les modules d'analyse audio VAMP.</li> <li>Plus de raccourci clavier et de navigation.</li> <li>Traitement solo/sourdine retravaillé.</li> <li>Nouvelle préférence: Sélectionner tout l'audio dans le projet, si personne n'a choisi (actif par défaut).</li> <li>Nouvelle préférence: Signal sonore sur l'achèvement des activités les plus longues.</li> <li>Enveloppes: Plusieurs corrections lorsque l'on coupe, colle, ou répète.</li> <li>Plusieurs mises à jour de traduction.</li> <li>Éditeur de métadonnées ajouté pour les exports OGG, FLAC et WAV/AIFF. L'importation de métadonnées s'est améliorée.</li> <li>Les pistes en sourdine (mute) ne sont plus audibles dans le mixage exporté.</li> <li>Amélioration de la correction de la latence.</li> </ul> </p> <p> Notez que cette sortie est pour Windows et Linux/Unix seulement. La dernière version beta d'Audacity pour Mac OS la version 1.3.3. </p> <p> Voir <a href="/download/features-1.3-a">Nouvelles fonctionnalités dans 1.3</a> pour plus d'information à propos de la version 1.3.4 et de la série beta 1.3.x. </p> <p> Regardez le nouvel e-livre sur <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Le podcasting avec Audacity</a>. </p>
it: <p> L'Audacity Team è lieto di annunciare il rilascio di <a href="/download">Audacity 1.3.4 (beta)</a>, che comprende numerose nuove funzionalità e miglioramenti dell'interfaccia utente, come: <ul> <li>Nuova Schermata di benvenuto con introduzione ad Audacity.</li> <li>Nuovo comando 'Miscela e renderizza in una nuova traccia'.</li> <li>Supporto per i plug-in VAMP di analisi audio.</li> <li>Più scorciatoie da tastiera e di navigazione.</li> <li>Rielaborata la gestione Solo/Muto.</li> <li>Nuova preferenza: Selezione di tutto l'audio del progetto, se non è stato selezionato nulla (predefinito).</li> <li>Nuova preferenza: Beep al completamento di lunghe operazioni.</li> <li>Inviluppi: Corretti molti errori durante le operazioni di copia, incolla, o di ripetizione.</li> <li>Aggiornate molte traduzioni.</li> <li>Aggiunto Editor metadati per l'esportazione OGG, FLAC e WAV/AIFF. Migliorata l'importazione dei metadati.</li> <li>Le tracce rese mute non sono più udibili nel mix esportato.</li> <li>Miglioramenti nella correzione della latenza.</li> </ul> </p> <p> Notare che questa versione è solo per Windows e Linux/Unix. L'ultima versione beta di Audacity per Mac OS è la versione 1.3.3. </p> <p> Vedere <a href="/download/features-1.3-a">Nuove funzionalità in 1.3</a> per avere maggiori informazioni sulla versione 1.3.4 e sulla serie beta 1.3.x. </p> <p> Controllate il nuovo e-book su <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>. </p>
sl: <p> Ekipa Audacity z veseljem oznanja izid <a href="/download">Audacity 1.3.4 (beta)</a>, ki vsebuje številne nove odlike in izboljšave uporabniškega vmesnika, kot so: <ul> <li>Nov pozdravni zaslon z uvodom v Audacity.</li> <li>Nov ukaz 'Zmešaj in shrani na novo sled'.</li> <li>Podpora za vtičnike zvočne analize VAMP.</li> <li>Več tipk za bližnjice in krmarjenje.</li> <li>Predelano obravnavo solo/nemo.</li> <li>Nova nastavitev: Izberi ves zvok projekta, če ni nič izbrano (privzeto vključeno).</li> <li>Nova nastavitev: Pisk ob zaključku daljših dejavnosti.</li> <li>Ovojnice: številni popravki pri kopiranju, lepljenju ali ponavljanju.</li> <li>Veliko posodobitev prevodov.</li> <li>Dodan urejevalnik metapodatkov za izvoze OGG, FLAC in WAV/AIFF. Izboljšan uvoz metapodatkov.</li> <li>Neme sledi niso več slišne v izvoženem miksu.</li> <li>Izboljšave popravkov latence.</li> </ul> </p> <p> Upoštevajte, da je ta izdaja namenjena le okoljema Windows in Linux/Unix. Najnovejša beta Audacity za Mac OS je različica 1.3.3. </p> <p> Oglejte si <a href="/download/features-1.3-a">Nove odlike v 1.3</a> za več podatkov o 1.3.4 in beta nizu 1.3.x. </p> <p> Oglejte si novo e-knjigo na <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting z Audacity</a>. </p>

source: <p> Audacity won the <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! Congratulations to the other finalists. <b>Big</b> thanks to SourceForge, to everyone who voted, and to all who contribute to making Audacity great! </p>
fr: <p> Audacity a gagné le <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a> (Trophée 2007 "choix de la communauté Sourceforge" pour la catégorie multimédia) ! Félicitations aux autres finalistes. <b>Gros</b> merci à SourceForge, à tous ceux qui ont voté et à tous ceux qui ont contribué au succès d'Audacity ! </p>
it: <p> Audacity ha vinto il <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Categoria Multimedia </a>! Congratulazioni agli altri finalisti. <b>Molti</b> ringraziamenti a SourceForge, a chiunque abbia votato, e a tutti coloro che hanno contribuito a rendere Audacity grande! </p>
sl: <p> Audacity je prejel nagrado <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- v kategoriji Multimedija </a>! Čestitke drugim finalistom. <b>Velika</b> zahvala velja SourceForgeu, vsem, ki ste glasovali, in vsem, ki prispevate k izboljšanju Audacity! </p>

source: Audacity 1.3.3 Released
fr: Audacity version 1.3.3 disponible
it: Rilasciato Audacity 1.3.3
sl: Izšel je Audacity 1.3.3
