Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p>Audacity <b>cannot</b> import or export files in <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, or most other proprietary formats, or any kind of Digital Rights Management (DRM) protected file, including many purchased online such as on iTunes or Napster. Because of licensing and patent restrictions, we are not allowed to add these formats to Audacity. Future versions of Audacity might be able to support these formats using codecs installed in your operating system.</p> <p>Some open formats are not yet supported by Audacity, including <b>Ogg Speex</b> and <b>FLAC</b>. We hope to support these formats in future versions of Audacity.</p> <p>Audacity can currently import WAV, AIFF, AU, MP2/MP3 and OGG Vorbis files. If you cannot import your file into Audacity, you can as a workround convert it to WAV or AIFF. As long as it's not a DRM-protected file, you could do this with iTunes&reg; or with <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a> player. If it's a DRM-protected file, you can burn it to an audio CD in the application that is licensed to play it, then extract (rip) the CD track to WAV or AIFF. On Windows, you can use Windows Media Player 11, iTunes, or <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> to extract to WAV. Or you can play the file on your computer and record it – see <a href="faq?s=recording&amp;i=streaming">Can Audacity record RealAudio or other streaming audio?</a>.</p> <p>For more detail on supported formats, see the <a href="../about/features">feature list</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Why can't I play MIDI files?</a></p>
fr: <p>Audacity <b>ne peut pas</b> importer ou exporter des fichiers au format <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, ni la plupart des autres formats propriétaires ou protégés par DRM (Digital Rights Management - gestion des droits numériques), y compris ceux achetés en ligne comme sur iTunes ou Napster. En raison de dépots de brevets ou de licenses restrictives, nous ne sommes pas autorisé à ajouter le support de ces formats dans Audacity. Des versions ultérieures d'Audacity pourront éventuellement en être capable en utilisant des codecs installés sur votre système d'exploitation.</p> <p>Certains formats ouverts ne sont pas encore supportés dans Audacity, tels que <b>Ogg Speex</b> et <b>FLAC</b>. Nous espérons être en mesure de les supporter dans les prochaines versions d'Audacity.</p> <p>Audacity peut actuellement importer des fichiers au format WAV, AIFF, AU, MP2/MP3 et OGG Vorbis. Si vous ne pouvez pas importer votre fichier dans Audacity, vous pouvez contourner le problème en le convertissant au préalable au format WAV ou AIFF. S'il n'est pas protégé par DRM, vous pouvez effectuer cette opération avec les lecteurs d'iTunes&reg; ou de <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>. Si le fichier est protégé par DRM, vous pouvez le graver sur un CD audio avec un logiciel autorisé à le faire et ensuite extraire la piste du CD au format WAV ou AIFF. Sous Windows, vous pouvez utiliser Windows Media Player 11, iTunes, ou <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> afin de l'extraire en WAV. Vous pouvez aussi lire ce fichier sur votre ordinateur et l'enregistrer comme expliqué à la question <a href="faq?s=recording&amp;i=streaming">Audacity peut-il enregistrer du RealAudio ou d'autres formats de streaming ?</a> de la Foire Aux Questions.</p> <p>Pour plus de détails sur les formats supportés, consultez la <a href="../about/features">liste des fonctionnalités</a>.</p> <p>Vous pouvez aussi lire : <a href="faq?s=files&amp;i=midi">Pourquoi ne puis-je pas lire de fichiers MIDI ?</a></p>
it: <p>Audacity <b>non può</b> importare o esportare i formati file <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, o la maggior parte degli altri formati proprietari, o ogni altro genere di file protetti da Digital Rights Management (DRM), compresi quelli acquistati online come su iTunes o Napster. A causa di restrizioni di brevetto e di licenze, non abbiamo il permesso di aggiungere questi formati ad Audacity. Le future versioni di Audacity potranno essere in grado di supportare questi formati usando i codec installati nel sistema operativo.</p> <p>Alcuni formati aperti non sono ancora supportati da Audacity, compresi <b>Ogg Speex</b> e <b>FLAC</b>. Ci auguriamo di supportare questi formati nelle future versioni di Audacity.</p> <p>Audacity può attualmente importare i file WAV, AIFF, AU, MP2/MP3 e OGG Vorbis. Se non potete importare un file in Audacity, potete convertirlo nel formato WAV o AIFF. Se non si tratta di un file protetto con DRM, potete farlo con iTunes&reg; o con il lettore <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>. Se si tratta di un file protetto con DRM, potete masterizzarlo in un CD audio nell'applicazione che è stata licenziata per riprodurlo, poi estrarre la traccia CD nel formato WAV o AIFF. In Windows, potete usare Windows Media Player 11, iTunes, o <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> per estrarre nel formato WAV. Oppure potete riprodurre il file nel vostro computerr e registrarlo – vedere <a href="faq?s=recording&amp;i=streaming">Audacity può registrare RealAudio o altri flussi audio?</a>.</p> <p>Per avere maggiori dettagli sui formati supportati, vedere la <a href="../about/features">Lista delle funzionalità</a>.</p> <p>Vedere inoltre: <a href="faq?s=files&amp;i=midi">Perché non posso riprodurre i file MIDI?</a></p>
sl: <p>Audacity <b>ne more</b> uvoziti ali izvoziti datotek v <b>WMA, AAC, RealAudio, Shorten (SHN)</b> ali večini drugih zaklenjenih zapisih, kot tudi nobene vrste datotek z zaščito Digital Rights Management (DRM), vključno s številnimi nakupi v spletnih trgovinah, kot sta iTunes in Napster. Zaradi licenc in patentnih omejitev podpore tem zapisom ne smemo dodati v Audacity. Prihodnje različice Audacity bodo morda podpirale te zapise z uporabo kodekov, nameščenih v sam operacijski sistem.</p> <p>Nekateri odprti zapisi v Audacity še niso podprti, vključno z <b>Ogg Speex</b> in <b>FLAC</b>. Upamo, da bomo ta zapisa podprli v naslednjih različicah Audacity.</p> <p>Audacity lahko trenutno uvozi datoteke WAV, AIFF, AU, MP2/MP3 in OGG Vorbis. Če ne morete svoje datoteke neposredno uvoziti v Audacity, jo lahko namesto tega najprej pretvorite v WAV ali AIFF. Dokler ne gre za datoteko z zaščito DRM, lahko to storite z iTunes&reg; ali s predvajalnikom <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a>. Če je datoteka zaščitena z DRM, jo lahko zapečete na zvočni CD z aplikacijo, ki ima licenco za njeno predvajanje, nato shranite posnetek s CD-ja v zapis WAV ali AIFF. V okolju Windows lahko uporabite Windows Media Player 11, iTunes ali <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> za shranjevanje v WAV. Lahko pa tudi datoteko predvajate na računalniku in jo posnamete – oglejte si <a href="faq?s=recording&amp;i=streaming">Lahko z Audacity snemam RealAudio ali drugi pretočni zvok?</a>.</p> <p>Za več podrobnosti o podprtih zapisih si oglejte <a href="../about/features">seznam odlik</a>.</p> <p>Oglejte si tudi: <a href="faq?s=files&amp;i=midi">Zakaj ne morem predvajati datotek MIDI?</a></p>

source: Why can’t I play MIDI files?
af: Hoekom kan ek nie MIDI-lêers speel nie?
fr: Pourquoi ne puis-je pas lire les fichiers MIDI ?
it: Perché non posso riprodurre i file MIDI?
sl: Zakaj ne morem predvajati datotek MIDI?

source: <p>Sorry, Audacity cannot play, edit, or convert MIDI files. It can only display them visually (for comparison with recorded sounds). We might add MIDI editing to a future version of Audacity, but for now Audacity is focused on sampled audio (like WAV files).</p>
af: <p>Jammer, Audacity kan nie MIDI-lêers speel, redigeer of omskakel nie. Hy kan dit net visueel vertoon (vir vergelyking met opgeneemde klanke). Ons sal dalk funksionaliteit vir MIDI-wysiging in 'n volgende weergawe van Audacity byvoeg, maar vir tyd en wyl fokus Audacity op "monster"-oudio (soos WAV-lêers).</p>
fr: <p>Audacity ne peut malheureusement pas lire, éditer ou convertir les fichiers MIDI. Il peut uniquement les afficher graphiquement (ce qui permet la comparaison de deux fichiers). Nous envisageons d'implémenter l'édition de fichiers MIDI dans une prochaine version d'Audacity, bien qu'Audacity se consacre pour l'heuree au son échantillonné (comme dans le format WAV).</p>
it: <p>Audacity non può riprodurre, modificare o convertire i file MIDI. Può soltanto visualizzarli (per confrontarli con le altre tracce audio). Potremo aggiungere la capacità di modificare i file MIDI in una futura versione di Audacity, ma per il momento preferiamo che Audacity sia orientato sulla gestione dell'audio campionato (ad esempio i file WAV).</p>.
sl: <p>Oprostite, v Audacity ne morete predvajati, urejati ali pretvarjati datotek MIDI. Lahko jih le vizualno prikažete (za primerjavo s posnetimi zvoki). Morda bo v prihodnjih različicah podprto urejanje datotek MIDI, toda zaenkrat je Audacity usmerjen na vzorčene zvoke (kot so datoteke WAV).</p>

source: How do I import a track from an audio CD?
af: Hoe voer ek 'n baan van 'n oudio-CD in?
fr: Comment importer une piste d'un CD audio ?
it: Come posso importare una traccia da un CD audio?
sl: Kako uvozim sled z zvočnega CD?

source: <p>Audacity cannot import a track directly from an audio CD. You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> or <a href="http://www.apple.com/itunes/">iTunes</a> to extract CD tracks into a format that Audacity can read, like WAV or AIFF.</p> <p>On Mac OS X computers, CD tracks appear in Finder as AIFF files so can be imported directly into Audacity. For more help on importing audio from CD tracks on both Windows and OS X, see our Wiki help page on <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>.</p> <p>See also: <a href="faq?s=files&amp;i=burn-cd">How do I save my recording on an audio CD?</a></p>
fr: <p>Audacity ne peut pas importer une piste directement depuis un CD audio. Vous devez utiliser un autre programme tel que <a href="http://cdexos.sourceforge.net/">CDex</a> ou <a href="http://www.apple.com/itunes/">iTunes</a> pour extraire les pistes dans un format qu'Audacity peut lire, comme le WAV ou AIFF.</p> <p>Sur les ordinateurs utilisant Mac OS X, les pistes du CD apparaissent dans Finder sous forme de fichiers AIFF et elles peuvent alors être importées directement dans Audacity. Pour plus d'aide sur l'import audio de pistes de CD sous Windows et OS X, consultez notre page d'aide sur notre Wiki : <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>.</p> <p>Consultez aussi : <a href="faq?s=files&amp;i=burn-cd">Comment sauvegarder mon enregistrement sur un CD audio ?</a></p>
it: <p>Audacity non può importare direttamente una traccia da un CD audio. Dovete usare un altro programma come <a href="http://cdexos.sourceforge.net/">CDex</a> o <a href="http://www.apple.com/itunes/">iTunes</a> per estrarre le tracce CD in un formato che Audacity possa leggere, come WAV o AIFF.</p> <p>Nei computer Mac OS X, le tracce CD appaiono in Finder come file AIFF e quindi possono essere importate direttamente in Audacity. Per avere un aiuto maggiore sull'importazione di audio da tracce CD in Windows e OS X, leggete la nostra pagina Wiki di aiuto in <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">Come importare CD</a>.</p> <p>Vedere inoltre: <a href="faq?s=files&amp;i=burn-cd">Come posso salvare la registrazione su un CD audio?</a></p>
sl: <p>Audacity ne more neposredno uvoziti sledi z zvočnega CD-ja. Uporabiti morate poseben program, kot sta <a href="http://cdexos.sourceforge.net/">CDex</a> ali <a href="http://www.apple.com/itunes/">iTunes</a>, s katerima izluščite sledi CD-ja v zapisu, ki ga lahko Audacity prebere, npr. WAV ali AIFF.</p> <p>Na računalnikih Mac OS X, se sledi pojavijo v Finder-ju kot datoteke AIFF in jih lahko neposredno uvozite v Audacity. Za dodatno pomoč o uvažanju zvoka s sledi CD-ja v okoljih Windows in OS X si oglejte stran pomoči wikija z naslovom <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">Kako uvozimo CD-je</a>.</p> <p>Glejte tudi: <a href="faq?s=files&amp;i=burn-cd">Kako shranim svoj posnetek na zvočni CD?</a></p>

source: After making a recording or editing a file in Audacity, follow these steps to save your work on an audio CD:
af: Na lêerwysiging of die maak van 'n opname, volg die volgende stappe om u werk op 'n oudio-CD te stoor:
fr: Après l'enregistrement ou l'édition d'un fichier dans Audacity, suivez ces étapes pour enregistrer votre travail sur CD audio :
it: Dopo aver eseguito una registrazione o modificato un file in Audacity, seguite questi passi per salvare il vostro lavoro su un CD audio:
sl: Po snemanju ali urejanju datoteke v programu Audacity sledite naslednjim korakom za shranjevanje svojega dela na zvočno zgo?čenko:

source: <ol> <li>Use the “Export as WAV” or “Export as AIFF” command to save your Audacity recording in a sound file.</li> <li>Use any CD-recording software (iTunes or Nero, for example) to burn this file to a CD.</li> </ol> <p>To make a disc you can play in normal CD players, make sure to create a “music” or “audio” CD (not a “data” CD). Use CD-R discs, because some players cannot read CD-RW. You can burn only 74 minutes or so onto an audio CD – this is a limitation of the audio CD format.</p> <p>Some CD software will burn only 16-bit, 44.1KHz stereo sound files. If your CD recording software won't open your sound file, export the file again after choosing the following settings in Audacity:</p> <ol> <li>At the bottom of the Audacity window, set the Project Rate to 44100 Hz.</li> <li>In the File Formats preferences, choose WAV (16-bit...) or AIFF (16-bit...).</li> <li>If your project does not already contain a stereo track, choose “New Stereo Track” from the Project menu. (This will make Audacity export your recording as a stereo file.)</li> </ol> <p>For helpful tips on CD burning with Windows Media Player and iTunes, and help on burning longer “data” CDs, see <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">How_to_burn_CDs</a> on the Audacity Wiki.</p> <p>See also: <a href="faq?s=files&amp;i=split">How can I split a long recording into multiple tracks?</a></p>
fr: <ol> <li>Sauvegardez vos pistes dans un fichier audio à l'aide des commandes "Exporter en WAV" ou "Exporter en AIFF".</li> <li>Utilisez un logiciel de gravure (comme iTunes, Nero ou K3b par exemple) pour réaliser le CD audio.</li> </ol> <p>Pour pouvoir lire le CD sur une platine CD de salon, assurez-vous de créer un CD audio et non un CD de données. Utilisez de préférence des disques CD-R, certains lecteurs n'acceptant pas les CD-RW. Vous ne pouvez graver qu'environ 74 minutes sur un CD audio - c'est une limitation du format des CD audio.</p> <p>Certains logiciels de gravure n'autorisent que les fichiers son stéréo, 16-bits, 44100Hz. Si c'est le cas de celui dont vous vous servez, renouvelez l'étape d'exportation en effectuant les réglages suivants :</p> <ol> <li>En bas de la fenetre principale d'Audacity, fixez la Fréquence d'Échantillonnage à 44100Hz.</li> <li>Sélectionnez comme format WAV (16-bit...) ou AIFF (16-bit...).</li> <li>Si votre projet ne contient pas de piste stéréo, cliquez sur "Nouvelle piste audio" dans le menu Projet. (Ceci impose à Audacity de créer un fichier son stéréo.)</li> </ol> <p>Pour des astuces utiles sur la manière de graver des CD avec Windows Media Player et iTunes, et de l'aide pour graver de plus grands CD de données, consultez <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">Comment graver des CDs</a> sur le Wiki d'Audacity.</p> <p>A lire aussi : <a href="faq?s=files&amp;i=split">Comment découper un enregistrement long en plusieurs pistes?</a></p>
it: <ol> <li>Usate il comando “Esporta WAV” o “Esporta AIFF” per salvare la vostra registrazione in un file audio.</li> <li>Usate un qualsiasi software di registrazione su CD (iTunes o Nero, per esempio) per masterizzare questo file su un CD.</li> </ol> <p>Per creare un disco da riprodurre sui normali lettori CD, accertatevi di crearea un CD “musicale” o “audio” (non un CD “dati”). Usate dischi CD-R, poiché alcuni lettori non possono leggere i CD-RW. Potete masterizzare solo 74 minuti in un CD audio – questo è un limite del formato CD.</p> <p>Alcuni software CD possono masterizzare solo file audio a 16-bit, 44.1 KHz stereo. Se il vostro software di registrazione CD non apre il file audio, esportate il file audio di nuovo dopo avere scelto le seguenti impostazioni in Audacity:</p> <ol> <li>Nella parte inferiore della finestra di Audacity, impostate la Frequenza Progetto a 44100 Hz.</li> <li>Nelle Preferenze > Formati file, scegliete WAV (16-bit...) o AIFF (16-bit...).</li> <li>Se il vostro progetto non contiene già una traccia stereo, scegliete “Aggiungi nuova traccia stereo” nel menu Tracce. (Questo permetterà ad Audacity di esportare la vostra registrazione come traccia stereo).</li> </ol> <p>Per utili suggerimenti sulla masterizzazione di CD con Windows Media Player e iTunes, e su come masterizzare i CD "dati" vedere <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">Come masterizzare i CD</a> nel Wiki Audacity.</p> <p>Vedere inoltre: <a href="faq?s=files&amp;i=split">Come posso dividere una lunga registrazione in più tracce?</a></p>
sl: <ol> <li>Za shranjevanje posnetka Audacity v zvočno datoteko uporabite ukaz “Izvozi kot WAV” ali “Izvozi kot AIFF”.</li> <li>Za peko te datoteke na CD uporabite kateri koli program za snemanje CD-jev (na primer iTunes ali Nero) .</li> </ol> <p>Za izdelo glasbenega CD, ki ga predvaja vsak predvajalnik, zagotovite, da ustvarjate “glasbeni” ali “zvočni” CD (ne “podatkovni” CD). Uporabite diske CD-R, saj nekateri predvajalniki ne zmorejo brati CD-RW.</p> <p>Nekatera programska oprema lahko peče le 16-bitne, 44,1KHz stereo zvočne datoteke. Če vaša programska oprema za snemanje CD ne odpre zvočnih datotek, ponovno izvozite datoteko po izbiranju naslednjih nastavitev v Audacity:</p> <ol> <li>Na dnu okna Audacity nastavite frekvenco projekta na 44100 Hz.</li> <li>V nastavitvah oblik datotečnih zapisov izberite WAV (16-bitno...) ali AIFF (16-bitno...).</li> <li>Če vaš projekt še ne vsebuje stereo sledi, izberite “Nova stereo sled” iz projektnega menija. (To bo povzročilo v Audacity izvoz posnetka kot stereo datoteke.)</li> </ol> <p>Za uporabne nasvete o peki CD-jev z Windows Media Player in iTunes ter pomoč pri peki daljših podatkovnih CD-jev si oglejte <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">Kako peči CD-je</a> na Wikiju za Audacity.</p> <p>Poglejte tudi: <a href="faq?s=files&amp;i=split">Kako lahko razdelim dolg posnetek na več sledi?</a></p>

source: How can I split a long recording into multiple files or CD tracks?
af: Hoe kan ek 'n lang opname verdeel in veelvuldige lêers of CD-bane?
fr: Comment découper un enregistrement long en plusieurs fichiers ou pistes de CD ?
it: Come posso dividere una lunga registrazione in più file o tracce CD?
sl: Kako lahko razdelim dolg posnetek na več datotek ali sledi CD?

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu. If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
fr: <p>La démarche pour créer un fichier pour chaque chanson ou chaque fragment d'un enregistrement long est la suivante. Ceci est particulièrement utile si vous créer un CD, ainsi chaque fichier apparaitra comme une piste séparée sur le CD</p> <ol> <li>Cliquez pour placer le curseur au début de la première chanson.</li> <li>Sélectionnez "Ajouter un marqueur à la sélection" dans le menu Projet. Vous pouvez, si vous le souhaitez, donner un titre à la piste.</li> <li>Répétez les étapes 1 à 2 pour chaque titre.</li> <li>Une fois toutes les pistes découpées, sélectionnez "Export multiple" dans le menu Fichier. Lorsque vous cliquez sur le bouton "Exporter", Audacity sauvegardera chaque chanson dans un fichier séparé, avec le format et l'emplacement spécifié.</li> </ol>
it: <p>Seguite queste istruzioni per creare file separati per ogni brano o segmento di una lunga registrazione. Ciò è particolarmente utile se state creando un CD, poiché ogni file sarà una traccia diversa sul CD.</p> <ol> <li>Fate clic per posizionare il cursore all'inizio del primo brano.</li> <li>Scegliete "Aggiungi etichetta alla selezione" dal menu Tracce. Se lo desiderate, potete scrivere il titolo del brano.</li> <li>Ripetete i punti 1 e 2 per ogni brano.</li> <li>Quando avete finito, scegliete "Esportazione Multipla" dal menu File. Quando fate clic sul pulsante "Esporta" Audacity salverà ciascun brano in un file separato, utilizzando il formato e il percorso che avete scelto.</li> </ol>
sl: <p>Sledite tem korakom za ustvarjanje ločene datoteke za vsako pesem ali segment daljšega posnetka. To je še posebej uporabno, če ustvarjate glasbeni CD, saj bo vsaka datoteka posamezna pesem.</p> <ol> <li>S klikom postavite kazalko na začetek prve pesmi.</li> <li>Izberite “Dodaj naslov izbiri” iz menija Projekt. Če želite lahko vtipkate ime pesmi.</li> <li>Ponovite koraka 1 in 2 za vsako pesem.</li> <li>Ko končate, izberite “Izvozi posamično” iz menija Datoteka. Ko kliknete gumb “Izvozi”, bo Audacity vsako pesem posnel kot ločeno datoteko, pri čemer bo uporabljen zapis in mesto, ki ste ga izbrali.</li> </ol>

source: A detailed, illustrated tutorial explaining this process is available on the
fr: Un tutoriel détaillé et illustré, explicitant le processus est disponible sur la
it: Un dettagliato e illustrato tutorial che spiega questa procedura è disponibile nella
sl: Podroben ilustriran vodnik, ki razlaga ta postopek, je na voljo na strani

source: page on the Audacity Wiki.
fr: la page du Wiki d'Audacity.
it: pagina del Wiki Audacity.
sl: Wikija za Audacity.

source: <div id="editing">Editing</div>
fr: <div id="editing">Editer</div>
it: <div id="editing">Modifica</div>
sl: <div id="editing">Montaža</div>

source: Why can’t I use the effects or other menu items?
af: Hoekom kan ek nie die effekte of ander kieslysitems gebruik nie?
fr: Pourquoi les effets ou d'autres éléments de menus sont-ils désactivés ?
it: Perché non posso usare gli effetti o altre voci di menu?
sl: Zakaj ne morem uporabiti učinkov ali drugih izbir v menijih?
