Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <dt> Changes and improvements:</dt> <dd> <ul> <li> Linked audio and label tracks disabled until a future Beta version so they can be bug fixed</li> <li> Input volume slider will be disabled if it doesn't have proper control of system slider; use the system slider instead</li> <li> Proper support for copying/pasting label-with-audio including label text; new Edit > Paste Text to New Label menu item to paste system clipboard </li> <li> Contrast Tool now modeless, more intuitive handling of multiple project windows, various other minor improvements </li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.10#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
it: <dt> Modifiche e miglioramenti:</dt> <dd> <ul> <li> Disabilitato collegamento tracce audio ed etichette fino a una futura versione Beta quando verrà corretto un errore</li> <li> Il cursore del volume di ingresso verrà disabilitato se non vi è un appropriato controllo del cursore di sistema; si deve usare invece il cursore di sistema</li> <li> Adeguato supporto per copia/incolla etichetta-con-audio che comprende testo nell'etichetta; ora vi è una nuova voce Modifica > Incolla testo in nuova etichetta che utilizza la clipboard di sistema </li> <li> Lo strumento Contrasto ora senza modalità, gestione intuitiva di multiple finestre progetto, e vari altri miglioramenti minori </li> </ul> </dd> </dl> <p> Dovete inoltre vedere <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.10#Known_Issues_at_Release"> Problemi conosciuti nella versione</a> (disponibile anche nell'incluso file README.txt). </p>

source: New in Audacity 1.3.9
fr: Nouvelles fonctionnalités d'Audacity 1.3.9
it: Novità in Audacity 1.3.9

source: <dl> <dt> Bug fixes for: </dt> <dd> <ul> <li>Crash, slow launch or excessive CPU/memory use arising from automatic VST support:</li> <ul> <li>VST instrument plug-ins should now be correctly ignored</li> <li>VST effects now scanned only at start of first session that detects them, then cached</li> <li>Effects are now not loaded or opened until needed</li> <li>New "Effects" tab in Preferences to enable/disable VST effects and enable VST rescan on next launch</li> </ul> <li>Default View Mode now works</li> <li>Chains now always apply their stored parameters rather than those last used in Effect menu</li> <li>Non-MP3 files imported via drag or Recent Files caused crash if filter in file open window set to MP3</li> <li>AAC exports (using the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a>) silenced</li> <li>Generating audio always fitted the project in the window; fit now done only if generating in new track</li> <li>View menu items/shortcuts incorrectly disabled when playing or recording</li> <li>DTMF generator defaulted to zero duration on open</li> <li>Unwanted interactions between linked audio and label tracks</li> <li><i>(Windows XP)</i>&nbsp; Failure to launch on some machines due to "incorrect configuration" issue</li> <li><i>(Windows)</i>&nbsp; Crash importing a stereo file while a screen reader such as JAWS is running</li> <li><i>(Mac OS X)</i>&nbsp;:</li> <ul> <li>Audio Units effects applied to all tracks in project even if not selected</li> <li>QuickTime importer now handles files greater than 16-bit or 64000 Hz</li> </ul> <li>Various other interface bugs</li> </ul> </dd> <dt>Improvements:</dt> <dd> <ul> <li>Compressor: new option to compress based on peaks, improved attack and decay time support</li> <li>Mixer Board: improved design, more responsive meters and now interacts fully with Track Panel in main window</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.9#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
fr: <dl> <dt> Corrections de bogues pour: </dt> <dd> <ul> <li>Crash, lancement ralenti ou accélération de la mémoire et du processeur survenant depuis le support automatique VST:</li> <ul> <li>Les greffons VST instrument devraient être maintenant correctement ignorés</li> <li>Les effets VST sont maintenant scannés seulement au lancement de la première session qui les détecte, puis cachés</li> <li>Les effets sont maintenant chargés ou ouverts quand c'est nécessaire</li> <li>Apparition de nouvelles entrées de menu "Effets" dans les Préférences pour activer/désactiver les effets VST et activer les re-scans VST au prochain lancement</li> </ul> <li>Le mode Vue par Défaut fonctionne à présent</li> <li>Les chaines appliquent toujours les paramètres sauvés plutôt que ceux de la dernière utilisation dans le menu Effets</li> <li>Les fichiers non-MP3 importés à la souris ou dans le Fichiers Récents provoquaient un crash si le filtre de fichier dans la fenêtre ouverte était mis à MP3</li> <li>Les exports AAC (utilisant la bibliothèque optionelle <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg </a>) étaient muets</li> <li>Générer de l'audio correspondait toujours au projet dans la fenêtre the project in the window; et s'y fait maintenant uniquement si l'on sélectionne générer dans une nouvelle piste</li> <li>La vue du items/raccourcis-clavier de désactiver mal lors de la lecture ou de l'enregistrement <li>Le générateur de DTMF été viable à la durée zéro à l'ouverture</li> <li>Des interactions non-souhaitées entre l'audio liée et les étiquettes de pistes</li> <li><i>(Windows XP)</i>&nbsp; Impossibilité de lancement sur certaines machines à cause d'un problème de "configuration incorrecte"</li> <li><i>(Windows)</i>&nbsp; Crash en important un fichier stereo quand un lecteur d'écran comme JAWS était actif</li> <li><i>(Mac OS X)</i>&nbsp;:</li> <ul> <li>Des effets Audio Units étaient appliqués à toutes les pistes du projet même si elles n'étaiznt pas sélectionnées <li>L'importateur QuickTime gère maintenant des poignées de fichier plus grands que 16-bit ou 64000 Hz</li> </ul> <li>Plusieurs autres bogues d'interface</li> </ul> </dd> <dt>Améliorations:</dt> <dd> <ul> <li>Compresseur: une nouvelle option pour compresser basée sur les pics, amélioration de l'attaque et la décadence du temps supportée attack and decay time support</li> <li>La table de mixage: design améliorée, des mesureurs plus réactifs et maintenant une intéraction complète avec le panel de piste de la fenêtre principale</li> </ul> </dd> </dl> <p> Veuillez prendre connaissance des <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.9#Known_Issues_at_Release"> problèmes connus de cette version</a> (également visible dans le fichier README.txt inclu). </p>
it: <dl> <dt> Errori corretti per: </dt> <dd> <ul> <li>Crash, avvio lento o eccessivo utilizzo di CPU/memoria derivanti dal supporto VST automatico:</li> <ul> <li>I plug-in VST dovrebbero ora essere correttamente ignorati</li> <li>Gli effetti VST non sono esaminati solo all'avvio della prima sessione che li individua, e poi li memorizza nella cache</li> <li>Gli effetti ora sono caricati o aperti solo quando necessari</li> <li>Nuova scheda "Effetti" nelle Preferenze per abilitare/disabilitare gli effetti VST e abilitare il riesame VST all'avvio successivo</li> </ul> <li>La modalità Visualizza ora funziona</li> <li>Le concatenazioni ora applicano sempre i loro parametri memorizzati piuttosto che quelli usati per ultimi nel menu Effetti</li> <li>I file non-MP3 importati con il trascinamento o con File recenti causano crash se il filtro nella finestra Apri file è impostato a MP3</li> <li>Esportazione AAC (usando l'opzionale <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> libreria FFmpeg</a>) è resa silente</li> <li>L'audio generato è sempre adattato al progetto nella finestra; l'adattamento ora è fatto solo se si genera una nuova traccia</li> <li>Le opzioni/scorciatoie del menu Visualizza non sono correttamente disabilitate durante la riproduzione o la registrazione</li> <li>Il generatore di toni DTMF impostato in maniera predefinita a durata zero all'apertura </li> <li>Interazioni indesiderate tra le tracce etichetta e l'audio collegato</li> <li><i>(Windows XP)</i>&nbsp; Impossibilità all'avvio in alcuni computer a causa di un problema di "configurazione non corretta"</li> <li><i>(Windows)</i>&nbsp; Crash nell'importazione di un file stereo mentre è in funzione uno screen reader come JAWS</li> <li><i>(Mac OS X)</i>&nbsp;:</li> <ul> <li>Gli effetti Audio Units applicati a tutte le tracce nel progetto anche se non selezionato</li> <li>L'importazione con QuickTime ora gestisce file più grandi di 16-bit o 64000 Hz</li> </ul> <li>Diversi altri errori nell'interfaccia</li> </ul> </dd> <dt>Miglioramenti:</dt> <dd> <ul> <li>Compressione: nuova opzione per comprimere in base ai picchi, migliorato supporto dei tempi di attacco e di ritardo</li> <li>Mixer Board: migliorato disegno, monitor più responsivi che ora interagiscono completamente con il Pannello traccia nella finestra principale</li> </ul> </dd> </dl> <p> Dovete essere consapevoli dei <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.9#Known_Issues_at_Release"> Problemi conosciuti delle versioni</a> (inoltre visionabili nell'incluso file README.txt). </p>

source: New in Audacity 1.3.8
fr: Nouvelles fonctionnalités d'Audacity 1.3.8
it: Novità in Audacity 1.3.8

source: <dl> <dt> New Features </dt> <dd> Effects and Analysis: <ul> <li>VST Effects now display GUI by default</li> <li>Faster Equalization and Noise Removal; improved Truncate Silence and Click Track</li> <li>Chains applied to files now clear temporary data after processing each file</li> <li>Updated Nyquist implementation with support for SAL syntax and improved memory management</li> <li>Plot Spectrum now analyzes up to 237.8 seconds of audio, with separate windows for each project and improved display; new preferences for Spectrograms</li> <li>Contrast Analysis tool now modeless for easier use</li> </ul> </dd> <dd> Interface: <ul> <li>Draft Manual/Quick Help included in Windows and Mac installers</li> <li>New "Mixer Board" view with per-track VU meters</li> <li>Mute, solo, gain, pan and track height saved in projects</li> <li>More compact Preferences window with easier-to-use Keyboard tab and new toolbars shortcuts</li> <li>New Screenshot Tools and improved screen reader support</li> </ul> </dd> <dd> Other: <ul> <li>Record more than 16 channels (hardware/drivers permitting)</li> <li>Improved support for non-mmap ALSA devices such as PulseAudio</li> <li>32-bit float data over 0 dB now handled without clipping</li> <li>"Stop" option when importing preserves already imported data</li> <li>AMR NB import and export now supported on all platforms if the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a> is installed</li> <li>Faster waveform drawing and better response in multi-track projects</li> </ul> </dd> <dt> Bug fixes for: </dt> <dd> <ul> <li>Export Multiple: failed if empty label encountered; files silenced if overwriting imported WAV files without copying them in</li> <li>Metadata Editor hidden if it was on a now unavailable second monitor</li> <li>Misaligned audio after "Split New" or Noise Removal effect</li> <li>Incorrect label movement and paste with linked audio and label tracks</li> <li>Equalization, Cut Preview and Advanced Mixing Options dialogue</li> <li><i>(Linux)</i> Mixer Toolbar should now adjust levels and select input sources properly</li> <li>"Audio cache" preference caused crashes - data is now only cached in memory if available RAM is above a level defined in preferences</li> <li>Various other crashes</li> </ul> </dd> </dl> <p> Please be aware of <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> Known Issues at Release</a> (also viewable in the included README.txt). </p>
it: <dl> <dt> Nuove funzionalità </dt> <dd> Effetti e analisi: <ul> <li>Gli effetti VST ora visualizzano la GUI in maniera predefinita</li> <li>Equalizzazione e Rimozione rumore più veloci; migliorato Tronca silenzio e Traccia clic</li> <li>Le concatenazioni applicate ai file ora ripuliscono i dati dopo l'elaborazione di ciascun file</li> <li>Aggiornata l'implementazione Nyquist con supporto per la sintassi SAL e migliorata la gestione della memoria</li> <li>Mostra Spettro ora analizza fino a 237.8 secondi di audio, con finestre separate per ciascun progetto e con visualizzazione migliorata; nuove preferenze per Spettrogrammi</li> <li>Lo strumento Analisi contrasto ora senza modalità per un uso più facile</li> </ul> </dd> <dd> Interfaccia: <ul> <li>Il Manuale e la Guida rapida ora sono inclusi negli installer Windows e Mac</li> <li>Nuova vista "Pannello Mixer" con monitor per traccia</li> <li>Muto, solo, guadagno, bilanciamento e altezza traccia salvati nei progetti</li> <li>Finestra Preferenze più compatta con la scheda Tastiera più facile da usare e nuove scorciatoie per le barre strumenti</li> <li>Nuovi Strumenti cattura schermo e migliorato supporto per lettori schermo</li> </ul> </dd> <dd> Altro: <ul> <li>Registrazione di oltre16 canali (hardware/driver permettendo)</li> <li>Migliorato supporto per dispositivi ALSA non-mmap come PulseAudio</li> <li>I dati 32-bit float oltre 0 dB ora sono gestiti senza clipping</li> <li>L'opzione "Ferma" durante l'importazione preserva i dati già importati</li> <li>L'esportazione AMR NB è ora supportata su tutte le piattaforme se l'opzionale <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> libreria FFmpeg</a> è stata installata</li> <li>Visualizzazione della forma d'onda più veloce e risposta migliore nei progetti multitraccia</li> </ul> </dd> <dt> Correzione di errorii per: </dt> <dd> <ul> <li>Esportazione Multipla: falliva se incontrava etichette vuote; file con silenzio se sovrascrivevano i file WAV senza copiarli</li> <li>Editor metadati nascosto se è ora in un secondo non desiderabile monitor</li> <li>Cattivo allineamento audio dopo "Dividi e crea nuovo" o l'effetto Rimozione rumore</li> <li>Non corretto movimento e incollaggio dell'etichetta con le tracce audio ed etichette collegate</li> <li>Equalizzazione, Anteprima di taglio e dialogo Opzioni avanzate di mixaggio</li> <li><i>(Linux)</i> La Barra Mixer ora regola il livelli e seleziona le sorgenti di ingresso adeguatamente</li> <li>La preferenza "Audio cache" causava crash - i dati sono ora solo mantenuti in memoria se la RAM disponibile è al di sopra di un livello definito nelle Preferenze</li> <li>Diversi altri crash</li> </ul> </dd> </dl> <p> Siete pregati di conoscere i <a href="http://wiki.audacityteam.org/index.php?title=Release_Notes_1.3.8#Known_Issues_at_Release"> Problemi conosciuti delle versioni</a> (visionabili inoltre nell'incluso file README.txt). </p>

source: New in Audacity 1.3.7
fr: Nouvelles fonctionnalités d'Audacity 1.3.7
it: Novità in Audacity 1.3.7
sl: Novo v Audacity 1.3.7

source: <dl> <dt> Improvements and new features </dt> <dd> <ul> <li>F11 Full Screen mode</li> <li>High-quality "Sliding Time Scale/Pitch Shift" effect</li> <li>"Audio Contrast Analyzer" for testing audio on the internet for <a href="http://www.eramp.com/WCAG_2_audio_contrast_tool_help.htm"> WCAG2 accessibility compliance</a></li> <li>On Windows, sound devices can now be opened using the more efficient DirectSound API</li> <li>As a first step towards improving latency correction, a fixed rather than variable correction is now applied, customizable in Preferences <li>Numerous minor interface improvements such as Metadata Editor navigation, new "hh:mm:ss + hundredths" selection format </ul> </dd> <dt> Numerous usability and stability fixes </dt> <dd> Cross-platform Bug Fixes: <ul> <li>Muting/soloing caused incorrect channel results in exported stereo files</li> <li>Nyquist effects: pasted unmodified audio into the result, no progress bar, truncation of processed audio on cancel</li> <li>Noise Removal: pasted unmodified audio into the result, unwanted filtering tail</li> <li>Uncompressed exports:</li> <ul> <li>Export as WAV could be corrupted if overwriting to same file</li> <li>Export multiple to uncompressed formats only produced 16-bit WAV</li> </ul> <li>Compressed exports:</li> <ul> <li>MP3 exports now produce correct bit rate mode, quality and length, with improved metadata visibility in player applications (Windows users will require the <a href="http://lame.buanzo.com.ar/"> latest version of the LAME encoder</a>) <li>WMA exports containing metadata are now correct</li> </ul> <li>Restored support for multi-channel recording devices that can record more than two channels using Audacity</li> </ul> </dd>
it: <dl> <dt> Miglioramenti e nuove funzionalità </dt> <dd> <ul> <li>F11 Modalità a schermo pieno</li> <li>Effetto "Slittamento tempo/Intonazione" di alta qualità</li> <li>"Analizzatore contrasto audio" per provare l'audio in internet per <a href="http://www.eramp.com/WCAG_2_audio_contrast_tool_help.htm"> la conformità dell'accessibilità WCAG2</a></li> <li>In Windows, i dispositivi audio ora possono essere aperti usando il più efficiente DirectSound API</li> <li>Come primo passo verso un miglioramento della correzione della latenza, ora è applicata una correzione fissa invece che variabile, personalizzabile nelle Preferenze <li>Numerosi minori miglioramenti dell'interfaccia come la navigazione nell'Editor metadati, il nuovo formato di selezione "hh:mm:ss + centesimi" </ul> </dd> <dt> Numerose correzioni per l'usabilità e la stabilità </dt> <dd> Correzioni di errori per tutte le piattaforme: <ul> <li>L'applicazione di muto/solo determinava canali non corretti nei file stereo esportati</li> <li>Effetti Nyquist: veniva incollato audio non modificato nell'elaborazione, nessuna barra di progresssione, interruzione dell'audio elaborato usando Annulla</li> <li>Rimozione rumore: veniva incollato audio non modificato nell'elaborazione, indesiderata coda di filtraggio</li> <li>Esportazione file non compressi:</li> <ul> <li>L'esportazione come WAV poteva essere corrotta se si sovrascriveva lo stesso file</li> <li>Esportazione multipla in formati non compressi produceva solo WAV 16-bit</li> </ul> <li>Esportazione file compressi:</li> <ul> <li>L'esportazione MP3 ora produce corrette modalità bit rate, qualità e lunghezza, con migliorata visibilità dei metadati nelle appplicazioni di riproduzione (gli utenti Windows avranno bisogno <a href="http://lame.buanzo.com.ar/"> dell'ultima versione dell'encoder LAME</a>) <li>L'esportazione WMA contenente metadati ora è corretta</li> </ul> <li>Ripristinato il supporto per i dispositivi di registrazione che possono ora registrare più di due canali usando Audacity</li> </ul> </dd> <dd>Correzioni di errori per specifiche piattaforme: <ul> <li><i>Windows Vista:</i> corretto crash all'apertura delle Preferenze senza dispositivo audio abilitato e collegato </li> <li><i>Mac OS X e Linux:</i></li> <ul> <li>corretti la presenza di clipping spurio, la scrittura di etichette, la mancanza di scorciatoie da tastiera dopo l'avvio degli effetti</li> <li>la frequenza di campionamento del progetto ora cambia sempre per rispettare quella del primo file importato</li> </ul> <li><i>Mac OS X:</i></li> <ul> <li>corretti menu inattivi o corrotti, dialoghi nascosti, impostazioni portabili non riconosciute, e incapacità a impostare scorciatoie da tastiera Command e Control independenti</li> <li>disponibile ora l'installer FFmpeg</li> </ul> </ul> </dd> </dt> </dl> <p> Siete pregati di vedere il file README.txt per i dettagli sulle modifiche, e per i problemi conosciuti al momento del rilascio. </p>

source: <dd>Platform-specific Bug Fixes: <ul> <li><i>Windows Vista:</i> fixed crash opening Preferences with no sound devices enabled and connected </li> <li><i>Mac OS X and Linux:</i></li> <ul> <li>fixes for spurious clipping, label typing, no shortcuts after running effects</li> <li>project rate now always changes to respect that of first imported file</li> </ul> <li><i>Mac OS X only:</i></li> <ul> <li>fixes for inactive or corrupted menus, hidden dialogues, portable settings not detected, and inability to set independent Command and Control shortcuts</li> <li>FFmpeg installer now available</li> </ul> </ul> </dd> </dt> </dl> <p> Please see the included README.txt for full details of changes, and for issues known at time of Release. </p>
it: <dd>Errori corretti per specifiche piattaforme: <ul> <li><i>Windows Vista:</i> corretto crash all'apertura delle Preferenze quando non vi dispositivi audio abilitati e collegati </li> <li><i>Mac OS X e Linux:</i></li> <ul> <li>Corretti fenomeni di clipping spurio, digitazione di etichette, mancanza di scorciatoie dopo l'avvio degli effetti</li> <li>La frequenza del progetto ora cambia sempre in relazione a quella del primo file importato</li> </ul> <li><i>Mac OS X solo:</i></li> <ul> <li>Corretti menu inattivi o corrotti, dialoghi nascosti, impostazioni portabili non riconosciute, e impossibilità a impostare indipendenti scorciatoie con Command e Control</li> <li>Disponibile ora l'installer FFmpeg</li> </ul> </ul> </dd> </dt> </dl> <p> Si prega di vedere l'incluso file README.txt per le informazioni dettagliate delle modifiche, e per i problemi conosciuti al momento del rilascio. </p>

source: New in Audacity 1.3.6
fr: Nouvelles fonctionnalités d'Audacity 1.3.6
it: Novità in Audacity 1.3.6
sl: Novo v Audacity 1.3.6
