Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: Some vendors, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, and <a href="http://audiotouch.com.au/">Audiotouch</a>, have additionally supported Audacity by sponsoring <a href="#others">custom versions</a>. The UmixIt custom version adds a mixer board interface and karaoke window. The ThinkLabs version is customized for cardiographs from digital stethoscopes. Audacity_Audiotouch is customized for integration with Audiotouch, for ease of use by students needing numerous recordings. Many of these improvements will be incorporated in future versions of Audacity.
fr: Certains vendeurs, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, et <a href="http://audiotouch.com.au/">Audiotouch</a>, ont, de plus, supporté Audacity en sponsorisant <a href="#others">des versions personnalisées</a>. La version personnalisée de UmixIt ajoute une interface de table de mixage et une fenêtre de karaoké. La verson ThinkLabs est adaptée pour les cardiographes des stéthoscopes numériques. Audacity_Audiotouch est personnalisée pour l'intégration avec Audiotouch, pour la facilité d'utilisation par les étudiants ayant besoin de nombreux enregistrements. Plusieurs de ces améliorations seront incorporées dans les futures versions d'Audacity.
it: Alcuni venditori, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, e <a href="http://audiotouch.com.au/">Audiotouch</a>, hanno ulteriormente supportato Audacity sponsorizzando delle <a href="#others">versioni personalizzate</a>. La versione personalizzata UmixIt aggiunge una interfaccia mixer e una finestra karaoke. La versione ThinkLabs è stata personalizzata per stetoscopi digitali cardiologici. Audacity_Audiotouch è personalizzato per l'integrazione con Audiotouch, per facilitarne l'uso da parte degli studenti che necessitano di numerose registrazioni. Molti di questi miglioramenti saranno incorporati nelle future versioni di Audacity.
sl: Nekateri prodajalci, <a href="http://umixit.com">UmixIt</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a> in <a href="http://audiotouch.com.au/">Audiotouch</a> so dodatno podprli Audacity s sponzoriranjem <a href="#others">prilagojenih različic</a>. Prva prilagojena različica UmixIt dodaja vmesnik za mešalno mizo in okno za karaoke. Različica ThinkLabs je prilagojena za kardiograme z digitalnimi stetoskopi. Audacity_Audiotouch je prilagojena integraciji z Audiotouch, za enostavno rabo študentov, ki potrebujejo veliko posnetkov. Številne izmed teh izboljšav bodo vključene v prihodnje različice Audacity.

source: To be considered for addition to this list, please first review our <a href="../about/license">License, and Advice for Vendors and Distributors</a> page. If you are distributing Audacity under those terms
fr: Pour être additionner à cette liste, veuillez relire en premier notre page <a href="../about/license">Licence et Conseils pour les Vendeurs et les Distributeurs</a>. Si vous distribuez Audacity conformément à ces termes
it: Se volete essere presi in considerazione per l'inserimento in questa lista, leggete prima la nostra pagina <a href="../about/license">Licenza, e consigli per i venditori e distributori</a>. Se state distribuendo Audacity in questi termini
sl: Če imate predloge za dodajanje na ta seznam, si najprej oglejte našo stran <a href="../about/license">Licenca in nasveti za prodajalce in distributerje</a>. Če Audacity razširjate pod temi pogoji

source: and would like to be on this list, please
fr: et voulaient être sur cette liste, veuillez
it: e vorreste essere inseriti in questa lista,
sl: in želite biti na tem seznamu,

source: contact us
fr: contactez nous
it: contattateci
sl: stopite v stik z nami

source: Hardware Bundles
it: Hardware abbinato

source: Interfaces and Sound Cards
it: Interfacce e schede audio

source: Musical Instruments
it: Strumenti musicali

source: Playback Devices
it: Dispositivi di riproduzione

source: Open Source CD Bundles
it: CD open source abbinati

source: Others
it: Altro

source: Vendor
fr: Vendeur
it: Venditore
sl: Prodajalec

source: Product
fr: Produit
it: Prodotto
sl: Izdelek

source: Description
it: Descrizione
sl: Opis

source: FireWire&reg; audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
fr: Interface audio FireWire avec une table de mixage 8 entrées, un casque, un microphone studio avec support, câbles et logiciel.
it: Interfaccia audio FireWire&reg; con mixer 8-input, più cuffie, microfono da studio con sostegno, cavi e software.
sl: Zvočni vmesnik FireWire&reg; z 8-vhodno mešalno mizo, slušalkami, studijskim mikrofonom s stojalom, kabli, programsko opremo.

source: USB audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
fr: Interface audio USB avec une table de mixage 8 entrées, u casque, un microphone studio avec support, câbles et logiciel.
it: Interfaccia audio USB con mixer 8-input, più cuffie, microfono da studio con sostegno, cavi e software.
sl: Zvočni vmesnik USB z 8-vhodno mešalno mizo, slušalkami, studijskim mikrofonom s stojalom, kabli, programsko opremo.

source: Now discontinued, but generally still available online from retailers in USA and Canada. Hardware and software to record, edit, and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
fr: À présent stoppé, mais encore disponible en ligne chez des revendeurs au États-Unis ou au Canada. Matériel et logiciel pour enregistrer, éditer, et publier des podcast: interface audio 24-bit/48kHz, microphone dynamique avec le pied de bureau.NOTE: Actuellement Podcast Factory ne fonctionne pas avec Windows XP Media Center Edition (XP Home et Pro ne sont pas concernés).Audacity peux fonctionner avec le logiciel Media Center Edition, à condition que les pilotes de vos périphériques sonores soient spécifiquement adaptés à votre matériel.
it: Ora non più disponibile, ma ancora disponibile online presso rivenditori USA e Canada. Hardware e software per registrare, modificare, e pubblicare podcast: interfaccia audio 24-bit/48kHz, microfono dinamico radiofonico con sostegno da tavolo. NOTA: Al momento Podcast Factory non funziona con Windows XP Media Center Edition (XP Home e Pro non sono interessati). Audacity stesso non funziona con Media Center Edition, a meno che il vostro computer non disponga di idoneo dispositivo audio con specifici driver per il vostro hardware.
sl: Podcast Factory ne izdelujejo več, vendar je še na voljo prek spleta pri prodajalcih. To je strojna in programska oprema za snemanje, montažo in objavo podcastov: 24-bitni/48kHz zvočni vmesnik, dinamični profesionalni mikrofon z namiznim stojalom. OPOMBA: Trenutno Podcast Factory ne deluje z Windows XP Media Center Edition (XP Home in Pro nista prizadeta). Audacity sam deluje z Media Center Edition, v kolikor ima vaš računalnik ustrezne gonilnike za uporabljeno zvočno napravo.

source: Available in Europe. Hardware and software to record, edit and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
fr: Disponible n Europe. Matériel et logiciel pour enregistrer, éditer and publier des podcasts: interface audio 24-bit/48kHz, microphone d'émission dynamique avec un stand de bureau. NOTE: Actuellement Podcast Factory ne fonctionne pas avec Windows XP Media Center Edition (XP Home et Pro ne sont pas affectés). Audacity lui-même ne fonctionne pas avec Media Center Edition, faisant subir à votre ordinateur ayant une having suitable sound device drivers specific to your hardware.
it: Disponibile in Europa. Hardware e software per registrare, modificare e pubblicare podcast: interfaccia audio 24-bit/48kHz, microfono dinamico radiofonico con sostegno da tavolo. NOTA: Al momento Podcast Factory non funziona con Windows XP Media Center Edition (XP Home e Pro non sono interessati). Audacity stesso non funziona con Media Center Edition, a meno che il vostro computer non disponga di un idoneo dispositivo audio con specifici driver per il vostro hardware.
sl: Na voljo v Evropi. Strojna in programska oprema za snemanje, montažo in objavo podcastov: 24-bitni/48kHz zvočni vmesnik, dinamični profesionalni mikrofon z namiznim stojalom. OPOMBA: Trenutno Podcast Factory ne deluje z Windows XP Media Center Edition (XP Home in Pro nista prizadeta). Audacity sam deluje z Media Center Edition, v kolikor ima vaš računalnik ustrezne gonilnike za uporabljeno zvočno napravo.

source: Twisted Lincoln, Inc. sells reconditioned computers online which are preloaded with Audacity and other open source software from the company's <a href="#freedom">FreedomSampler&trade;</a> CD.
fr: Twisted Lincoln, Inc. vends en ligne des ordinateurs reconditionnés w avec Audacity et d'autres logiciels open-source du CD de la compagnie<a href="#freedom">FreedomSampler&trade;</a>.
it: Twisted Lincoln, Inc. vende online computer ricondizionati nei quali è stato caricato Audacity e altro software open source dal CD della ditta <a href="#freedom">FreedomSampler&trade;</a>.
sl: Twisted Lincoln, Inc. prodaja obnovljene računalnike na spletu; ti imajo prednaložen program Audacity in drugo odprto-kodno programsko opremo z zgoščenke <a href="#freedom">FreedomSampler&trade;</a>.

source: USB Interface for transferring an analog or digital audio source into computer via USB.
fr: Interface USB pour transférer une source audio analogique ou digitale sur un ordinateur via USB.
it: Interfaccia USB per trasferire una sorgente audio analogica o digitale nel computer attraverso USB.
sl: Računalniški vmesnik za prenos analognih ali digitalnih zvočnih virov v računalnik prek USB

source: 2 In/2 Out 24-Bit/96 kHz FireWire&reg; audio interface.
fr: Interface audio FireWire® 2 Entrées/2 Sorties 24-Bits/96 kHz
it: Interfaccia audio 2 In/2 Out 24-Bit/96 kHz FireWire&reg.
sl: Zvočni vmesnik z 2 vhodi/2 izhodi, 24-bitni/96 kHz FireWire&reg;.

source: USB interface to connect turntable, mixer or CD player to USB or analog.
fr: interface pour connecter une platine vinyle, table de mixage ou lecteur CD en USB ou analogique.
it: Interfaccia USB per collegare giradischi, mixer o lettori CD a porte USB o analogiche.
sl: Vmesnik za povezavo z gramofonom, mešalko ali CD-predvajalnikom, USB ali analogni.

source: XtremeSound 5.1/16 bit Sound Card.
fr: Carte son XtremeSound 5.1/16 bits.
it: Scheda audio XtremeSound 5.1/16 bit.
sl: Zvočna kartica XtremeSound 5.1/16 bit.

source: XtremeSound 7.1/24 bit and 7.1/24 bit Dolby Digital Live&reg; Sound Cards.
fr: XtremeSound 7.1/24 bit et Carte Son 7.1/24 bit Dolby Digital Live&reg;.
it: Schede audio XtremeSound 7.1/24 bit e 7.1/24 bit Dolby Digital Live&reg.
sl: Zvočna kartica XtremeSound 7.1/24 bit z Dolby Digital Live&reg;.

source: USB Audio Capture Device.
fr: Périphérique USB de Capture Audio.
it: Dispositivo USB di cattura audio.
sl: Naprava USB za zajem/snemanje zvoka.

source: FireWire&reg; recording system featuring 24-bit/96k analog to digital conversion rate, four simultaneous inputs, software control panel, audio recording and production software.
fr: Système d'enregistrement FireWire&reg; incluant un taux de conversion anolgique vers numérique 24-bit/96k, 4 entrés simultannée, logiciel d'eregistrement audio et de prodution.
it: Sistema di registrazione FireWire&reg; caratterizzato da frequenza di conversione da analogico a digitale di 24-bit/96k, quattro ingressi simultanei, pannello di controllo software, software di registrazione e produzione audio.
sl: Snemalni sistem FireWire&reg;, ki ga odlikuje hitrost pretvorbe v digitalni zapis 24-bitov/96k, štirje hkratni vhodi, programska nadzorna konzola, programska oprema za snemanje in obdelavo (produkcijo).

source: USB 2.0 external audio system for musicians, DJs and gamers, with: high end sound (24 Bit/192 kHz), 4 analog Inputs, 6 analog Outputs, XLR-Microphone-Input with gain control, Instrument-Input with gain control, Phono-Input with RIAA equaliser and gain control, Optical digital I/O, Coaxial digital digitaler I/O, MIDI interface, ASIO 2.0 support, and Stereo to 5.1 Surround Expander.
fr: Système audio externe en USB 2.0 pour les musiciens, les DJs et les joueurs, avec: son final de haute qualité (24 Bit/192 kHz), 4 Entrées analogiques, 6 sorties analogiques, un micro d'entrée XLR avec un controle de gain, Une entrée instrument avec controle de gain, une entrée phono avec un équaliseur RIAA et un controle de gainl, une entrée/sortie optique digitale, une entrée digitaler coaxiale numérique, une interface MIDI, un support ASIO 2.0, et Stereo vers un dilatateur 5.1 Surround.
it: Sistema audio esterno USB 2.0 per musicisti, DJ e giocatori, con: audio di alta qualità (24 Bit/192 kHz), 4 ingressi analogici, 6 uscite analogiche, ingresso microfono XLR con controllo guadagno, strumento-ingresso con controllo guadagno, ingresso fono con equalizzatore RIAA e controllo guadagno, I/O ottico digitale, I/O coassiale digitale, interfaccia MIDI, supporto ASIO 2.0, ed expander da Stereo a 5.1 Surround.
sl: Zunanji zvočni sistem USB 2.0 za glasbenike, DJ-je in igričarje z: visokokakovostnim zvokom (24 bit/192 kHz), 4 analognimi vhodi, 6 analognimi izhodi, mikrofonskim vhodom XLR z nadzorom ojačitve, vhod za instrumente z nadzorom ojačitve, gramofonski vhod z izenačevalnikom RIAA in nadzorom ojačitve, optičnim digitalnim V/I, koaksialnim digitalnim V/I, vmesnikom MIDI, podporo za ASIO 2.0 ter pretvornikom iz sterea v prostorski zvok 5.1.

source: Record conversations to PC from any phone with a modular handset.
fr: Enregistrer des conversations sur l'ordinateur depuis n'importe quel téléphone avec un combiné modulaire.
it: Registrarzione di conversazioni su PC da qualsiasi telefono con modulo portatile.
sl: Z računalnikom snemajte telefonske pogovore s poljubnim modularnim telefonom.

source: Guitar-to-USB interface with modeling amps and effects.
fr: Interface Guitare-vers-USB avec des modélisations d'amplificateurs et des effets.
it: Interfaccia chitarra-USB con amplificatore ed effetti.
sl: Vmesnik kitara-USB z modeliranjem ojačevalnikov in učinkov.

source: Various models of electric guitar with built-in USB port, modeling amps and effects.
fr: Différents modèles de guitares électriques intégrant un port USB, modélisant des amplificateurs et des effets.
it: Vari modelli di effetti di chitarra elettrica con porta USB incorporata, amplificatori ed effetti.
sl: Različni modeli električne kitare z vgrajenim vmesnikom USB, z modeliranjem ojačevalnikov in učinkov.

source: Ultra-slim 25-Key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
fr: Clavier controlleur USB/MIDI Ultra-slim 25-Touches avec une interface audio interne, plus de 100 plug-ins logiciel et Ableton Live Lite 4 BEHRINGER Edition.
it: Tastiera controller ultra-slim USB/MIDI con 25-tasti con interfaccia audio interna, più di 100 plug-in software e Ableton Live Lite 4 BEHRINGER Edition.
sl: Izjemno tanka tipkovnica s 25 tipkami, kontrolnik USB/MIDI z notranjim zvočnim vmesnikom, več kot 100 programskih vtičnikov in Ableton Live Lite 4 BEHRINGER Edition.

source: 25-, 49- or 61-key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
fr: Clavier controlleur USB/MIDI 25, 49 ou 76 Touches avec une interface audio interne, plus de 100 plug-ins logiciel et Ableton Live Lite 4 BEHRINGER Edition.
it: Tastiera controller USB/MIDI con 25, 49 o 61 tasti con interfaccia audio interna, più di 100 plug-in software e Ableton Live Lite 4 BEHRINGER Edition.
sl: Tipkovnica s 25 tipkami, kontrolnik USB/MIDI z notranjim zvočnim vmesnikom, več kot 100 programskih vtičnikov in Ableton Live Lite 4 BEHRINGER Edition.

source: Virtual guitar amplifier with tube simulation and 24-bit effects.
fr: Amplificateur de guitare virtuel à tube et effets 24 bits.
it: Amplificatore di chitarra virtuale con simulazione suono valvolare ed effetti 24-bit.
sl: Navidezni kitarski ojačevalec s simulacijo žarnice in 24-bitnimi učinki.

source: USB turntable
fr: platine USB
it: Giradischi USB
sl: Gramofon USB

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Ion have corrected their documentation, and are currently still bundling Audacity with the listed products. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
fr: platines USB. NOTE: En Janvier 2007, un <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article à propos de ces platines</a> apparu dans le New York Times, contenant des déclarations fausses à propos de limitations d'Audacity. Malgré ce qui y est dit, Audacity peut enregistrer un LP entier, détecter des points de coupure entre des pistes de LP, basées sur les silences, et exporter simultanément plusieurs fichiers pour chaque piste. Ion a corrigé leurs documentations, et sont actuellement toujours distributeurs d'Audacity avec leurs produits. Merci de lire notre page Wiki sur <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">les platines USB</a> pour plus d'information.
it: Giradischi USB. NOTA: Nel gennaio 2007, è apparso un <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">articolo su questi giradischi</a> nel New York Times, contenente affermazioni errate sulle limitazioni di Audacity. Contrariamente a quanto dichiarato, Audacity può registrare un intero LP, rilevare i punti di divisione tra le tracce LP basate sui silenzi, ed esportare simultaneamente più file per ciascuna traccia. Ion ha ora corretto la sua documentazione, e continua a vendere Audacity in abbinamento con i prodotti elencati. Siete pregati di leggere la nostra pagina Wiki sui <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">giradischi USB</a> per avere maggiori informazioni.
sl: Gramofoni USB. OPOMBA: 21. januarja 2007 je v časopisu New York Times izšel <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">članek o teh gramofonih</a> (zdaj na voljo le kot plačljiv članek), ki je vseboval napačne trditve o omejitvah Audacity. Kljub zapisanemu v članku pa Audacity lahko posname celo ploščo LP, zazna prekinitve med posnetki na plošči glede na vmesno tišino in naenkrat izvozi posamične datoteke, razdeljene glede na prekinitvene točke. Ion je popravil svojo dokumentacijo in očitno še naprej prilaga Audacity svojim izdelkom. Za več informacij si oglejte našo stran Wiki <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">Gramofoni USB (v angl.)</a>.

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Numark have corrected their documentation, and are currently still bundling Audacity with the listed product. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
fr: platines USB. NOTE: En Janvier 2007, un <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article à propos de ces platines</a> apparu dans le New York Times, contenant des déclarations fausses à propos de limitations d'Audacity. Malgré ce qui y est dit, Audacity peut enregistrer un LP entier, détecter des points de coupure entre des pistes de LP, basées sur les silences, et exporter simultanément plusieurs fichiers pour chaque piste. Numark a corrigé leurs documentations, et sont actuellement toujours distributeurs d'Audacity avec leurs produits. Merci de lire notre page Wiki sur <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">les platines USB</a> pour plus d'information.
it: Giradischi USB. NOTA: Nel gennaio 2007, è apparso un <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">articolo su questi giradischi</a> nel New York Times, contenente affermazioni errate sulle limitazioni di Audacity. Contrariamente a quanto dichiarato, Audacity può registrare un intero LP, rilevare i punti di divisione tra le tracce LP sulla base dei silenzi, ed esportare simultaneamente più file per ciascuna traccia. Numark ha corretto la propria documentazione, e continua a vendere Audacity in abbinamento con i prodotti elencati. Siete pregati di leggere la nostra pagina Wiki sui <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">giradischi USB</a> per avere maggiori informazioni.
sl: Gramofoni USB. OPOMBA: 21. januarja 2007 je v časopisu New York Times izšel <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">članek o teh gramofonih</a> (zdaj na voljo le kot plačljiv članek), ki je vseboval napačne trditve o omejitvah Audacity. Kljub zapisanemu v članku pa Audacity lahko posname celo ploščo LP, zazna prekinitve med posnetki na plošči glede na vmesno tišino in naenkrat izvozi posamične datoteke, razdeljene glede na prekinitvene točke. Numark je popravil svojo dokumentacijo in očitno še naprej prilaga Audacity svojim izdelkom. Za več informacij si oglejte našo stran Wiki <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">Gramofoni USB (v angl.)</a>.
