Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.7 (Beta)</a> for Windows, Mac and Linux/Unix. </p> <p>This is primarily a bug-fix release. It significantly improves stability and usability, especially on Mac OS X, but incorporates some new features too. <p> <b>Cross-Platform Bug Fixes include:</b> <ul> <li>Muting/soloing caused incorrect channel results in exported stereo files</li> <li>Effects: Noise Removal added unwanted paste and filtering tail; Nyquist effects added unwanted paste, had no progress bar, and truncated audio if canceled</li> <li>Exports:</li> <ul> <li>Export as WAV could be corrupted if overwriting to same file, uncompressed Export Multiple only produced 16-bit WAV</li> <li>MP3 and WMA now export correctly with all supported metadata</li> </ul> <li>Restored support for multi-channel recording devices that can record more than two channels using Audacity</li> </ul> </p> <p> <b>Platform-specific Bug Fixes:</b> <ul> <li><i>Windows Vista:</i> fixed crash opening Preferences</li> <li><i>Mac OS X and Linux:</i> fixes for spurious clipping, label typing, no shortcuts after running effects, project rate when importing files </li> <li><i>Mac OS X only:</i> fixes for inactive or corrupted menus and hidden dialogues, portable settings not detected, inability to set independent Command and Control shortcuts; FFmpeg installer now available</li> </ul> </p> <p> <b>New Features and other changes:</b> <ul> <li>F11 Full Screen mode, high-quality "Sliding Time Scale/Pitch Shift" effect, Audio Contrast Analyzer </li> <li>Windows: sound devices can now be opened using the more efficient DirectSound API</li> <li>As a first step towards improving latency correction, a fixed rather than variable correction is now applied</li> </ul> </p> <p>Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.7 installed on the same machine. </p> <br>
fr: <p> L'équipe d'Audacity est heureuse d'annoncer la sortie de <a href="/download">Audacity 1.3.7 (Beta)</a> pour Windows, Mac et Linux/Unix. </p> <p>C'est initialement une version corrigeant les bogues. Elle améliore de façon significative la stabilité et la facilité d'utilisation, spéciallement sur Mac OS X, mais incorpore également quelques nouvelles fonctionnalités. <p> <b>Corrections pour toutes les plateformes incluant:</b> <ul> <li>L'option Muet/Solo provoque des résultats incorrects des les fichiers stéréos exportés</li> <li>Les effets Nyquist: collent de l'audio non-modifié dans le résultat, pas de barre de progression, coupure du procédé audio pendant l'annulation</li> <li>Exports:</li> <ul> <li>Les exports en WAV peuvent être corrompus si l'on ré-écrit sur le même fichier (overwrite), les exports multiples sur des formats non-compressés produisent uniquement des WAV 16-bit</li> <li>Maintenant les MP3 et WMA s'exporte correctement avec toutes les métadonnées supportées</li> </ul> <li>Un support restauré pour les périphériques d'enregistrement multi-canal qui peuvent enregistrer plus de 2 pistes en utilisant Audacity</li> </ul> </p> <p> <b>Platform-specific Bug Fixes:</b> <ul> <li><i>Windows Vista:</i>plantage corrigé lors de l'ouverture des Préférences</li> <li><i>Mac OS X et Linux:</i> fixatifs pour les fausses coupures, écriture de label, disparitions des raccourcis après avoir lancé des effets, taux d'échantillon lorsqu'on importe des fichiers</li> <li><i>Mac OS X seulement:</i>fixatifs pour les menus inactifs ou corrompus et les dialogues cachés, préférences portables non détectées, et incapacité de choisir indépendamment des raccourcis Commande et Contrôle, installateur FFmpeg maintenant disponible</li> </ul> </p> <p> <b>Nouvelles fonctionnalités et autres changements:</b> <ul> <li>F11 mode Plein Écran , effet "Sliding Time Scale/Pitch Shift" (Glissement de l'échelle de temps/Changement du Pitch) haute qualité, Analyseur de Contraste Audio</li> <li>Windows: les périphériques sons peuvent maintenant être ouverts en utilisant l'API DirectSound, plus efficace</li> <li>Comme un premier pas vers l'amélioration de la correction de latence, un fixatif plutôt que la correction de variable est maintenant appliqué</li> </ul> </p> <p>Parce que c'est un travail en cours et qu'il ne vient pas encore avec la documentation ou traduction complète dans toutes les langues, cette version est recommandée pour les utilisateurs avancés.Pour tous les utilisateurs, <a href="/download">Audacity 1.2.6</a> est la version stable, complète et pleinement documentée. Vous pouvez installer Audacity 1.2.6 et 1.3.7 sur la même machine. </p> <br>
it: <p> L'Audacity Team è lieto di annunciare il rilascio di <a href="/download">Audacity 1.3.7 (Beta)</a> per Windows, Mac e Linux/Unix. </p> <p>Questa è fondamentalmente una versione di correzione di errori. Migliora notevolmente la stabilità e l'usabilità, specialmente in Mac OS X, ma incorpora alcune nuove funzionalità. <p> <b>Correzione di errori nelle diverse piattaforme:</b> <ul> <li>L'applicazione di Muto/Solo determinava la presenza di canali non corretti nei file stereo esportati</li> <li>Effetti: La Rimozione rumore aggiungeva parti non desiderate e code di filtraggio; gli effetti Nyquist aggiungevano parti non desiderate, non presentavano la barra di progressione, e troncavano l'audio se annullato</li> <li>Esportazione:</li> <ul> <li>L'esportazione come WAV poteva risultare corrotta se si sovrascriveva lo stesso file, l'Esportazione multipla non compressa produceva solo WAV 16-bit</li> <li>MP3 e WMA ora sono esportati correttamente con tutti i metadati esportati</li> </ul> <li>Restaurato il supporto per i dispositivi di registrazione multicanle che possono ora registrare più di due canali usando Audacity</li> </ul> </p> <p> <b>Correzioni di errori per specifiche piattaforme:</b> <ul> <li><i>Windows Vista:</i> corretto il crash aprendo le Preferenze</li> <li><i>Mac OS X e Linux:</i> corretto il clipping spurio, la scrittura delle etichette, nessuna scorciatoia dopo l'avvio degli effetti, frequenza del progetto nell'importazione dei file </li> <li><i>Mac OS X solo:</i> correzione dei menu inattivi e corrottii e dei dialoghi nascosti, le impostazioni portabili non rilevate, impossibilità a impostare scorciatoie indipendenti con Command e Control; disponibile ora l'installer FFmpeg </li> </ul> </p> <p> <b>Nuove funzionalità e altre modifiche:</b> <ul> <li>F11 Modalità Schermo intero, effetto "Spostamento Scala tempi/Intonazione" di alta qualità, Analizzatore Contrasto audio</li> <li>Windows: i dispositivi audio possono ora essere aperti usando il più efficiente DirectSound API</li> <li>Come primo passo per migliorare la correzione della latenza, è ora applicata una correzione fissa invece che variabile</li> </ul> </p> <p>Poiché si tratta di un versione in evoluzione e non è ancora disponibile una documentazione completa o traduzioni in altre lingue, questa versione è raccomandata per gli utenti più esperti. Per tutti gli altri utenti, <a href="/download">Audacity 1.2.6</a> è una versione stabile, completa e ben documentata. Potete disporre di Audacity 1.2.6 e 1.3.7 installati nello stesso computer. </p> <br>
sl: <p> Ekipa Audacity z veseljem oznanja izid <a href="/download">Audacity 1.3.7 (beta)</a> za Windows, Mac in Linux/Unix. </p> <p>To je predvsem izdaja s popravki napak, ki dramatično izboljšujejo stabilnost in uporabnost, še posebej na Mac OS X. Vključuje tudi nekatere nove zmožnosti. </p> <b> Popravki hroščev za vse sisteme: </b> <ul> <li>Onemevanje/soliranje je povzročilo nepravilne rezultate kanalov v izvoženih stereo datotekah</li> <li>Učinki: Odstranjevanje šuma je prilepilo nespremenjen zvok v rezultat ter neželen filtriran rep; učinki Nyquist so dodali prilepljen nespremenjen zvok v rezultat, niso imeli vrstice napredka in so obrezali obdelani zvok ob preklicu</li> <li>Izvozi:</li> <ul> <li>Izvozi kot WAV je bil lahko okvarjen, če je prepisoval isto datoteko, Izvozi več v nestisnjeni zapis je izdelal le 16-bitni WAV</li> <li>Izvozi MP3 in WMA zdaj izozijo pravilno z vsemi podprtimi metapodatki</li> </ul> <li>Obnovljena podpora za večkanalne snemalne naprave, ki lahko snemajo več kot dva kanala z Audacity</li> </ul> </p> <p> <dt> Popravki hroščev za posamezne sisteme</dt> <dd> <ul> <li><i>Windows Vista:</i> odpravljeno sesutje ob odprtju Nastavitev</li> <li><i>Mac OS X in Linux:</i> popravki lažnih porezav, vpisovanje oznak, brez tipk za bližnjice po izvedbi učinkov, <li>mera vzorčenja projekta pri uvozu datotek</li> <li><i>Le Mac OS X:</i> popravki neaktivnih ali okvarjenih menijev in skritih pogovornih oken, ne-zaznanih prenosnih nastavitev in nezmožnost nastavljanja neodvisnih tipk za bližnjice z Command in Control; namestitev FFmpeg je zdaj na voljo</li> </ul> </p> <p> <dt> Nove odlike in druge spremembe:</dt> <dd> <ul> <li>Celozaslonski način z F11, visoko-kakovostni učinek "Drsno časovno raztegovanje/sprememba višine tona", Analizator zvočnega kontrasta </li> <li>Windows: zvočne naprave lahko zdaj odprete z uporabo bolj učinkovitega API DirectSound</li> <li>Kot prvi korak proti izboljšanju popravkov latence je zdaj v veljavi nespremenljiva in ne več spremenljiva korekcija</li> <li>Številni manjši popravki in izboljšave vmesnika</li> </ul> <p> Ker gre za delo v nastajanju in ker še nima popolne dokumentacije ali prevodov v druge jezike, jo svetujemo le naprednejšim uporabnikom. Za vse uporabnike je <a href="/download">Audacity 1.2.6</a> stabilna izdaja, popolna in v celoti dokumentirana. Hkrati imate lahko nameščeni različici Audacity 1.2.6 in 1.3.7. </p> <br>

source: Audacity 1.3.6 released
fr: Audacity version 1.3.6 disponible
it: Rilasciato Audacity 1.3.6
sl: Izšel je Audacity 1.3.6

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.6 (Beta)</a> for Windows, Mac and Linux/Unix. </p> <p>This release highlights exciting new capabilities developed by our students in <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>FFmpeg support</b> (downloadable separately) permits import and export of a much wider range of file formats, including WMA, M4A and AC3, plus import of audio from video files</li> <li><b>On-demand loading</b> of uncompressed files eliminates the wait before files can be played or edited</li> <li><b>Linked audio and label tracks</b> allow labels to move with their corresponding audio when cutting, pasting or changing speed or tempo</li> <li><b>Hierarchical plug-in grouping</b> for built-in plug-ins </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Other experimental features:</b> Sound activated recording; ability to save smaller, compressed project files; MIDI files can now be imported, cut-and-paste edited, then exported. </p> <p> <b>Miscellaneous:</b> Interface improvements include a new Transport menu, and a new Preference to choose Waveform, Spectrum or Pitch view. Several bug fixes. <p> Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.6 installed on the same machine. </p>
fr: <p> L'équipe d'Audacity est heureuse de vous annoncer la sortie d' <a href="/download">Audacity 1.3.6 (Beta)</a>pour Windows, Mac et Linux/Unix. </p> <p>Ce résumé de sortie est excitant de nouvelles fonctionnalités développées par nos étudiants du: <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>Le support FFmpeg</b>(téléchargeable séparément) permet d'importer et d'exporter une gamme bien plus large de format de fichiers, incluant WMA, M4A et AC3, et l'importation de l'audio des fichiers vidéo</li> <li><b> Le chargement "à la demande" </b>des fichiers non-compressés élimine l'attente avant que les fichiers puissent être lus ou édités</li> <li><b>L'audio liée et les pistes d'étiquettes </b>permettent aux étiquettes de se déplacer quand l'audio correspondant est coupé, collé ou change de vitesse ou de tempo</li> <li><b>Des groupes de plug-in hiérarchiques </b>pour les plug-in intégrés </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>D'autres fonctionnalités expérimentales :</b>enregistrement avec le son activé, possiblité de sauvegarder des projets compressés plus petits; les fichiers MIDI peuvent maintenant être importés, édité par copié-collé, puis exporté </p> <p> <b>Divers: </b>améliorations de l'interface incluant un nouveau transport des menus, et une nouvelle Préférences pour choisir la vue Onde/Spectre/Pitch. De nombreuses corrections de bugs. <p> Parce que c'est un travail en cours et qu'il ne vient pas encore avec la documentation ou traduction complète dans toutes les langues, cette version est recommandée pour les utilisateurs avancés. Pour tous les utilisateurs, <a href="/download">Audacity 1.2.6</a> est la version stable, complète et pleinement documentée. Vous pouvez installer Audacity 1.2.6 et 1.3.7 sur la même machine. </p>
it: <p> L'Audacity Team è lieto di annunciare il rilascio di <a href="/download">Audacity 1.3.6 (Beta)</a> per Windows, Mac e Linux/Unix. </p> <p>Questa versione presenta eccitanti nuove funzionalità sviluppate dai nostri studenti nel <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>Supporto FFmpeg</b> (scaricabile separatamente) permette di importare ed esportare un maggior numero di formati file, inclusi WMA, M4A e AC3, oltre all'importazione di audio dai file video</li> <li><b>Caricamento a richiesta</b> di file non compressi elimina l'attesa prima che i file sia riprodotti o modificati</li> <li><b>Le tracce etichetta e l'audio collegato</b> permettono di spostare le etichette con l'audio corrispondente nelle operazioni di taglia, incolla o di modifica della velocità o del tempo</li> <li><b>Raggruppamento gerarchico dei plug-in</b> per i plug-in incorporati </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Altre funzioni sperimentali:</b> Registrazione attivata da audio; possibilità di salvare file progetto più piccoli e compressi; i file MIDI possono ora essere importati, modificati con taglia e incolla, e poi esportati. </p> <p> <b>Varie:</b> I miglioramenti dell'interfaccia includono un nuovo menu Attività, e nuove Preferenze per scegliere viste Forma d'onda, Spettro o Intonazione. Numerosi errori sono stati corretti. <p> Poiché si tratta di una versione in evoluzione e non dispone ancora di una completa documentazione o di traduzioni in altre lingue, questa versione è raccomandata per gli utenti più esperti. Per tutti gli altri utenti, <a href="/download">Audacity 1.2.6</a> è una versione stabile, completa e ben documentata. Potete disporre di Audacity 1.2.6 e 1.3.6 installati sullo stesso computer. </p>
sl: <p> Ekipa Audacity z veseljem oznanja izid <a href="/download">Audacity 1.3.6 (beta)</a> za Windows, Mac in Linux/Unix. </p> <p>To izdajo odlikujejo navdušujoče nove zmožnosti, ki so jih razvili naši študenti v okviru projekta <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>podpora za FFmpeg</b> (ločen prenos) dovoljuje uvoz in izvoz veliko širšega nabora vrst datotek, vključno z WMA, M4A in AC3, pa tudi uvoz zvoka iz video datotek;</li> <li><b>nalaganje na zahtevo</b> nestisnjenih datotek eliminira čakanje, preden je mogoče predvajati ali montirati datoteke;</li> <li><b>povezane zvočne in oznakovne sledi</b> dovoljujejo pomikanje oznak z njihovim zvokom med rezanjem, lepljenjem ali spreminjanjem hitrosti oz. tempa;</li> <li><b>hierarhično združevanje vtičnikov</b> za vgrajene vtičnike; </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Druge eksperimentalne odlike:</b> z zvokom aktivirano snemanje; možnost shranjevanja manjših, stisnjenih datotek projekta; uvožene datoteke MIDI lahko po urejanju izreži-in-prilepi tudi izvozite. </p> <p> <b>Razno:</b> izboljšave vmesnika vključujejo nov meni Upravljanje in novo nastavitev, kjer izberete pogled Signalna oblika, Spekter ali Višina tona. Številni popravki hroščev. <p> Ker gre za delo v nastajanju in ker še nima popolne dokumentacije ali prevodov v druge jezike, jo svetujemo le naprednejšim uporabnikom. Za vse uporabnike je <a href="/download">Audacity 1.2.6</a> stabilna izdaja, popolna in v celoti dokumentirana. Hkrati imate lahko nameščeni različici Audacity 1.2.6 in 1.3.6. </p>

source: German Audacity Book released
fr: Un livre en allemand sur Audacity publié
it: Rilasciato un libro su Audacity in lingua tedesca
sl: Izšla je nemška knjiga o Audacity

source: <p> Probably the first book about Audacity in German language has been released. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> The book - dubbed "Audacity kompakt" (A compact guide to Audacity) - was written by author Markus Priemer, who was supported by German Audacity developer Markus Meyer. The latter also added a foreword. The book aims to be an introduction to beginners who want to get started quickly with Audacity, but also acts as a reference for more experienced users. It not only features an introduction to how digital audio works but also many tips and tricks for using Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Order the book online now!</a> Each sale created through our web site will directly benefit Audacity development. </p> <p> From the book's table of contents: The Basics of Digital Audio, Audio Data and Compression, Opening and Importing Files, Editing Audio Tracks, Effects, Command Reference, Usage Examples, ... </p> </td> </tr> </table> </p>
fr: <p> Le probable premier livre en allemand à propos d'Audacity vient de sortir. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> Le livre - "Audacity kompakt" (Un guide compact pour Audacity) - a été écrit par l'auteur Markus Priemer, qui a été aidé par le développeur allemand d'Audacity Markus Meyer. Ce dernier a aussi ajouté un avant-propos. Ce livre se veut être une introduction pour les débutants qui veulent démarrer rapidement avec Audacity, mais aussi rester comme une référence pour les utilisateurs les plus avancés. Il ne présente pas uniquement une introduction sur comment fonctionne l'audio numérique, mais aussi beaucoup de trucs et astuces pour utiliser Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Commander le livre en ligne maintenant !</a> Chaque vente via notre site Web profitera directement au développement d'Audacity. </p> <p> De la table des matières du livre: Les bases de l'Audio-Numérique, Les données Audio et la Compression, Ouvrir et Importez des fichiers, Éditer de pistes Audio, Les effets, Les références de commande, Exemples d'Utilisations, ... </p> </td> </tr> </table> </p>
it: <p> È stato rilasciato probabilmente il primo libro su Audacity in lingua tedesca. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> Il libro - "Audacity kompakt" (Un breve guida per Audacity) - è stato scritto da Markus Priemer, che è stato supportato da Markus Meyer sviluppatore tedesco. Quest'ultimo ha aggiunto una prefazione. Il libro vuole essere una introduzione per i principianti che vogliono iniziare a lavorare subito con Audacity, ma inoltre serve come riferimento per gli utenti più esperti. Il libro presenta non solo una introduzione su come funziona l'audio digitale ma offre anche molti consigli e trucchi per usare Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Ordinate il libro online ora!</a> Ogni vendita effettuata attraverso il nostro sito comporterà un vantaggio diretto per lo sviluppo di Audacity. </p> <p> Dall'indice del libro: Le basi dell'audio digitale, Dati audio e compressione, Aprire e importare file, Modificare le tracce audio, Gli effetti, Riferimenti dei comandi, Esempi di utilizzo, ... </p> </td> </tr> </table> </p>
sl: <p> Izšla je najbrž prva knjiga o Audacity v nemškem jeziku. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Naslovnica knjige Audacity" border="0"></img> </td></tr> </table> </a> </td> <td> <p> Knjigo z naslovom "Audacity kompakt" (Strnjeni vodnik za Audacity) je napisal Markus Priemer, ki ga je podprl nemški razvijalec Audacity Markus Meyer. Slednji je tudi napisal predgovor. Knjiga želi uvesti začetnike, da hitro začnejo uporabljati Audacity, vendar služi tudi kot referenčna knjiga za bolj izkušene uporabnike. Vsebuje uvod, kako deluje digitalni zvok, pa tudi številne trike in namige za uporabo Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Naročite knjigo prek spleta zdaj!</a> Vsak nakup prek našega spletnega mesta bo neposredno koristil razvoju Audacity. </p> <p> Iz vsebine knjige: Osnove digitalnega zvoka, Zvočni podatki in stiskanje, Odpiranje in uvažanje datotek, Montaža zvočnih sledi, Učinki, Pregled ukazov, Primeri rabe, ... </p> </td> </tr> </table> </p>

source: Audacity shines in Google Summer of Code (GSoC) 2008
fr: Audacity brille lors du Google Summer of Code (GSoC) 2008
it: Audacity brilla nel Google Summer of Code (GSoC) 2008
sl: Audacity blesti v Google Summer of Code (GSoc) 2008
