Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: mailing lists
af: poslyste
fr: listes de diffusion
it: Mailing List
sl: poštne sezname,

source: to discuss Audacity with our community of users and developers. C++ developers: join
fr: pour discuter d'Audacity avec la communauté de ses utilisateurs et développeurs. Pour les développeurs C++, rejoignez
it: per discutere di Audacity con la nostra comunità di utenti e sviluppatori. Sviluppatori C++: iscrivetevi
sl: kjer razpravljate z drugimi uporabniki in razvijalci Audacity. Razvijalci C++: pridružite se

source: our developers' list
fr: notre liste de diffusion pour développeurs
it: alla nostra lista di sviluppatori
sl: našemu razvijalskemu seznamu,

source: to learn about the Audacity source code and contribute to making Audacity even better!
fr: afin d'en apprendre plus sur le code source d'Audacity et de contribuer à son amélioration.
it: per conoscere il codice sorgente di Audacity e contribuire a rendere Audacity ancora migliore!
sl: da izveste več o izvorni kodi Audacity in prispevate k temu, da postane Audacity še boljši!

source: Advertisements Policy
fr: Liste d'annonce
it: Linea di condotta per la pubblicità
sl: Politika oglaševanja

source: <p>On some pages on our main site, we show advertisements from Google's AdSense program. See our &ldquo;<a href="http://audacity.sourceforge.net/community/donate">How Does Audacity Raise Money?</a>&rdquo; page for the reasons we show advertisements.</p> <p>As of April 8, 2009, this includes "interest-based" advertising, which utilizes cookies to try to determine users' areas of interest (for example, audio editing), to show advertisements of likelier interest. Please see <a href="https://www.google.com/adsense/support/bin/answer.py?hl=en&answer=100557">Google Advertising Cookie and Privacy Policies</a> for information regarding your privacy and how to <a href="http://www.google.com/privacy_ads.html">opt out</a> of this tracking.</p>
fr: <p>Sur certaies pages de notre site principal, nous affichons des publicités du programme Google's AdSense. Regardez notre page &ldquo;<a href="http://audacity.sourceforge.net/community/donate">Comment Audacity Récolte de l'Argent?</a>&rdquo; pour comprendre les raisons pour lesquelles nous affichons des publicités.</p> <p>À partir du 8 Avril 2009, ceci inclut les publicités "ciblées", qui utilisent des cookies pour essayer de déterminer les centre d'intérêt des utilisateurs (par exemple, l'édition audio), afin de leur afficher des publicités proche de leurs intérêts. Veuillez voir <a href="https://www.google.com/adsense/support/bin/answer.py?hl=en&answer=100557">Cookies Publicitaire de Google et Politique de Vie Privée</a> pour des informations concernant votre vie privée et comment <a href="http://www.google.com/privacy_ads.html">refuser de participer</a> à ce pistage.</p>
it: <p>In alcune pagine del nostro sito, mostriamo la pubblicità dal programma AdSense di Google. Vedere la pagina &ldquo;<a href="http://audacity.sourceforge.net/community/donate">Come Audacity raccoglie i fondi?</a>&rdquo; per conoscere i motivi per cui facciamo la pubblicità.</p> <p>Dal 8 aprile 2009, questa include la pubblicità "basata sull'interesse", che utilizza i cookie per cercare di determinare le areee di interesse degli utenti (per esempio, l'editing audio), per mostrare annunci sull'interesse più probabile. Vedere <a href="https://www.google.com/adsense/support/bin/answer.py?hl=en&answer=100557">Cookie di pubblicità di Google e politica della privacy</a> per avere informazioni relative alla privacy e sulle modalità di <a href="http://www.google.com/privacy_ads.html">essere esclusi</a> da questo monitoraggio.</p>

source: Announcement List Policy
af: Aankondigingslysbeleid
fr: Liste d'annonce
it: Linea di condotta della Lista degli Annunci
sl: Politika seznama obvestil

source: <p>You can subscribe to our announcement list by entering your e-mail address in the <a href="../#announce"> form</a> on the <a href="../">Audacity home page</a>. We will use this list only to send you brief announcements of new Audacity releases. We will never share the addresses on this list with anyone.</p> <p>To <b>unsubscribe</b> from the list at any time, enter your address in the <a href="../#announce">form</a> on our <a href="../">home page</a> and click "Remove". If you have any problems or questions, please contact our <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">lead developer</a>.</p>
fr: <p>Vous pouvez vous inscrire à la liste d'annonce en tapant votre adresse mail dans le formulaire de la <a href"../">page d'accueil de Audacity</a>. Nous l'utiliserons uniquement pour vous envoyer les annonces de sortie de nouvelles versions d'Audacity. Nous ne divulguerons à quiconque les adresses de cette liste.</p> <p>Pour vous <b>désinscrire</b> de cette liste à n'importe quel moment, tapez votre adresse dans le formulaire de la <a href"../">page d'accueil de Audacity</a> puis cliquez sur le bouton "Désinscrire". En cas de problème, merci de contacter <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
it: <p>Potete iscrivervi nella nostra lista di annunci pubblicitari inserendo il vostro indirizzo e-mail nel <a href="../#announce"> formulario</a> presente nella <a href="../">pagina Home di Audacity</a>. Useremo questa lista solo per inviarvi dei brevi annunci delle nuove versioni di Audacity. Non condivideremo gli indirizzi presenti in questa lista con nessuno.</p> <p>Per <b>cancellarvi</b> in qualsiasi momento dalla lista, inserite il vostro indirizzo nel <a href="../#announce">formulario</a> nella nostra <a href="../">pagina Home</a> e fate clic su "Elimina". Se avete problemi o domande, contattate il nostro <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">sviluppatore capo</a>.</p>
sl: <p>Lahko se prijavite na seznam obvestil z vnosom svojega naslova v obrazec na <a href="../">domači strani Audacity</a>. Seznam bomo uporabili samo za pošiljanje kratkih obvestil o novih izdajah Audacity. Naslovov ne bomo nikoli delili z nikomer.</p> <p>Za <b>odjavo</b> s seznama lahko kadar koli vnesete svoj naslov v <a href="../#announce">obrazec</a> na naši <a href="../">domači strani</a> in stisnete gumb "Odstrani". Če imate kakršne koli težave ali vprašanja, prosimo pišite na naslov <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">glavnemu razvijalcu</a>.</p>

source: Mailing List Policy
af: Poslysbeleid
fr: Politique de confidentialité des listes de diffusion
it: Linea di condotta della Mailing List
sl: Politika poštnega seznama

source: <p>(This applies to <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> and our other <a href="../contact/lists">discussion lists</a>.)</p> <p>These are public mailing lists. When you send a message to any of these addresses, it will be forwarded to all the list subscribers, including Audacity developers and others. SourceForge and other web sites may publish archives of these lists.</p> <p><b>Your e-mail address will always be truncated in published archives for your privacy, and the Audacity developers will not share your address with anyone.</b> However, we <b>cannot</b> prevent other subscribers from seeing or publishing your messages. Therefore we recommend you avoid putting contact details such as street addresses or telephone numbers in your e-mails.</p> <p>If you have any questions about this policy or are not comfortable writing to a public mailing list, please send a private e-mail to our <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">lead developer</a>.</p>
fr: <p>(Ceci s'applique à audacity-help, audacity-users, et aux autres <a href="../contact/lists">listes de discussion</a>.)</p> <p>Ce sont des listes de diffusion publiques. Lorsque vous envoyez un courriel à l'une de ces adresses (en particulier à <a href="../contact/">audacity-help</a>, il sera transmis à des dizaines de personnes, dont les développeurs d'Audacity. SourceForge et d'autres sites web sont susceptibles de publier les archives de ces listes. <b>Votre adresse mail sera normalement supprimée des archives publiées, et les développeurs de Audacity ne la transmettront à personne, ni ne l'ajouterons à une quelconque liste.</b> Cependant, nous ne pouvons eviter que les personnes inscrites voient votre adresse ou ne publient vos messages.</p> <p>En cas de questions par rapport à la politique de confidentialité ou si vous ne voulez pas écrire à une liste de discussion publique, envoyez un courriel personnel au développeur en chef de Audacity : <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p>
it: <p>(Questo vale per le liste <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">sviluppatori di Audacity</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">utenti di Audacity</a> e per le altre nostre <a href="../contact/lists">liste di discussione</a>).</p> <p>Queste sono delle mailing list pubbliche. Quando inviate un messaggio a uno di questi indirizzi, questo verrà trasmesso a tutti gli iscritti nella lista, incluso quella degli sviluppatori e delle altre. SourceForge e altri siti web possono pubblicare gli archivi di queste liste.</p> <p><b>I vostri indirizzi e-mail saranno sempre troncati negli archivi pubblicati per la vostra privacy, e gli sviluppatori di Audacity non condivideranno i vostri indirizzi con nessuno.</b> Tuttavia,<b>non possiamo</b> impedire che altri iscritti vedano o pubblichino i vostri messaggi. Perciò vi consigliamo di evitare di inserire dati di contatto come indirizzi stradali o numeri di telefono nelle vostre e-mail.</p> <p>Se avete domande su questa linea di condotta o non siete convinti di iscrivervi in una lista pubblica inviate una e-mail privata al nostro <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">sviluppatore capo</a>.</p>
sl: <p>(To velja za <a href="http://lists.sourceforge.net/lists/listinfo/audacity-feedback">audacity-feedback</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> in druge <a href="../contact/lists">diskusijske sezname</a>.)</p> <p>To so javni poštni seznami. Ko pošljete sporočilo na katerega od teh naslovov, bo posredovano seznamu naročnikov, vključno z razvijalci Audacity in drugim. SourceForge in druge spletne strani lahko objavijo arhive teh seznamov.</p> <p><b>Vaš e-poštni naslov bo običajno odstranjen z objavljenih arhivov zavoljo vaše zasebnosti in razvijalci Audacity ne bodo vašega naslova delili z nikomer niti jih dodajali na noben drug seznam.</b> Vendar pa <b>ne moremo</b> preprečiti, da drugi naročniki ne bi videli ali objavljali vaših sporočil. Zato priporočamo, da v svojih e-sporočilih ne pišete podatkov, kot sta naslov in telefonska številka.</p> <p>Če imate kakšna vprašanja o tej politiki ali se ne počutite prijetno pisati na javni poštni seznam, pošljite zasebno e-pismo <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">glavnemu razvijalcu Audacity</a>.</p>

source: Recommended Download
af: Aanbevole aflaai
fr: Recommandé
it: Download raccomandati
sl: Priporočeni prenos

source: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB, including help files)
it: <a href="%s">Audacity %s</a> (file .dmg, %.1lf MB, compresi i file help)

source: Installation instructions (.dmg files)
fr: Instructions d'installation (fichiers .dmg)
it: Istruzioni per l'installazione (file .dmg)

source: Inside your Applications folder, create a folder called "Audacity"
fr: À l'intérieur de votre dossier Applications, créer un dossier nommé "Audacity"
it: Nella vostra cartella Applicazioni, create una cartella denominata "Audacity"

source: Double-click the downloaded .dmg to mount it
fr: Double-cliquer le .dmg téléchargé pour le monter
it: Fate doppio clic sul file .dmg scaricato per montarlo

source: Option-drag the whole of the .dmg contents (not the .dmg itself) into the "Audacity" folder you created
it: Premete il tasto Opzione e trascinate l'intero contenuto del file .dmg (non il file .dmg stesso) nella cartella "Audacity" che avete creato

source: Double-click Audacity.app inside the Applications folder to launch it
fr: Double-cliquer sur Audacity.app à l'intérieur dudossier Application pour le lancer
it: Fate doppio clic su Audacity.app nella cartella Applicazioni per avviarlo

source: Optional Downloads
af: Opsionele lêers vir aflaai
fr: Autres téléchargements
it: Download opzionali
sl: Dodatni prenosi

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you want a download without help files, or prefer not to use .dmg files, download and unzip this file instead.
fr: <a href="%s">fichier %s zip d'Audacity</a> (%.1lf MB) - Si vous voulez une version sans les fichiers d'aide ou si vous ne pouvez pas exécuter le programme d'installation parce que vous êtes dans environnement avec droits restreints, téléchargez et décompressez ce fichier ou le fichier ci-dessous à la place.
it: <a href="%s">File zip Audacity %s </a> (%.1lf MB) - Se non volete scaricare i file di aiuto, o preferite non usare i file .dmg, scaricate e decomprimete questo file.

source: <b>For advanced users</b>, <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Macintosh_Binaries">Nightly Builds</a> are available for testing purposes.
fr: <b>Pour les utilisateurs avancés</b>, les <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Macintosh_Binaries">Nightly Builds</a> sont disponibles à desfins de tests.
it: <b>Per gli utenti esperti</b>, sono disponibili per scopi di prova i <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Macintosh_Binaries">Nightly Builds</a>.

source: System Requirements
af: Stelselvereistes
fr: Configuration minimale
it: Requisiti di sistema
sl: Sistemske zahteve

source: OS X 10.3 and earlier are not supported, however the previous
fr: OS X 10.3 et les versions précédentes ne sont plus supportées,cependant la précédente version
it: OS X 10.3 e le versioni precedenti non sono supportate, tuttavia la precedente versione
sl: OS X 10.3 in predhodne različice sistema niso podprte, vendar prejšnja

source: supports OS X 10.3.
fr: fonctionne sous OS X 10.3.
it: supporta OS X 10.3.
sl: podpira OS X 10.3.

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor.
af: Audacity loop op sy beste met ten minste 64 MG geheue en 'n 300 MHz-verwerker.
fr: 64 MB RAM - Processeur 300 MHz
it: Audacity funziona in maniera ottimale con almeno 64 MB di Ram e un processore da 300 MHz.
sl: Audacity deluje najbolje z vsaj 64 MB spomina RAM in 300 MHz procesorjem.

source: Downloads
fr: Téléchargements
it: Download
sl: Prenosi

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are provided by individual distributions. However the Beta version has not yet been packaged for very many distributions. The following distributions are known to have Beta packages:
fr: Les paquets d'installation d'Audacity sur GNU/Linux et les autres systèmes basés sur Unix sont délivrés par chaque distributions. Pour autant, la version n'est pas encore empaquetez pour beaucoup de distributions. Les distributions suivantes sont connues pour avoir des paquets des versions Beta :
it: I pacchetti di installazione per Audacity su GNU/Linux e altri sistemi Unix sono forniti dai singoli distributori. Tuttavia la versione Beta non dispone ancora di un suo specifico pacchetto per molti distributori. Le seguenti distribuzioni sono quelle che dispongono di pacchetti Beta:
sl: Namestitvene pakete Audacity za GNU/Linux in druge Unixu podobne sisteme zagotavljajo posamezne distribucije. Vendar pa različica beta še ni bila dodana velikemu številu distribucij. Naslednje distribucije že vključujejo pakete različice beta:

source: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">packages.ubuntu</a> and <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>
fr: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">packages.ubuntu</a> et <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>
it: <ul> <li><a href="http://koji.fedoraproject.org/koji/packageinfo?packageID=1352">Fedora</a></li> <li><a href="http://packages.gentoo.org/package/media-sound/audacity">Gentoo</a></li> <li><A href="http://packman.links2linux.org/package/286">SuSE/Open SUSE</a></li> <li>Ubuntu: <a href="http://packages.ubuntu.com/search?keywords=audacity&searchon=names&suite=all&section=all">pacchetti ubuntu</a> e <a href="http://rpmseek.com/rpm-pl/audacity.html?hl=com&cx=0%3A-%3A0%3A0%3A0%3A0%3A0&qArStr=0&qRtStr=0&qDnStr=109">rpm.seek</a></li> </ul>

source: Otherwise, we recommend either searching the web pages of your distribution for the latest information, or compiling Audacity from <a href="beta_source#recdown">source code</a>.
fr: Sinon, nous vous conseillons, soit de chercher sur les pages web de votre distribution pour les informations les plus récentes soit de compiler Audacity depuis le <a href="beta_source#recdown">code source</a>.
it: Altrimenti, vi raccomandiamo di cercare le pagine web della vostra distribuzione per le ultime informazioni, oppure compilare Audacity dal <a href="beta_source#recdown">codice sorgente</a>.
sl: Sicer priporočamo iskanje najnovejših informacij na spletnih straneh svoje distribucije ali prevajanje Audacity iz <a href="beta_source#recdown">izvorne kode</a>.

source: We recommend using the latest version of Linux/Unix from your distribution that is compatible with your hardware specifications. Audacity will run best with at least 64 MB RAM and a 300 MHz processor.
fr: Nous vous recommandons d'utiliser la version la plus récente de Li,ux/Unix fournie par votre distribution qui est compatible avec votre matériel. Audacity s'exécute mieux avec au moins 64 MO de RAM et un processeur 300 MHz.
it: Vi raccomandiamo di usare l'ultima versione di Linux/Unix della vostra distribuzione che è compatibile con le specifiche del vostro hardware. Audacity funzionerà al meglio con almeno 64 MB RAM e un processore da 300 MHz.
sl: Priporočamo uporabno najnovejše različice Linux/Unix vaše distribucije, ki je še kompatibilna z vašo strojno opremo. Audacity potrebuje najmanj 64 MB delovnega pomnilnika in procesor hitrosti 300 MHz.

source: Audacity is free to download, but vendors are also free to bundle copies of the program with their products, or resell or distribute Audacity, thanks to the <a href="../about/license">GNU General Public License</a>. The following are legitimate, legal offerings. We are happy and proud that they chose to bundle Audacity with their products.
fr: Audacity est libre, mais il peut néanmoins être joint par des revendeurs à leur propre produit en accord avec la <a href="../about/license">GNU General Public Licence</a>. Les offres qui suivent sont légales et légitimes. Nous sommes heureux et fiers qu'il aient choisi de fournir Audacity avec leurs propres produits.
it: Audacity è scaricabile gratuitamente, ma i venditori sono inoltre liberi di abbinare copie del programma con i loro prodotti, o di rivendere o di distribuire Audacity, grazie alla <a href="../about/license">GNU General Public License</a>. Le seguenti sono offerte legali e leggittime. Siamo felici e orgogliosi che essi abbiano scelto di vendere Audacity abbinato ai loro prodotti.
sl: Audacity lahko preneste brezplačno, pa tudi prodajalci lahko brezplačno priložijo izvode programa svojim izdelkom ali nadalje prodajajo ali razširjajo Audacity, zahvaljujoč <a href="../about/license">splošni javni licenci GNU</a>. Tovrstne ponudbe so pravno legitimne. Srečni in ponosni smo, da s svojimi izdelki ponujajo tudi Audacity.
