Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: %sThe %s function is used to define a new function. The first argument is the name of the function, in this case %s. The second argument is a list of arguments to the function to be defined - this is one of the few cases where you have an S-expression that is not interpreted as a function call. Finally the last expression is the value of the function. Now if we want to compute the area of a circle of radius <code>r</code>, we just need to compute:%s
fr: %sLa fonction %s sert à définir une nouvelle fonction. Le premier argument (%s) est le nom par lequel nous appelerons la fonction. Le second est la liste (entre parenthèses) des arguments que prendra la fonction définie - c'est un des rares cas où une S-expression n'est pas interpretée comme un appel de fonction. Enfin, la dernière expression est la valeur de la fonction. Pour exécuter cette fonction avec une valeur donnée de <code>r</code>, il suffira alors de taper :%s
it: %sLa funzione %s è usata per definire una nuova funzione. Il primo argomento è il nome della funzione, in questo caso %s. Il secondo argomento è un elenco di argomenti per la funzione che deve essere definita - questo è uno dei pochi casi in cui avete una S-expression che non è interpretata come una funzione da richiamare. Infine l'ultima espressione è il valore della funzione. Ora se volete calcolare l'area di un cerchio di raggio <code>r</code>, dovete calcolare:%s

source: An S-expression is just a representation of a list. Lisp uses lists to represent just about everything (the name LISP comes from LISt Processing language), so it's helpful to know how to manipulate lists. Let's start by assigning a list of numbers to a variable. You can't quite do this:
fr: Une S-expression n'est qu'une représentation d'une liste. Lisp utilise les listes pour à peu près tout! (Lisp signifie "List Processing Language.) Il est donc impératif de savoir comment manipuler les listes. Pour commencer, voici comment donner une nombre de nombres à une variable. L'erreur à ne pas commettre est d'écrire :
it: Una S-expression è una rappresentazione di una lista. Lisp usa le liste per rappresentare ogni cosa (il nome LISP deriva da LISt Processing language), per cui è utile sapere come manipolare le liste. Iniziamo assegnando una lista di numeri a una variabile. Potete rapidamente fare questo:

source: %sThe reason this doesn't work is that whenever Nyquist sees an S-expression, it tries to evaluate it as a function unless you tell it otherwise. Since there's no function named "1" that takes arguments %s, this will generate an error. To tell Lisp that you want to treat an S-expression literally, and not to evaluate it as a function, you %squote%s it. In Nyquist, you can quote a list by putting a single quotation mark before it, like this:%s
fr: %sCeci ne fonctionne pas car chaque fois que Nyquist rencontre une S-expression, il cherche à l'évaluer à moins que vous ne lui indiquiez de ne pas le faire. L'expression %s où "1" serait le nom de la fonction génère donc une erreur. Pour indiquer à Lisp de ne pas évaluer une expression mais de la traiter littéralement, vous devez %sl'entourer de guillemets%s. Dans Nyquist, il suffit de la précéder d'un guillemet simple :%s
it: %sLa ragione per cui questo non funziona è che ogni volta che Nyquist vede una S-expression, cerca di valutarla come una funzione a meno che non gli sia stato indicato diversamente. Dal momento che non c'è alcuna funzione denominata "1" che accetta argomenti %s, questo genererà un errore. Per indicare a Lisp che volete trattare una S-expression letteralmente, e non valutarla come una funzione, dovete %smetterla tra virgolette%s. In Nyquist, potete mettere tra virgolette una lista inserendo una singola virgoletta prima di essa, in questo modo:%s

source: %sNyquist also provides a %s function that you can use to construct lists - this is useful if some of the elements of the list are functions:%s
fr: %sNyquist fournit également une fonction %s dont vous pouvez vous servir pour construire une liste, ce qui peut s'avérer utile lorsqu'un élément de la liste doit être interprété :%s
it: %sNyquist inoltre fornisce una funzione %s che potete usare per costruire le liste - questa è utile se alcuni elementi della lista sono funzioni:%s

source: %sTo get things off of a list, you can use the %s and %s functions. (Traditionally, these were called %s and %s, respectively, but %s and %s are much easier to remember. Both sets of names are supported in Nyquist.) The output of %s is 1, and the output of %s is the list %s. So the second element of the list is %s.
fr: %sPour extraire les élements d'une liste, Lisp dispose des fonctions %s et %s (autrefois appelées %s et %s, ces fonctions étant toujours supportées par Nyquist, mais %s et %s sont plus simples à se rappeler). (%s donne 1) et (%s donne %s). Pour extraire le second élément, il faut donc entrer %s.
it: %sPer ottenere cose fuori da una lista, potete usare le funzioni %s e %s. (Tradizionalmente, queste sono denominate%s e %s, rispettivamente, ma %s e %s sono molto più facili da ricordare. Ambedue i nomi sono supportati in Nyquist.) L'uscita di %s è 1, e l'uscita di %s è la lista %s. Pertanto il secondo elemento della lista è %s.

source: Lisp function reference
fr: Les fonctions de référence en Lisp
it: Riferimento funzione Lisp

source: %sHere's a list of some of the basic lisp functions you might need. For a complete list of Lisp / Nyquist functions, see the %sNyquist version 2.37 Reference Manual%s.%s
fr: %sVoici une liste de quelques fonctions Lisp élémentaires dont vous aurez probablement besoin. Pour une liste complète des fonctions Lisp / Nyquist, consultez le %smanuel de référence de Nyquist%s.%s
it: %sEcco un elenco di alcune funzioni base Lisp di cui potreste avere bisogno. Per un elenco completo delle funzioni Lisp / Nyquist, vedere il %sManuale di riferimento di Nyquist versione 2.37%s.%s

source: Note: Symbols in Nyquist (like variable names and function names) are not case-sensitive. They are converted to uppercase internally.
fr: Remarque : Les mots comme les noms de variables et de fonctions ne sont pas sensibles à la casse, puisqu'ils sont convertis en majuscule par l'interpréteur.
it: Nota: I simboli in Nyquist (come i nomi delle variabili e i nomi delle funzioni) non sono sensibili a maiuscolo/minuscolo. Sono convertiti internamente in lettere maiuscole.

source: Math functions
fr: Fonctions mathématiques
it: Funzioni matematiche
sl: Matematične funkcije

source: List of functions and explanations
fr: Liste des fonctions et explications
it: Elenco delle funzioni e spiegazioni
sl: Seznam funkcij in razlag

source: addition
it: addizione
sl: seštevanje

source: subtraction
fr: soustraction
it: sottrazione
sl: odštevanje

source: multiplication
it: moltiplicazione
sl: množenje

source: division
it: divisione
sl: deljenje

source: round down to integer (floor)
fr: partie entière
it: arrotondamento a numero intero
sl: zaokroževanje navzdol na celo število (dno)

source: integer to floating-point
fr: transformation d'un entier en type flottant
it: da intero a punto mobile
sl: celo število v plavajočo vejico

source: remainder
fr: reste
it: resto
sl: ostanek

source: minimum
it: minimo
sl: najmanj

source: maximum
it: massimo
sl: največ

source: absolute value
fr: valeur absolue
it: valore assoluto
sl: absolutna vrednost

source: random integer between 1 and n-1
fr: entier aléatoire entre 1 et n-1
it: intero casuale tra 1 e n-1
sl: naključno celo število med 1 in n-1

source: sine
fr: sinus
it: seno
sl: sinus

source: cosine
fr: cosinus
it: coseno
sl: kosinus

source: tangent
fr: tangente
it: tangente
sl: tangens

source: exponent (a to the power of b)
fr: puissance (a à la puissance b)
it: esponente (a alla potenza di b)

source: square root
fr: racine carrée
it: radice quadrata
sl: kvadratni koren

source: test for a less than b
fr: test d'infériorité stricte (a<b)
it: controllo per minore di b
sl: preveri, če je a manjši od b

source: test for a less than or equal to b
fr: test d'infériorité au sens large
it: controllo per a meno o uguale a b
sl: preveri, če je a manjši ali enak b

source: test for a greater than b
fr: test de supériorité stricte (a>b)
it: controllo per a maggiore di b
sl: preveri, če je a večji od b

source: test for a greater than or equal to b
fr: test de supériorité au sens large
it: controllo per a maggiore o uguale a b
sl: preveri, če je a večji ali enak b

source: test for equality
fr: test d'égalité
it: controllo per l'uguaglianza
sl: preveri enakost

source: test for inequality
fr: test de non égalité
it: controllo per la diseguaglianza
sl: preveri neenakost

source: List functions
fr: Fonctions de manipulation de liste
it: Elenco delle funzioni
sl: Seznamske funkcije

source: first element of a list (car)
fr: premier élément de la liste (car)
it: primo elemento di una lista (car)
sl: prvi element na seznamu (car)

source: rest of the list (cdr)
fr: reste de la liste, après le premier élément (cdr)
it: resto dela lista (cdr)
sl: preostanek seznama (cdr)

source: reverse a list
fr: inverse la liste
it: invertire una lista
sl: preobrni seznam

source: construct a list
fr: construit une liste
it: costruire una lista
sl: ustvari seznam

source: append two lists
fr: concatène deux listes
it: aggiungere due liste
sl: pripni dva seznama

source: length of a list
fr: longueur d'une liste
it: lunghezza di una lista
sl: dolžina seznama

source: apply a function to every element in a list
fr: applique une fonction à chaque élément d'une liste
it: applicare una funzione a ogni elemento in una lista
sl: izvedi funkcijo na vseh elementih seznama

source: if expr is true, evaluates expr1, otherwise evaluates expr2
fr: si expr est vraie, évalue expr1, dans le cas contraire evalue expr2
it: se l'espressione è vera, valutate l'espressione 1, altrimenti valutate l'espressione 2

source: Next: Programming in Nyquist
fr: Suite : Programmation en Nyquist
it: Successivo: Programmare in Nyquist
sl: Sledi: Programiranje v jeziku Nyquist

source: What makes Nyquist distinct from Lisp is that it is designed to work with sound, and has lots of built-in primitives and functions that synthesize, analyze, and manipulate sounds. Within Audacity, this makes it relatively easy to build complicated effects out of Nyquist's palette of built-in functions.
fr: Ce qui distingue Nyquist de Lisp, c'est l'utilisation qui en est faite. Nyquist est conçu pour travailler sur des sons, et possède donc de nombreuses primitives intégrées et fonctions qui synthétisent, analysent et manipulent des données audio. Dans Audacity, il est ainsi aisé de construire des effets complexes à partir de l'ensemble des fonctions de base de Nyquist.
it: Quello che rende diverso Nyquist da Lisp è che esso è stato ideato per lavorare con l'audio, e ha numerose funzioni incorporate che sintetizzano, analizzano, e manipolano l'audio. In Audacity, questo rende relativamente facile costruire complessi effetti oltre le funzioni incorporate di Nyquist.

source: In Nyquist, a variable can hold a sound just as easily as it can hold a number or a string. There are a lot of functions provided that allow you to stretch, distort, and combine sounds very efficiently. It is even possible to "rip apart" a sound and access its individual samples, but that's beyond the scope of this tutorial.
fr: Dans le langage Nyquist, une variable peut représenter aussi bien un son qu'une chaîne ou un nombre. De nombreuses fonctions vous permettent d'étirer, distordre ou combiner deux sons de manière très efficace. Il est meme possible d' "éventrer" un son pour en examiner et manipuler les échantillons un à un (ceci ne sera pas abordé dans ce tutoriel).
it: In Nyquist, una variabile può contenere un audio facilmente come un numero o una stringa. Sono disponibili molte funzioni che vi permettono di allungare, distorcere, e combinare l'audio in maniera molto efficiente. È anche possibile "dividere" un audio e accedere ai suoi singoli campioni, ma questo va oltre lo scopo di questo tutorial.

source: %sTo try out a Nyquist expression in Audacity, you can use "Nyquist Prompt" in the Effect menu. Whatever audio you have selected will be in the variable %s, and the selection will be replaced with the result of the Nyquist expression you enter. In Part 3, you will learn how to create a plug-in effect using Nyquist.%s
fr: %s Pour accéder à l'invite de commande Nyquist dans Audacity, choisissez "Console Nyquist" dans le menu Effet. La zone sélectionnée est placée dans la variable %s et sera remplacée par le résultat de l'expression Nyquist que vous taperez. Dans la partie 3, nous apprendrons à créer un module d'effet basé sur Nyquist.%s
it: %sPer provare una espressione Nyquist in Audacity, potete usare "Scrivi comando Nyquist" nel menu Effetti. Qualunque audio abbiate selezionato sarà nella variabile %s, e la selezione sarà sostituita con il risultato dell'espressione Nyquist che avete inserito. Nella Parte 3, imparerete come creare un plug-in effetto usando Nyquist.%s

source: Synthesizing
fr: Synthèse
it: Sintetizzare
sl: Sintetiziranje

source: The following functions all create new sounds. You can use them to create "generate" plug-in effects, or you can combine these synthesized sounds with selected audio to produce interesting effects.
fr: Les fonctions suivantes créent de nouveaux sons. Vous pouvez les utiliser pour créer des modules de type "Générer...", ou bien associer ces sons de synthèse à la zone audio sélectionnée pour produire de nouveaux effets.
it: Le seguenti funzioni creano tutte nuovi audio. Potete usarle per creare plug-in effetti "Genera", o potete combinare questi audio sintetizzati con l'audio selezionato per produrre interessanti effetti.

source: Generates white noise
fr: Génère un bruit blanc
it: Genera rumore bianco
sl: Ustvarja beli šum

source: Generates a constant (silent) signal
fr: Génère un signal constant (silence)
it: Genera un segnale costante (silenzio)
sl: Ustvari konstanten (nem) signal

source: Generates a sine wave at an indicated pitch and duration.
fr: Génère un son pur à la fréquence (<code>pitch</code>) et durée (<code>duration</code>).
it: Genera un'onda sinusoidale con l'intonazione e la durata specificate.
sl: Ustvari sinusno valovanje nakazane višine in trajanja.

source: The pitch is a MIDI note number, with 60 for middle C.
fr: La fréquence est le numéro MIDI de la note (60 pour le Do moyen).
it: L'intonazione è un numero di nota MIDI, con 60 per medio C.

source: Generates a sine wave at a particular frequency in Hz.
fr: Génère un son pur en indiquant la fréquence en Hz.
it: Genera un'onda sinusoidale a una particolare frequenza in Hz.
sl: Ustvari sinusno valovanje pri frekvenci, podani v Hz.

source: Generates a sawtooth wave at a particular frequency in Hz.
fr: Génère un signal en dent de scie à la fréquence <code>hz</code> indiquée en Hz.
it: Genera un'onda a denti di sega a una particolare frequenza in Hz.

source: Generates a triangle wave at a particular frequency in Hz.
fr: Génère un signal triangulaire à la fréquence <code>hz</code> indiquée en Hz.
it: Genera un'onda triangolare a una particolare frequenza in Hz.

source: Generates a square pulse with variable width at the indicated frequency (in Hertz). The bias parameter controls the pulse width and should be between -1 and +1, giving a pulse width from 0% (always at -1) to 100% (always at +1). When bias is zero, a square wave is generated.
fr: Génère un signal rectangulaire de fréquence <code>hz</code> (en Hz) et de rapport cyclique <code>bias</code> (-1 donne un signal toujours à -1,1 un signal toujours à 1, et 0 un signal carré - à moyenne nulle).
it: Genera un'onda quadra con larghezza variabile alla frequenza indicata (in Hertz). Il parametro "Ampiezza" controlla la larghezza dell'impulso e deve essere compreso tra -1 e +1, fornendo una larghezza dell'impulso da 0% (sempre a -1) a 100% (sempre a +1). Quando l'ampiezza è zero, viene generata un'onda quadra.

source: Generates a sound at the given pitch created using a modified Karplus-Strong plucked string algorithm.
fr: Génère un son selon l'algorithme modifié de la corde pincée de Karplus-Strong à la fréquence indiquée.
it: Genera un audio con l'intonazione definita creato usando un algoritmo di Karplus-Strong modificato.

source: Envelopes
fr: Enveloppes
it: Inviluppi
sl: Ovojnice

source: %sNyquist has support for envelopes. By applying an envelope to a sound, you can control the overall shape of its amplitude. One of the easiest ways to construct an envelope is with the %s function, which takes 7 parameters that are commonly used for shaping synthesized musical notes: attack time, decay time, release time, attack level, decay level, sustain level, and overall duration.
fr: %s Nyquist gère aussi les enveloppes, c'est-à-dire l'évolution temporelle de l'amplitude d'un son. Une manière simple de construire une enveloppe est la fonction %s qui prend les 7 paramètres d'entrée usuels reportés sur la figure ci-dessous : temps d'attaque (attack time), temps de décroissance (decay time), temps de relachement (release time), niveau d'attaque (attack level), niveau de decroissance (decay level), niveau de maintien (sustain level), durée totale (overall duration).
it: %sNyquist supporta gli inviluppi. Applicando un inviluppo a un audio, potete controllare la forma complessiva della sua ampiezza. Uno dei modi più facili per costruire un inviluppo è con la funzione %s, che comprende 7 parametri che sono comunemente usati per modellare note musicali sintetizzate: tempo di attacco, tempo di decadimento, tempo di rilascio, livello di attacco, livello di decadimento, livello di sostegno, e durata complessiva.

source: See the figure below:
fr: Voir schéma ci-dessous :
it: Vedere l'illustrazione seguente:
sl: Glejte spodnjo sliko:

source: Nyquist envelope diagram.
fr: Diagramme d'enveloppe Nyquist.
it: Diagramma di inviluppo Nyquist

source: %sTo apply an envelope to a sound, just use the %s function. So if %s is a sound, then this is the sound with a simple envelope applied to it:%s
fr: %s La fonction %s permet d'appliquer une enveloppe à un son. Ainsi, si %s est un son, alors le son après application de l'enveloppe est : %s
it: %sPer applicare un inviluppo a un audio, usate la funzione %s. Quindi se %s è un audio, poi questo è l'audio con un semplice inviluppo applicato a esso:%s

source: %sOne of the most general type of envelope is a piece-wise linear function, which can be constructed with the %s function. The pwl function takes a list of parameters which denote (time, value) pairs. There is an implicit initial (time, value) pair of (0, 0), and an implicit final value of 0. There should always be an odd number of parameters, since the final time is not implicit. For example:
fr: %s Un type d'enveloppe couramment utilisé est la fonction linéaire par morceaux qui peut etre obtenue à l'aide de la fonction %s. Celle-ci prend comme argument la liste des couples (instant, valeur). Le premier élément (0,0) est implicite et la valeur finale est implicitement définie à 0. La liste doit donc comporter un nombre impair d'éléments, l'instant final étant à définir. Voici un exemple :
it: %sUno dei tipi più generali di inviluppo è una funzione lineare piece-wise, che può essere costruita con la funzione %s. La fuznione pwl comprende un elenco di parametri che indicano delle coppie (tempo, valore). Vi è una implicita coppia iniziale (tempo, valore) di (0, 0), e un valore finale implicito di 0. Vi deve essere sempre un numero dispari di parametri, poiché il tempo finale non è implicito. Per esempio:

source: Combining sounds
fr: Combinaison de sons
it: Combinare l'audio
sl: Kombiniranje zvokov

source: %sBesides multiplying two sounds with the %s function, you can add two sounds (or envelopes) with the %s function.%s
fr: %s En plus du fait de multiplier deux sons avec la fonction %s, vous pouvez additionner deux sons (ou deux enveloppes) grâce à la fonction %s.%s
it: %sOltre alla riproduzione di due audio con la funzione %s, potete aggiungere due audio (o inviluppi) con la funzione %s.%s

source: Filters
fr: Filtres
it: Filtri
sl: Filtri

source: Nyquist comes with a number of common filters built-in. Here are some of the more common ones:
fr: Nyquist est fourni avec de nombreux filtres intégrés. Voici une liste des plus courants :
it: Nyquist viene fornito con diversi filtri incorporati. Ecco alcuni dei più utilizzati:

source: Low-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.
fr: Filtre passe-bas (Butterworth 1° ordre). La fréquence (spécifiée en Hz) peut etre une constante ou un signal (dans le cas d'un filtre dynamique dont la bande passante évolue au cours du temps).
it: Filtro passa basso (primo ordine Butterworth). Il cutoff può essere un float o un segnale (filtro per la variazione del tempo) ed è espresso in hertz.

source: High-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.
fr: Filter passe-haut (Butterworth 1° ordre). La fréquence (spécifiée en Hz) peut être une constante ou un signal (dans le cas d'un filtre dynamique dont la bande passante évolue au cours du temps).
it: Filtro passa alto (primo ordine Butterworth). Il cut off può essere un float o un segnale (filtro per la variazione del tempo) ed è espresso in hertz.

source: Applies a comb filter to sound, which emphasizes (resonates at) frequencies that are multiples of a Hz.
fr: Filtre en peigne, qui accentue les résonances aux fréquences multiples d'une fréquence donnée.
it: Applica un filtro pettine all'audio, che enfatizza (risuona a) frequenze che sono multiple di un Hz.

source: All-pass filter, creating a delay effect without the resonances of a comb filter.
fr: Filtre passe-tout, qui ajoute un effet de retard sans ajouter de résonance comme le filtre en peigne.
it: Filtro passa tutto, che crea un effetto ritardo senza le risonanze di un filtro pettine.

source: Second-order notch filter centered at a frequency of hz.
fr: Filtre passe-bande du 2° ordre centré sur la fréquence donnée.
it: Filtro notch di secondo ordine centrato su una frequenza in Hz.

source: Transforming and combining sounds
fr: Transformation et combinaison de sons
it: Trasformazione e combinazione dell'audio
sl: Transformiranje in kombiniranje zvokov

source: %sIt is beyond the scope of this introductory tutorial to explain all of the ways that a sound can be transformed in Nyquist. These functions do not modify sounds directly, but instead modify the Nyquist %senvironment%s. In order for these changes to affect sounds, you must use the %s function.%s
fr: %s Nous n'avons pas ici l'ambition de présenter en détail toutes les fonctions Nyquist permettant la transformation de sons. Les fonctions suivantes ne modifient pas le signal en lui-même, mais %sl'environnement%s Nyquist. Pour appliquer les modifications aux sons, vous devez utiliser la fonction %s.%s
it: %sVa oltre lo scopo di questo tutorial introduttivo spiegare tutte le modalità in cui può essere trasformato un audio in Nyquist. Queste funzioni non modificano direttamente l'audio, ma modificano invece %sl'ambiente%s Nyquist. Affinché queste modifiche agiscano sull'audio, dovete usare la funzione %s.%s

source: Changes the length of the sound being cued by the given factor.
fr: Modifie la longueur du son par le facteur multiplicateur donné.
it: Le modifiche della lunghezza dell'audio sono definite dal fattore fornito.

source: Scales the amplitude of the sound being cued by the given factor.
fr: Modifie l'amplitude du son par le facteur multiplicateur donné.
it: Le graduazioni dell'ampiezza dell'audio sono definite dal fattore fornito.
