Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: These are all things that help us provide Audacity for free and continue to make it better. The Audacity Team is completely committed to keeping Audacity free and open source. We made that commitment in <a href="http://audacity.sourceforge.net/about/license"> licensing Audacity under the GNU General Public License</a>.
af: Hierdie is alles dinge wat ons help om Audacity gratis beskikbaar te stel en aan te hou om dit te verbeter. Die Audacity-span is volledig daartoe verbind om Audacity Vry en Oopbron te hou. Ons het daardie verbintenis gemaak deur <a href="http://audacity.sourceforge.net/about/license"> Audacity te lisensieer onder die GNU algemene publieke lisensie</a>.

source: There are many ways to support Audacity, and many degrees of doing so. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it, and telling others about it. Thank you for supporting Audacity.
af: Daar is soveel maniere om Audacity te ondersteun, en soveel grade daarvan. Ons het altyd gebruikers verwelkom wie se enigste bydrae is dat hulle bloot Audacity gebruik, terugvoer gee oor moontlike verbeterings, en ander daarvan vertel. Dankie vir u ondersteuning van Audacity.

source: You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics.
af: Ons nooi u uit om die nuwe <a href="http://audacitystore.com/">Audacity-winkel</a> te besoek, wat items met die Audacity-embleem (T-hemde, geborduurde rolnekhemde, geborduurde sakke) en verbruiker-elektronika beskikbaar het.

source: We currently accept donations via the Amazon Honor System. Use your credit card and make a donation as small as US$1.00, or up to US$50.00:
af: Ons aanvaar tans skenkings via die Amazon Honor System. Gebruik u kredietkaart en maak 'n skenking so klein as VSA$1,00 of tot en met VSA$50,00:

source: We also accept PayPal donations through the SourceForge donation system:
af: Ons aanvaar ook PayPal-skenkings deur die SourceForge-donasiestelsel:

source: Donate via PayPal
af: Skenk via PayPal

source: If you prefer to send a personal check or another form of payment, please visit the <a href="../about/credits">credits</a> page and contact one of the lead developers.
af: As u verkies om 'n persoonlike tjek of ander vorm van betaling te stuur, besoek asseblief die <a href="../about/credits">Erkenning-blad</a> en kontak een van die hoofprogrammeerders.

source: A group of volunteers is translating the free Audacity sound editor into several languages. If you would like to help, please join the <a href="../contact/lists#translation">audacity-translation mailing list</a> and introduce yourself.
af: 'n Groep vrywilligers vertaal die vrye Audacity-klankredigeerder in verskeie tale. Indien u wil help, skryf in by die <a href="../contact/lists#translation">"audacity-translation"-poslys</a> en stel uself voor.

source: Latest audacity.pot file
af: Nuutste audacity.pot-lêer

source: Latest audacity_website.pot file
af: Nuutste audacity_website.pot-lêer

source: <h3>Translation Instructions</h3> <p>To start a new translation, download POT file above. Rename it "audacity.po" before you begin translating. To edit an existing translation, download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>Send completed PO files to Dominic Mazzoni <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as a keyboard shortcut.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from the keyboard command.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
af: <h3>Vertaalinstruksies</h3> <p>Om 'n nuwe vertaling te begin, laai die POT-lêer hierbo af. Hernoem dit na "audacity.po" voor u begin vertaal. Om 'n bestaande vertaling te wysig, laai die PO-lêer vir u taal af:</p> <ul> <li><a href="%s">Audacity-vertalings</a></li> <li><a href="%s">Audacity-webwerfvertalings</a></li> </ul> <p>Hierdie programme kan PO-lêers skep en wysig:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> vir Windows en Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> vir KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> kom standaard op meeste Unix-stelsels. Dit sluit 'n PO-modus in vir die Emacs-teksredigeerder.</li> </ul> <p>Stuur voltooide PO-lêers na Dominic Mazzoni, <a href="mailto:dominic@audacityteam.org">dominic@audacityteam.org</a>.</p> <h3>Notas</h3> <ul> <li><p>In poEdit, make seker om die "charset"-keuse (karakterstel) korrek te stel. Andersins sal poEdit nie enige vertalings met nie-Engelse karakters stoor nie.</p> <li><p>Stringe soos <b>"&amp;Lêer"</b> en <b>"Nuwe &amp;oudiobaan"</b> is items in kieslyste. Die letter na die "&amp;"-simbool word gebruik as 'n kortpadsleutel.</p> <li><p><b>"Voer klank in... Ctrl+i"</b> is ook 'n kieslysitem. Die staan vir 'n tab-karakter, wat die kieslysteks skei van die sleutelbord-opdrag.</p> <li><p>U sal baie stringe kry soos <b>"Daar was %%d foute, die laaste naby %%lf sekondes."</b> Die %%-tekens merk plekke waar getalle of name later in die string geplaas gaan word. Hierdie string kan byvoorbeeld word: "Daar was 4 foute, die laaste naby 3,01 sekondes." As u die volgorde van die %%-merkers in die string verander, voeg "1$" by na die persentasieteken wat vantevore eerste was, "2$" na die persentasieteken wat tweede was, ens. Byvoorbeeld:</p> <blockquote><p><b>"Die fout naby %%2$lf sekondes was die laaste van %%1$d."</b></p></blockquote> </ul>

source: Join the <a href="../contact/lists#devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
af: Skryf in by die <a href="../contact/lists#devel">audacity-devel</a>-poslys om die huidige en toekomstige ontwikkeling te bespreek, of om hulp te kry met die bou en wysiging van die Audacity-kode.

source: <h3 id="bugzilla">Bugzilla</h3> <p>The Audacity developers use <a href="%s/">Bugzilla</a> to keep track of confirmed bugs. Check the list of <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">open bugs</a> if you are looking for something to work on.</p> <p><strong>Note:</strong> This Bugzilla is for development use only. If you are a user reporting new bugs, please <a href="../contact/">send us e-mail</a> instead. Thank you!</p>
af: <h3 id="bugzilla">Bugzilla</h3> <p>Die Audacity-programmeerders gebruik <a href="%s/">Bugzilla</a> om op hoogte te bly met foute wat bevestig is. Gaan die lys van <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">oop foute</a> na as u na iets soek om aan te werk.</p> <p><strong>Let wel:</strong> Hierdie Bugzilla is slegs vir gebruik in programontwikkeling. Indien u as gebruiker foute rapporteer, stuur asseblief eerder <a href="../contact/">e-pos</a>. Dankie!</p>

source: Give us feedback, report bugs, and become part of the Audacity user community.
af: Gee ons terugvoer, raporteer foute, en word deel van die Audacity-gebruikergemeenskap.

source: If you are a C++ programmer, you can join the development team and help us improve Audacity. We welcome documentation and other contributions too.
af: As u 'n C++-programmeerder is, kan u by die ontwikkelingspan aansluit en ons help om Audacity te verbeter. Ons verwelkom ook dokumentasie en ander bydraes.

source: You may also <a href="donate">donate money</a> to support Audacity development.
af: U kan ook <a href="donate">geld skenk</a> om Audacity-ontwikkeling te ondersteun.

source: <h3>Say Hello!</h3> <p>If you enjoy Audacity, <a href="../contact/">write to us</a> and let us know that you like it. It makes us happy to know that people enjoy it. Also feel free to send comments and suggestions. We're always improving Audacity, and we value your input.</p>
af: <h3>Sê hallo!</h3> <p>As u Audacity geniet, <a href="../contact/">skryf vir ons</a> en laat ons weet dat u daarvan hou. Dit verbly ons om te weet dat mense dit geniet. Dit staan u ook vry om kommentaar en voorstelle te stuur. Ons is voortdurend besig om Audacity te verbeter, en ons waardeer u insette.</p>

source: <h3>Join the User Community</h3> <p>Subscribe to the <a href="../contact/lists#users">audacity-users mailing list</a> to share tips, questions, and feedback with other Audacity users and developers.</p> <p>Visit the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>, a community resource where users can add or edit information about Audacity.</p>
af: <h3>Sluit aan by die gebruikergemeenskap</h3> <p>Skryf in vir die <a href="../contact/lists#users">"audacity-users"-poslys</a> om wenke, vrae en terugvoer met ander Audacity-gebruikers en -programmeerders te deel.</p> <p>Besoek die <a href="http://audacityteam.org/wiki/">Audacity-wiki</a>, 'n gemeenskapshulpbron waar gebruikers inligting oor Audacity kan byvoeg of redigeer.</p>

source: <h3>Report bugs</h3> <p>If you find a bug in Audacity, <a href="../contact/">let us know</a>.</p>
af: <h3>Raporteer foute</h3> <p>As u 'n fout vind in Audacity, <a href="../contact/">laat ons gerus weet</a>.</p>

source: <h3>Be a Beta Tester</h3> <p>In addition to the latest stable version of Audacity, we often have beta versions available. These versions usually contain new features that haven't been tested yet. If you want to help out, download this version of Audacity and play with it. Let us know what you like and don't like, and tell us how you think it should be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.</p>
af: <h3>Wees 'n beta-toetser</h3> <p>Afgesien van die nuutste stabiele weergawe van Audacity het ons gewoonlik beta-weergawes beskikbaar. Hierdie weergawes bevat gewoonlik nuwe eienskappe wat nog nie getoets is nie. As u wil handjie bysit, laai hierdie weergawe van Audacity af en speel daarmee. Laat weet ons waarvan u hou en waarvan nie, en vertel hoe u voel dit verbeter kan word. Vertel ons as daar enigsins <em>agteruitgang/regressies</em> was - dinge wat vantevore gewerk het, maar nie meer werk nie.</p>

source: Audacity 1.3 requires Mac OS X 10.3 or later.
af: Audacity 1.3 benodig Mac OS X 10.3 of nuwer.

source: Plug-In Effects
af: Inprop-effekte

source: You can download and install plug-ins to add extra effects to Audacity. Plug-ins appear at the bottom of the "Effect" menu. To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files." On Mac OS X, it is usually under "Applications."
af: U kan inproppe aflaai en installeer om Audacity seeffekte uit te brei. Inproppe verskyn onderaan die "Effek"-kieslys. Om nuwe inproppe te installeer, sit hulle in die <b>Plug-Ins</b>-gids binne die Audacity-installeringsgids. Op Windows-rekenaars, is dit gewoonlik onder "Program Files." Op Mac OS X, is dit gewoonlik onder "Applications."

source: Audacity has built-in support for LADSPA plug-ins. These plug-ins are mostly built for Linux, but some are available for other operating systems too. Audacity comes with sample LADSPA effects for Mac. For Windows, a <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">set of over 90 LADSPA effects</a> is available. For more information and downloads, see the <a href="http://www.ladspa.org/">LADSPA web site</a>.
af: Audacity het ingeboude ondersteuning vir LADSPA-inproppe. Hierdie inproppe word meestal vir Linux gebou, maar party is beskikbaar vir ander bedryfstelsels ook. Audacity het voorbeeld-LADSPA-effekte ingesluit vir Mac. Vir Windows is 'n <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">stel van meer as 90 LADSPA-effekte</a> beskikbaar. Vir meer inligting en aflaaie, sien die <a href="http://www.ladspa.org/">LADSPA-webwerf</a>.

source: <a href="%s">Audacity %s source tarball</a> (%.1lf MB)
af: <a href="%s">Audacity %s-bronkode</a> (.tar.*-lêer, %.1lf MG)

source: You can also get the latest development code from <a href="../community/developers#cvs">CVS</a>.
af: U kan ook die nuutste ontwikkelingskode kry vanuit <a href="../community/developers#cvs">CVS</a>.

source: How to Build Audacity
af: Hoe om Audacity te bou

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the unicode options. (Future versions of Audacity will support newer wxWidgets and GTK libraries.)
af: Die <a href="http://wxwidgets.org">wxWidgets</a>-biblioteek word <b>benodig</b>. Audacity 1.2 benodig wxGTK 2.4, wat saamgestel is <em>sonder</em> die Unicode-keuses. (Toekomstige weergawes van Audacity sal nuwer wxWidgets- en GTK-biblioteke ondersteun.)

source: You may also choose to install the following <b>optional libraries</b>, or get them by checking out Audacity from CVS.
af: Dit staan u ook vry om die volgende <b>opsionele biblioteke</b> te installeer, of u kan dit verkry deur Audacity vanuit CVS te bekom.

source: If you install libraries using a package management system like Apt or RPM, make sure to install the "dev" (development) packages for each library.
af: Indien u biblioteke installeer met behulp van 'n pakketbestuurstelsel soos APT of RPM, maak seker dat u die "dev"-/ontwikkelingspakkette vir elke biblioteek installeer.

source: To build Audacity, run the following command in the Audacity source directory:
af: Om Audacity te bou, voer dievolgende opdrag uit in die Audacity-brongids:

source: You can type <kbd>./configure --help</kbd> to see a list of compilation options. After Audacity is compiled, run <kbd>make install</kbd> as root to install it.
af: U kan <kbd>./configure --help</kbd> tik om 'n lys van vertaalkeuses te sien. Nadat Audacity vertaal is, voer <kbd>make install</kbd> uit as root om dit te installeer.

source: Notes
af: Notas

source: For additional information about building Audacity on Windows or Mac OS X, see the files <b>win/compile.txt</b> and <b>mac/compile.txt</b> in the Audacity source code directory.
af: Vir bykomende inligting oor die bou van Audacity op Windows of Mac OS X, sien die lêers <b>win/compile.txt</b> en <b>mac/compile.txt</b> in die Audacity-bronkodegids.

source: More information can be found on the
af: Meer inligting kan gevind word by die

source: Audacity Wiki site
af: Audacity-wikiwerf

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3 needs wxGTK 2.6.1 (or higher).
af: Die <a href="http://wxwidgets.org">wxWidgets</a>-biblioteek word <b>benodig</b>. Audacity 1.3 benodig wxGTK 2.6.1 (of hoër).

source: For all users
af: Vir alle gebruikers

source: For advanced users
af: Vir gevorderde gebruikers

source: You can also <a href="buy">purchase</a> a copy of Audacity on CD.
af: U kan ook 'n kopie van Audacity op CD <a href="buy">koop</a>.

source: If you wish to compile Audacity yourself, download the <a href="source">source code</a>.
af: As u self Audacity wil bou, laai die <a href="source">bronkode</a> af.

source: You may modify, distribute, and sell Audacity under the <a href="../about/license">GNU GPL</a>.
af: U mag Audacity wysig, versprei en verkoop onder die <a href="../about/license">GNU GPL</a>.

source: Beta warning
af: Betawaarskuwing

source: Audacity 1.3 is an unstable, beta version of Audacity. Users who want a completely stable, finished program should be using Audacity 1.2. Audacity 1.3 has hundreds of new features, but some features may be incomplete or confusing, it is more likely to crash, and you are more likely to lose data. You can install both Audacity 1.2 and 1.3 on the same machine.
af: Audacity 1.3 is 'n onstabiele, betaweergawe van Audacity. Gebruikers wat 'n stabiele, voltooide program wil hê, moet Audacity 1.2 gebruik. Audacity 1.3 het honderde nuwe eienskappe, maar sommige eienskappe mag dalk onvolledig of verwarrend wees, dit kan makliker omval, en daar is 'n groter kans dat u data kan verloor. U kan beide Audacity 1.2 en 1.3 op die selfde masjien installeer.

source: Audacity 1.3 is available in many languages, but most translations are incomplete. Words and phrases which have not been translated yet will appear in English.
af: Audacity 1.3 is beskikbaar in baie tale, maar meeste van die vertalings is onvolledig. Woorde en frases wat nog nie vertaal is nie, sal vertoon in Engels.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.
af: <a href="%s">Audacity %s-installeringsprogram</a> (.exe-lêer, %.1lf MG) - Die nuutste weergawe van Audacity, die vrye oudioredigeerder.

source: <a href="%s">LADSPA plugins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins
af: <a href="%s">Installeerder vir LADSPA-inproppe %s</a> (.exe-lêer, %.1lf MG) - meer as 90 inproppe

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you can’t run the installer because you are in a computer lab or other restricted environment, download and unzip this file instead.
af: <a href="%s">Audacity %s-ZIP-lêer</a> (%.1lf MB) - Indien u nie Audacity kan installeer nie omdat u in 'n rekenaarlaboratorium of ander beperkende omgewing is, laai die ZIP-lêer af en pak dit uit.

source: Audacity runs best with at least 64 MB RAM and 300 MHz processor.
af: Audacity loop op sy beste met ten minste 64 MG geheue en 'n 300 MHz-verwerker.

source: Vendors that Bundle Audacity
af: Handelaars wat Audacity by hulle produkte insluit

source: Audacity is free to download, but vendors are also free to bundle copies of the program with their products, thanks to the <a href="../about/license">GNU General Public License</a>. The following are legitimate, legal offerings. We are happy and proud that they chose to bundle Audacity with their products.
af: Audacity kan gratis afgelaai word, maar dit staan ook handelaars vry om kopieë van die program by hulle produkte in te sluit, danksy die <a href="../about/license">GNU Algemene Publieke Lisensie</a>. Die volgende is egte, wettige aanbiedinge. Ons is verheug en trots daarop dat hulle gekies het om Audacity by hulle produkte in te sluit.

source: <h3>Behringer iAXE393 USB-Guitar</h3> <p>The <a href="http://www.behringer.com/IAXE393/">Behringer iAXE393 USB-Guitar</a> is an electric guitar that connects to the computer via USB and has headphones output. It comes with the "Guitar Combos BEHRINGER Edition" from Native Instruments, software emulations of three amp/effects combos.</p>
af: <h3>Behringer iAXE393 USB-kitaar</h3> <p>Die <a href="http://www.behringer.com/IAXE393/">Behringer iAXE393 USB-kitaar</a>is 'n elektriese kitaar wat aan die rekenaar verbind met USB en oorfoon-afvoer het. Dit kom met die "Guitar Combos BEHRINGER Edition" van Native Instruments, sagteware-emulasie van drie versterker/effekte-kombinasies.</p>

source: The easiest way to install the free Audacity audio editor on GNU/Linux (and other Unix-like systems) is to download a package built for your operating system:
af: Die maklikste manier om Audacity, die gratis oudioredigeerder, te installeer op GNU/Linux (en ander Unix-agtige stelsels) is om 'n pakket wat vir u bedryfstelsel gebou is, af te laai:

source: Linux and Unix users may also compile Audacity from <a href="source">source code</a>.
af: Linux- en Unix-gebruikers kan ook Audacity bou vanaf die <a href="source">bronkode</a>.

source: The beta version of Audacity has not been packaged for very many distributions yet. You probably want to compile Audacity from <a href="beta_source">source code</a>.
af: Hierdie betaweergawe van Audacity is nog nie verpak vir baie verspreidings nie. U sal waarskynlik Audacity vanaf die <a href="beta_source">bronkode</a> wil vertaal.

source: Purchase Audacity on CD
af: Koop Audacity op CD

source: Audacity is free to download, but vendors are also free to sell copies of the program, thanks to the <a href="../about/license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to buy from a vendor listed below.
af: Audacity kan gratis afgelaai word, maar dit staan ook handelaars vry om kopieë van die program te verkoop, danksy die <a href="../about/license">GNU General Public License</a>. As u 'n kopie van Audacity op CD-ROM verlang, wil ons u aanmoedig om te koop van 'n handelaar op die lys hieronder.

source: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> is a collection of high-quality free software for Microsoft Windows, including Audacity. You can <a href="http://www.theopencd.org/purchase">purchase a copy of TheOpenCD</a> from several different vendors.</p>
af: <h3>Die OpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">Die OpenCD</a> is 'n versameling hoë kwaliteit vrye sagteware vir Microsoft Windows, wat Audacity insluit. U kan 'n kopie van die OpenCD <a href="http://www.theopencd.org/purchase">koop</a> vanaf verskeie verskillende handelaars.</p>

source: for Microsoft Windows
af: vir Microsoft Windows

source: for Mac OS X
af: vir Mac OS X

source: For Windows, Mac, or GNU/Linux
af: Vir Windows, Mac, of GNU/Linux

source: Audacity is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a>
af: Audacity is vrye, oopbronsagteware vir die opneem en redigering van klank. Dit is beskikbaar vir Mac OS X, Microsoft Windows, GNU/Linux en ander bedryfstelsels. <a href="about/">Vind meer uit aangaande Audacity...</a>

source: Copyright
af: Kopiereg

source: Creative Commons Attribution license
af: Creative Commons Attribution-lisensie

source: Creative Commons: Some rights reserved.
af: Creative Commons: Sommige regte voorbehou.

source: Buy a CD
af: Koop 'n CD

source: FAQ
af: Algemene vrae
