Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: FreedomSampler&trade; is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you.
fr: FreedomSampler&trade; est une collection de logiciels gratuits et open sources avec leur code source complet, permettant une redistribution facile sous une license GNU General Public License. Une image ISO peut être téléchargée gratuitement, ou bien , vous pouvez en<a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">acheter</a> une copie qui vous sera expédiée.
it: FreedomSampler&trade; è una raccolta di software libero e open source con codice sorgente completo, che permette una facile ridistribuzione sotto i termini della GNU General Public License. Le immagini ISO possono essere scaricate gratuitamenter, o potete <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">acquistarne</a> una copia che vi verrà inviata per posta.
sl: FreedomSampler&trade; je zbirka brezplačnih, odprto-kodnih programov s celotno izvorno kodo, ki dovoljuje enostavno razširjanje pod splošno javno licenco GNU. Slike ISO prenesete brezplačno ali pa lahko <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">kupite</a> kopijo, ki jo boste prejeli po pošti.

source: TheOpenCD is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.
fr: TheOpenCD est une collection maintenant arrêtée de logiciels libres et ouverts. Actuellement, vous pouvez <a href="http://releases.theopencd.org/">télécharger un image CD archivée</a> ou <a href="http://ztechshop.net/disks/opencd/">acheter un CD en ligne</a> pour une expédition internationnale.
it: L'OpenCD è una raccolta di software libero e open source di alta qualità che ora non è più disponibile. Attualmente, potete ancora <a href="http://releases.theopencd.org/">scaricare le immagini CD dell'archivio</a> o <a href="http://ztechshop.net/disks/opencd/">acquistare un CD online</a> per la spedizione in tutto il mondo.
sl: TheOpenCD je že opuščena zbirka visoko kakovostnih prostih in odprto-kodnih programov. Trenutno lahko še vedno <a href="http://releases.theopencd.org/">prenesete arhivirane slike zgoščenk</a> ali <a href="http://ztechshop.net/disks/opencd/">prek spleta kupite zgoščenko</a>, ki jo dostavijo po celem svetu.

source: OpenDisc is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.
fr: OpenDisc est une collection similaire de logiciels libre et open source de grande qualité. Actuellement, une <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">image CD</a> téléchargeable est disponible. Le projet espère fabriquer un CD physique prochainement.
it: L'OpenDisc è una raccolta simile di software libero e open source di alta qualità. Attualmente, è disponibile una <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">immagine CD</a> scaricabile. Il progetto si propone di rendere disponibile a breve un CD acquistabile.
sl: OpenDisc je podobna zbirka visoko kakovostnih prostih in odprto-kodnih programov. Trenutno je za prenos na voljo <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">slika zgoščenke</a>. Upajo, da bodo v kratkem na voljo ploščki za prodajo.

source: Audiotouch is sound recording and playback software, designed for ease of use. It features one-touch recording and saving, quickly recording multiple audio files directly to disk without the need to interact with save dialog boxes. Audacity_Audiotouch is a customized version of Audacity which can be added to Audiotouch, offering simple editing with reduced menu dialogs.
fr: Audiotouch est un logiciel d'enregistrement et de playback, conçu pour être facile à utiliser. Il dispose d'un enregistrement et sauvegarde en une touche, enregistrement rapide de plusieurs fichiers audio directement sur le disque sans avoir besoin d'intéragir avec des fenêtres de sauvegarde. Audacity_Audiotouch est une version personnalisée d'Audacity qui peut être ajouter à Audiotouch, proposant une édition simple avec des dialogues de menus réduits.
it: Audiotouch è un software per la registrazione e la riproduzione audio, progettato per un facile utilizzo. È dotato di registrazione e salvataggio con un semplice tocco, di rapida registrazione di più file audio direttamente su disco senza la necessità di interagire con i dialoghi di salvataggio. Audacity_Audiotouch è una versione personalizzata di Audacity che può essere aggiunta ad Audiotouch, offrendo semplici funzionalità di modifica con ridotti dialoghi di menu.
sl: Audiotouch je programska oprema za snemanje in predvajanja, načrtovana za enostavno uporabo. Podpira snemanje in shranjevanje z enim dotikom, hitro snemanje več zvočnih datotek neposredno na disk brez interakcije s pogovornimi okni za shranjevanje. Audacity_Audiotouch je prilagojena različica Audacity, ki jo lahko dodate Audiotouch, ponuja pa enostavno urejanje z oskubljenimi pogovornimi okni in meniji.

source: Software allowing users to create their own custom comic books with included clipart, backgrounds, word balloons, sound files and other assets.
fr: Logiciel permettant aux utilisateurs de créer leurs propres magazines de bandes dessinées personnalisés avec clipart, arrière-plans, bulles de mots, fichiers sons inclus et d'autres choses.
it: Software che consente agli utenti di creare i propri fumetti personalizzati comprendenti clipart, sfondi, palloncini con parole, file audio e altre risorse.
sl: Programska oprema, s katero uporabniki ustvarjajo lastne stripe z vključenimi vektorskimi risbami, ozadji, dialoškimi oblački, zvočnimi datotekami in drugimi elementi.

source: The Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digital stethoscope</a> has enhanced sound quality with 50x amplification. Volume can be adjusted for faint heart sounds, obese patients or noisy work environments. The stethoscope's waveforms and spectrograms can be analyzed in Thinklabs Phonocardiography (a customized version of Audacity for Microsoft Windows and Mac OS X).
fr: Le stéthoscope <a href="http://www.thinklabsmedical.com/content/view/17/157/">numérique Thinklabs ds32a</a> a amélioré la qualité du son avec une amplification de 50x. Le volume peut être ajusté pour des sons faibles du coeur, des patients obèses ou des environnements de travail bruyants. Les formes d'onde et spectrogrammes du stéthoscope peuvent être analysés dans Thinklabs Phonocardiography (une ersion personnalisée d'Audacity pour Microsoft Windows et Mac OS X).
it: Il Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a stetoscopio digitale</a> dispone di una qualità audio migliorata con amplificazione di 50x. Il volume può essere regolato per i rumori cardiaci deboli, per i pazienti obesi o per gli ambienti di lavoro rumorosi. Le forme d'onda e lo spettogramma dello stetoscopio possono essere analizzati in Thinklabs Phonocardiography (una versione personalizzata di Audacity per Microsoft Windows e Mac OS X).
sl: <a href="http://www.thinklabsmedical.com/content/view/17/157/">Digitalni stetoskop ds32a</a> podjetja Thinklabs ima izboljšano zvočno kakovost s 50-kratno ojačitvijo. Prilagodite jakost za šibke zvoke bitja srca, paciente z močnejšo postavo, glasna delovna okolja. Raziščite zvočne krivulje in spektrograme s <em>Thinklabs Phonocardiography, powered by Audacity</em> (prilagojeno različico Audacity za Microsoft Windows in Mac OS X).

source: Portable recording studio or digital audio workstation (DAW), featuring "walk and mix" technology.
fr: Studio d'enregistrement portable ou poste de travail audio numérique (DAW), disposant de la technologie "walk and mix".
it: Studio di registrazione portatile o stazione di lavoro per audio digitale (DAW), con teconologia "walk and mix".
sl: Prenosni snemalni studio ali digitalna zvočna delovna postaja (DAW), ki se ponaša s tehnologijo "hodi in mešaj" ("walk and mix").

source: A customized version of Audacity for Microsoft Windows and Mac OS X that lets the fan share the studio experience with an artist. Add a Umixit-enabled CD or song, then record your own vocals or instruments, create remixes, mash-ups, sing karaoke and more...
fr: Une version personnalisée d'Audacity pour Microsoft Windows et Mac OS X qui laisse le fan partager l'expérience du studio avec un artisteAjoutez un CD Umixit autorisé ou une chanson, puis enregistrez vos propres chants ou instruments, créez des remix, écrasez-les, chantez le karaoké et plus...
it: Una versione personalizzata di Audacity per Microsoft Windows e Mac OS X che consente agli appassionati di condividere l'esperienza in studio con un artista. Potete aggiungere un CD abilitato Umixit o una canzone, poi registrare le vostre parti vocali o strumentali, creare rimiscelazioni, mash-up, cantare con il karaoke e altro ancora...
sl: Prilagojena različica Audacity za Microsoft Windows in Mac OS X, ki navdušencem omogoča skupno uživanje studijskih izkušenj s profesionalci. Dodajte Cd ali pesem, ki podpira Umixit, nato posnemite lastne vokale ali instrumente, ustvarite remikse, pojte karaoke in še več ...

source: Mirror site for Audacity downloads, from webzine about Windows software at Impress Watch Corporation, Tokyo, Japan.
fr: Site miroir pour les téléchargements d'Audacity, du webzine à propos du logiciel Windows chez Impress Watch Coporation, Tokyo, Japon.
it: Sito mirror per scaricare Audacity, da webzine per il software Windows a Impress Watch Corporation, Tokyo, Japan.
sl: Zrcalni strežnik za prenose Audacity, v lasti spletnega časopisa o programski opremi za Windows podjetja Impress Watch Corporation, Tokio, Japonska.

source: <a href="%s">Audacity %s release (source tarball)</a> (%s file, %.1lf MB)
fr: <a href="%s">version %s d'Audacity (source tarball)</a> (fichier %s,%.1lf MB)
it: <a href="%s">Versione %s di Audacity (source tarball)</a> (%s file, %.1lf MB)
sl: <a href="%s">Audacity %s (izvorna koda v obliki tarball)</a> (datoteka %s, %.1lf MB)

source: This is our standard source tarball. It assumes your system has the necessary dependencies (libraries) installed (see below).
fr: C'est notre tarball source standard. Il suppose que votre système possède les dépendances (bibliothèques) nécessaires installées (voir ci-dessous).
it: Questo è il nostro sorgente tarball standard. Presuppone che il vostro sistema abbia le necessarie dipendenze (librerie) installate (vedere più avanti).
sl: To je naš standarden paket izvorne kode. Predpostavlja, da imate na svojem sistemu nameščene vse ustrezne odvisne knjižnice (glejte spodaj).

source: This is a full source tarball, useful for Windows and Mac machines which may lack the necessary dependencies to compile Audacity.
fr: C'est un tarball source entier, utile pour Windows et les machines Mac qui peuvent manquer des dépendances nécessaires pour compiler Audacity.
it: Questo è un sorgente tarball completo, utile per computer con Windows e Mac che possono essere privi delle necessarie dipendenze per compilare Audacity.
sl: To je poln paket izvorne kode, namenjen sistemom Windows ali OSX, na katerih morda niso nameščene vse potrebne knjižnice za prevajanje programa Audacity.

source: <a href="%s">Latest CVS development code</a>, incorporating changes since the release tarball.
fr: <a href="%s">le dernier code de développement CVS</a>, incorporant les derniers changements depuis la sortie du tarball.
it: <a href="%s">Ultimo codice di sviluppo CVS</a>, che incorpora le modifiche dal rilascio del tarball.
sl: <a href="%s">Najnovejša razvojna koda CVS </a>, ki vključuje spremembe od izdaje izvorne kode v obliki tarball.

source: If you have trouble with your download, or need an older version of Audacity, try our alternate download links:
fr: Si vous rencontrez des difficultés lors du téléchargement, ou si vous avez besoin d'une version plus ancienne de Audacity, essayez notre serveur alternatif de téléchargement :
it: Se avete problemi nello scaricamento, o se avete bisogno di una versione precedente di Audacity, provate i nostri link alternativi di download.

source: <a href="%s">Sourceforge</a> (older versions can be viewed by clicking on the appropriate package)
fr: <a href="%s">Sourceforge</a> (les versions anciennes peuvent être vues en cliquant sur le paquet approprié)
it: <a href="%s">Sourceforge</a> (le vecchie versioni possono essere visionate facendo clic sul pacchetto idoneo)

source: <a href="%s">Google Code</a> (click on the headings to sort the list)
fr: <a href="%s">Code Google</a> (cliquez sur les entêtes pour trier la liste)
it: <a href="%s">Codice Google</a> (fate clic sulle intestazioni per ordinare la lista)

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor. Please review our operating system support for
fr: Audacity fonctionne mieux avec au moins 64 MB de RAM et un processeur 300 MHz. Veuillez revoir le support de votre système d'exploitation pour
it: Audacity funziona al meglio con almeno 64 MB RAM e un processore da 300 MHz. Vedere il nostro supporto al sistema operativo per
sl: Audacity deluje najbolje z vsaj 64 MB spomina RAM in 300 MHz procesorjem. Preglejte našo podporo operacijskega sistema za

source: or
fr: ou
it: o
sl: ali

source: How to Compile Audacity
fr: Comment compiler Audacity
it: Come compilare Audacity
sl: Kako prevajati Audacity

source: Dependencies
af: Afhanklikhede
fr: Dépendances
it: Dipendenze
sl: Odvisnosti

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3.10 requires wxGTK 2.8.10.
it: La libreria <a href="http://wxwidgets.org">wxWidgets</a> è <b>indispensabile</b>. Audacity 1.3.10 richiede wxGTK 2.8.10.

source: Installation of the following libraries is <b>optional</b> - they are included in Audacity obtained from <a href="../community/developers#cvs">CVS</a>.
fr: L'installation des bibliothèques suivantes est <b>optionelle</b> - elles sont inclues dans Audacity obtenu depuis le <a href="../community/developers#cvs">CVS</a>.
it: L'installazione delle seguenti librerie è <b>opzionale</b> - queste sono incluse in Audacity ottenuto da <a href="../community/developers#cvs">CVS</a>.
sl: Namestitev naslednjih knjižnic je <b>neobvezna</b> - vključene so v Audacity iz <a href="../community/developers#cvs">CVS</a>.

source: If you install libraries using a package management system like Apt or RPM, you need to install the "dev" (development) packages for each library.
fr: Si vous installez les bibliothèques via un système de gestion de paquets (comme Apt ou RPM), assurez-vous d'installer les paquets "dev" (développement) pour chaque bibliothèque.
it: Se installate le librerie usando un sistema di gestione pacchetti come Apt o RPM, dovete installare i pacchetti "dev" (sviluppo) per ciascuna libreria.
sl: Če namestite knjižnice z upravljalskim sistemom za pakete, kot sta Apt ali RPM, preverite, da za vsako knjižnico namestite tudi razvojne pakete "dev".

source: Compilation
af: Bou
it: Compilazione
sl: Prevajanje

source: To compile Audacity, run the following command in the Audacity source directory:
fr: Pour compiler Audacity, tapez la commande suivante dans le répertoire contenant le code source de Audacity:
it: Per compilare Audacity, eseguite il seguente comando nella directory sorgente Audacity:
sl: Za gradnjo Audacitsy zaženite naslednji ukaz v mapi z izvorno kodo Audacity:

source: You can type <i>./configure --help</i> to see a list of compilation options. After Audacity is compiled, run <i>make install</i> as root to install it.
fr: Vous pouvez taper <i>./configure --help</i> pour afficher une liste des options de compilation. Après avoir compilé Audacity, exécutez <i>make install</i> avec le compte root pour l'installer.
it: Potete digitare <i>./configure --help</i> per vedere un elenco di opzioni di compilazione. Dopo che Audacity è stato compilato, eseguite <i>make install</i> come root per installarlo.
sl: Vtipkate lahko <i>./configure --help</i> za prikaz seznama možnosti prevajanja. Po prevajanju Audacity, zaženite <i>make install</i> kot korenski uporabnik za namestitev.

source: Further Help
fr: Plus d'aide
it: Ulteriore aiuto
sl: Dodatna pomoč

source: <ul> <li>On Windows, see the file "compile.txt" inside the "Win" folder in the source code. For OS X, see "compile.txt" inside the "Mac" folder in the code.</li> <li>See our guides to compiling Audacity for <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> and <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a>.</li> <li>If you are still having difficulties, we want to help! Please join <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, our developers' mailing list, then send us an e-mail.</li> </ul>
fr: <ul> <li>Sur Windows, voir le fichier "compile.txt" à l'intérieur du répertoire "Win" dans le code source. Pour OS X, voir "compile.txt" à l'intérieur du répertoire "Mac" dans le code source.</li> <li>Voir nos guides pour compliler Audacity pour <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> et <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> sur <a href="http://audacityteam.org/wiki/">le Wiki</a>.</li> <li>Si vous avez toujours des difficultés, nous voulons vous aidez ! Merci de nous joindre sur <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, notre mailing liste pour dévellopeur, puis envoyez-nous un e-mail.</li> </ul>
it: <ul> <li>In Windows, vedete il file "compile.txt" nella cartella "Win" nel codice sorgente. Per OS X, vedete "compile.txt" nella cartella "Mac" nel codice.</li> <li>Leggete le nostre guide per compilare Audacity per <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> e <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> nel <a href="http://audacityteam.org/wiki/">Wiki</a>.</li> <li>Se avete ancora problemi, noi vogliamo aiutarvi! Iscrivetevi ad <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, la nostra mailing list di sviluppatori, poi inviateci una e-mail.</li> </ul>
sl: <ul> <li>V okolju Windows si oglejte datoteko "compile.txt" v mapi"Win" izvorne kode. Za OS X si oglejte "compile.txt" v mapi "Mac" kode.</li> <li>Oglejte si naše vodnike za prevajanje Audacity za <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows (v angl.)</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac (v angl.)</a> in <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix (v angl.)</a> na <a href="http://audacityteam.org/wiki/">wikiju (v angl.)</a>.</li> <li>Če imate še vedno težave, smo na voljo za pomoč! Pridružite se <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, našemu dopisnemu seznamu za razvijalce, nato pa nam pošljite e-pismo.</li> </ul>

source: Click here to read about new features in Audacity 1.3.
af: Klik hier om oor die nuwe eienskappe in Audacity 1.3 te lees.
fr: Cliquez ici pour en savoir plus sur les nouvelles fonctionnalités d'Audacity 1.3.
it: Fate clic qui per vedere le nuove funzionalità di Audacity 1.3.
sl: Kliknite sem za nove odlike Audacity 1.3.

source: Beta version
fr: Version bêta
it: Versione Beta
sl: Beta-različica

source: Audacity 1.3 Beta is our new, not quite finished, development version which will be the basis of our next "stable" version.
fr: Audacity 1.3 Béta est la nouvelle version de développement, pas totalement terminée mais qui sera la base de notre prochaine version "stable".
it: Audacity 1.3 Beta è la nostra nuova versione di sviluppo, non ancora completata, che sarà la base della nostra prossima versione "stabile".
sl: Audacity 1.3 Beta je naša najnovejša, ne povsem dokončana razvojna različica, ki bo osnova za novo "stabilno" različico.

source: <ul> <li>Contains dozens of
fr: <ul> <li>Contient des douzaines de
it: <ul> <li>Contiene dozzine di
sl: <ul> <li>Vsebuje ducate

source: new, exciting features.
fr: nouvelles fonctionnalités intéressantes.
it: nuove eccitanti funzionalità.
sl: novih, vzburljivih funkcionalnosti.

source: Very occasionally, these might need final polishing or not be retained in later versions.
fr: Très rarement, elles peuvent nécessiter d'être encore améliorées ou ne pas être conservées dans les versions futures.
it: Molto raramente, queste potrebbero aver bisogno di un ritocco finale o potrebbero non essere mantenute nelle versioni successive
sl: Zelo redko te potrebujejo dodatno brušenje, zato v kasnejših različicah ne bodo na voljo.

source: Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
fr: Parfois, une fonctionnalité peut ne plus fonctionner comme auparavant ou être temporairement désactivées.</li> <li>Certaines parties du programme ne sont pas encore documentées ou traduites dans toutes les langues.</li> </ul>
it: Occasionalmente, una funzionalità potrebbe non funzionare come prima, o potrebbe essere temporaneamente disabilitata.</li> <li>Alcune parti del programma non sono ancora documentate o tradotte nelle diverse lingue.</li> </ul>
sl: Včasih funkcionalnost ne deluje tako, kot je nekoč, ali pa je začasno onemogočena.</li> <li>Nekateri deli programa še niso dokumentirani ali prevedeni v druge jezike.</li> </ul>

source: If you are new to Audacity or computer audio programs, you may prefer the fully finished Audacity 1.2. Otherwise, please help our development effort by trying the Beta and
fr: Si vous débutez avec Audacity ou les logiciels d'édition audio, il est certainement préférable d'utiliser la version 1.2 qui est éprouvée. Sinon, aidez nos développements en testant la version Béta et
it: Se siete poco pratici di Audacity o dei programmi audio, preferite la versione completa Audacity 1.2. Altrimenti, aiutateci nei nostri sforzi di sviluppo provando la versione Beta e
sl: Če šele spoznavate Audacity ali računalniške programe za obdelavo zvoka, boste morda bolj zadovoljni z dokončanim Audacity 1.2. Sicer raje pomagajte našemu razvoju s poskušanjem različice beta in nam
