Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3 id="win">Windows</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Under "For Audacity on Windows", left-click the link "Lame v3.98.2 for Audacity on Windows.exe" and save the file anywhere on your computer. <b>Do not right-click the link to the .exe file.</b> </li> <li>Double-click <b>"Lame_v3.98.2_for_Audacity_on_Windows.exe"</b> to launch it (you can safely ignore any warnings that the "publisher could not be verified").</li> <li>Follow the "Setup" instructions to install LAME for Audacity. Do not change the offered destination location of "C:\Program Files\Lame for Audacity".</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of <b>"lame_enc.dll"</b>. Navigate to "C:\Program Files\Lame for Audacity", select "lame_enc.dll", then click "Open" and "OK".</li> <li>If you prefer the Zip option for the LAME download, save the zip file to anywhere on your computer, extract "lame_enc.dll" to any location, then show Audacity where to find it as in Step 5 above.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Go to the <a href="http://lame.buanzo.com.ar/">LAME download page</a>.</li> <li>Click to download either <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> or <b>"LameLib-Carbon.sit"</b>, according to your operating system.</li> <li>Double-click the .dmg to extract "Lame Library v3.98.2 for Audacity on OSX.pkg" to Finder, or use Stuffit to extract "LameLib" from the .sit (either of these may happen automatically).</li> <li>Double-click the .pkg to install <b>"libmp3lame.dylib"</b> in /usr/local/lib/audacity, or save <b>"LameLib"</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of "libmp3lame.dylib" or "LameLib". Navigate to that location, then open the file and click "OK".</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Follow <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a> on our <a href="http://audacityteam.org/wiki/">Wiki</a> to download and install a suitable LAME package from the internet.
fr: <p>À cause des brevets logiciels, nous ne pouvons pas distribuer les logiciels d'encodage en MP3 nous même. Suivez ces instructions pour utiliser l'encodeur libre LAME pour exporter MP3 les fichiers aec Audacity. <h3 id="win">Windows</h3> <ol> <li>Aller à la <a href="http://lame.buanzo.com.ar/">page de téléchargement de LAME</a>.</li> <li>Sous "For Audacity on Windows", cliquez-gauche sur le lien "Lame v3.98.2 for Audacity on Windows.exe" et sauver le fichier quelquepart sur votre ordinateur. <b>Ne cliquez-droit pas sur le lien du fichier .exe.</b> </li> <li>Double-cliquez sur <b>"Lame_v3.98.2_for_Audacity_on_Windows.exe"</b> pour le lancer (vous pouvez sereinement ignorer chaque warning du "publisher could not be verified").</li> <li>Suivez les instructions "Setup" pour installer LAME pour Audacity. Ne pas changer la destination pré-choisie de "C:\Program Files\Lame for Audacity".</li> <li>La première fois que vous utiliserez la commande "Export as MP3", Audacity vous demandera l'endroit où se trouve <b>"lame_enc.dll"</b>. Naviguer jusqu'à "C:\Program Files\Lame for Audacity", sélectionnez "lame_enc.dll", puis cliquez "Open" et "OK".</li> <li>Si vous préférez l'option ZIP pour le téléchargement de LAME, sauver lefichier ZIP quelque part sur votre ordinateur, extrayer "lame_enc.dll" à un endroit, puis dites à Audacity où le trouver comme dans le 5ème pas ci-dessus.</li> <li>En cas de problème, merci de voir nos <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">instructions plus détaillées</a> sur le <a href="http://audacityteam.org/wiki/">Wiki d'Audacity</a>.</li> </ol> <h3 id="mac">Mac OS 9 ou X</h3> <ol> <li>Aller à la <a href="http://lame.buanzo.com.ar/">page de téléchargement de LAME</a>.</li> <li>Cliquer sur télécharger <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> ou <b>"LameLib-Carbon.sit"</b>, en fonction de votre système d'exploitation.</li> <li>Double-cliquez sur le .dmg pour extraire "Lame Library v3.98.2 for Audacity on OSX.pkg" au Finder, ou utilisez Stuffit pour extraire "LameLib" depuis le .sit (sauf s'il le fait automatiquement).</li> <li>Double-cliquez sur le .pkg pour installer <b>"libmp3lame.dylib"</b> dans /usr/local/lib/audacity, ou sauvegarder <b>"LameLib"</b> quelque part sur votre ordinateur.</li> <li>La première fois que vous utiliserez la commande "Export as MP3", Audacity vous demandera où se trouve "libmp3lame.dylib" ou "LameLib". Naviguez jusqu'à cet endroit, puis ouvrez le fichier et cliquez sur "OK".</li> <li>En cas de problème, merci de voir nos <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">instructions plus détaillées</a> sur le <a href="http://audacityteam.org/wiki/index.php">Wiki d'Audacity</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Suivre <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">ces instructions</a> sur notre <a href="http://audacityteam.org/wiki/">Wiki</a> pour télécharger et installer un paquet LAME convenable depuis internet.
it: <p>A causa dei brevetti software, non possiamo distribuire il software di codifica MP3. Seguite le istruzioni seguenti per usare l'encoder libero LAME per esportare i file MP3 con Audacity. <h3 id="win">Windows</h3> <ol> <li>Andate nella <a href="http://lame.buanzo.com.ar/">pagina download di LAME</a>.</li> <li>Nella sezione "Per Audacity su Windows", fate clic sinistro sul collegamento "Lame v3.98.2 per Audacity su Windows.exe" e salvate il file dove volete nel vostro computer. <b>Non fate clic destro sul link per il file .exe.</b> </li> <li>Fate doppio clic su <b>"Lame_v3.98.2_for_Audacity_on_Windows.exe"</b> per avviarlo (potete ignorare senza problemi qualsiasi avertimento che "potrebbe non essere controllato").</li> <li>Seguite le istruzioni "Setup" per installare LAME per Audacity. Non cambiate la destinazione proposta di "C:\Programmi\Lame for Audacity".</li> <li>La prima volta che usate il comando "Esporta MP3", Audacity vi chiederà la sede di <b>"lame_enc.dll"</b>. Andate in "C:\Programmi\Lame for Audacity", selezionate "lame_enc.dll", poi fate clic su "Apri" e "OK".</li> <li>Se preferite l'opzione Zip nel download di LAME, salvate il file zip nella cartella desiderata del vostro computer, estraete "lame_enc.dll" in una cartella qualsiasi, poi indicate ad Audacity dove cercarlo come indicato nel passo 5 precedente.</li> <li>In caso di difficoltà, leggete le nostre <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">istruzioni più dettagliate</a> nel <a href="http://audacityteam.org/wiki/">Wiki Audacity</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Andate nella <a href="http://lame.buanzo.com.ar/">pagina download LAME</a>.</li> <li>Per scaricare fate clic su <b>"Lame Library v3.98.2 per Audacity su OSX.dmg"</b> o su <b>"LameLib-Carbon.sit"</b>, in relazione al vostro sistema operativo.</li> <li>Fate doppio clic sul file .dmg per estrarre "Lame Library v3.98.2 for Audacity on OSX.pkg" nel Finder, o usate Stuffit per estrarre "LameLib" da .sit (ambedue queste procedure dovrebbere effettuarsi automaticamente).</li> <li>Fate doppio clic su .pkg per installare <b>"libmp3lame.dylib"</b> in /usr/local/lib/audacity, o salvare <b>"LameLib"</b> in una sede qualsiasi del vostro computer.</li> <li>La prima volta che usate il comando "Esporta MP3", Audacity vi chiederà la sede di "libmp3lame.dylib" o "LameLib". Andate in questa sede, poi aprite il file e fate clic su "OK".</li> <li>In caso di difficoltà,leggete le nostre <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">istruzioni più dettagliate</a> nel <a href="http://audacityteam.org/wiki/index.php">Wiki Audacity</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Seguite <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">queste istruzioni</a> nel nostro <a href="http://audacityteam.org/wiki/">Wiki</a> per scaricare e installare un idoneo pacchetto LAME da internet.

source: How do I install VST plug-ins?
af: Hoe installeer mens VST-inproppe?
fr: Comment installer les modules VST ?
it: Come si installano i plug-in VST?
sl: Kako namestim vtičnike VST?

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p><b>Note:</b> Current Beta (1.3) versions of Audacity will display VST plug-ins automatically, without having to install the VST Enabler.</p> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
it: <ol> <li><p>Innanzitutto, scaricate e decomprimete <a href="%s">VST Enabler</a>.</li> <li><p>Posizionate VST Enabler decompresso, insieme ai plug-in VST, nella cartella “Plug-ins” nella cartella di installazione di Audacity. (In Mac OS X, questa è in genere nella cartella Applicazioni. In Windows, in genere è in Programmi).</li> <li><p>La volta successiva che avviate Audacity, i vostri effetti VST appariranno nella parte inferiore del menu “Effetti”.</li> </ol> <p><b>Nota:</b> Le attuali versioni Beta (1.3) di Audacity visualizzeranno i plug-in VST automaticamente, senza la necessità di installare VST Enabler.</p> <p>Vedere inoltre: <a href="faq?s=install&amp;i=vst-bugs">Perché alcuni plug-in VST sembrano sbagliati, o non funzionano?</a></p>

source: Why do some VST plug-ins look wrong, or not work?
af: Hoekom lyk sommige VST-inproppe verkeerd of werk nie?
fr: Pourquoi certains modules VST ne semblent pas fonctionner?
it: Come mai alcuni plug-in VST sembrano sbagliati o non funzionano?
sl: Zakaj nekateri vtičniki VST izgledajo napačno ali ne delujejo?

source: <p>Stable (1.2) versions of Audacity require the <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> in order to display VST plug-ins. The Enabler can only display a generic, tabular interface for plug-ins, so they may look or act differently than they do in other programs, or not function at all.</p> <p>Current Beta (1.3) versions of Audacity will by default display VST effect plug-ins with their full interface, without the need of an Enabler. If you experience any problems with VST plug-ins in Audacity Beta, please read this <a href="http://forum.audacityteam.org/viewtopic.php?f=37&t=11534&p=45667#p45667">Forum topic</a>. You may <a href="../contact#feedback">contact us</a> to report any difficulties not covered in that topic.</p> <p>Neither version of Audacity supports VST instrument (VSTi) plug-ins. </p>
it: <p>Le versioni stabili (1.2) di Audacity richiedono il <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> per visualizzare i plug-in VST. L'Enabler può visualizzare solo una interfaccia tabellare generica per i plug-in, cosicché possono mostrarsi o agire diversamente da quello che fanno in altri programmi, o non funzionano per nulla.</p> <p>Le correnti versioni Beta (1.3) di Audacity visualizzeranno in maniera predefinita i plug-in effetti VST con la loro interfaccia completa, senza la necessità di un Enabler. Se incontrate qualsiasi problema con i plug-in VST in Audacity Beta, leggete questa <a href="http://forum.audacityteam.org/viewtopic.php?f=37&t=11534&p=45667#p45667">discussione del Forum</a>. Potete <a href="../contact#feedback">contattarci</a> per riferire di qualsiasi difficoltà non trattata in questa discussione.</p> <p>Nessuna versione di Audacity supporta i plug-in VST instrument (VSTi). </p>

source: What should I do if I have problems downloading or installing Audacity?
af: Wat moet ek doen as ek probleme ondervind met die aflaai of installering van Audacity?
fr: Que faire en cas de problèmes lors du téléchargement ou de l'installation de Audacity ?
it: Cosa devo fare se ho problemi a scaricare o installare Audacity?
sl: Kaj naj naredim, če imam težave pri prenašanju ali nameščanju Audacity?

source: <p>If you can't download Audacity, or if the downloaded setup file is corrupt, try downloading it from our <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternate servers</a>.</p>
af: <p>As u nie Audacity kan aflaai nie, of die installasielêer wat u afgelaai het is korrup, probeer om dit af te laai van ons <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternatie we bedieners</a>.</p>
fr: <p>Si vous ne réussissez pas à le télécharger ou si le fichier téléchargé est corrompu, essayez un des <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">serveurs alternatifs</a>.</p>
it: <p>Se non riuscite a scaricare Audacity, oppure se il file di setup è corrotto, provate a scaricarlo dai nostri <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">server alternativi</a>.</p>
sl: <p>Če ne morete prenesti Audacity ali pa je prenesena namestitvena datoteka pokvarjena, jo poskusite prenesti z naših <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">dodatnih strežnikov</a>.</p>

source: <div id="record">Recording</div>
fr: <div id="record">Enregistrement</div>
it: <div id="record">Registrazione</div>
sl: <div id="record">Snemanje</div>

source: How can I record in stereo?
af: Hoe kan ek in stereo opneem?
fr: Comment enregistrer en stéréo ?
it: Come posso registrare in stereo?
sl: Kako lahko snemam v stereo tehniki?

source: <p>To record in stereo, open the Audacity preferences. In the “Audio I/O” section, change the number of recording channels from 1 (mono) to 2 (stereo).</p>
af: <p>Om in stereo op te neem, maak die Audacity-voorkeure. In die “Oudio T/A”-afdeling, verander die aantal opneemkanale van 1 (mono) na 2 (stereo).</p>
fr: <p>Pour enregistrer en stéréo, changez le nombre de canaux d'enregistrement de 1 (mono) à 2 (stéréo) dans l'onglet "E/S audio" du panneau des préférences.</p>
it: <p>Per registrare in stereo, aprite le Preferenze di Audacity. Nella sezione "Audio I/O", cambiate il numero di canali per la registrazione da 1 (mono) a 2 (stereo). </p>
sl: <p>Za snemanje v načinu stereo odprite nastavitve programa Audacity. V razdelku “Zvočni V/I” spremenite število snemalnih kanalov z 1 (mono) na 2 (stereo).</p>

source: How do I record from vinyl records, cassette tapes, or minidiscs?
af: Hoe neem ek op vanaf plate, kassette of minidiscs?
fr: Comment numériser disques vyniles, cassettes audio et minidisques ?
it: Come posso registrare audio da dischi in vinile, musicassette o minidisc?
sl: Kako snemam z vinilnih plošč, zvočnih kaset ali minidiska?
