Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: Page Not Found
af: Bladsy nie gevin nie
fr: Page non trouvée
it: Pagina non trovata
sl: Strani ni mogoče najti.

source: Sorry, the page you are looking for was not found. Please try the <a href="/">Audacity home page</a> or the <a href="/site-map">site map</a>.
af: Jammer, die blad waarvoor u gesoek het, is nie gevind nie. Probeer gerus die <a href="/">Audacity-tuisblad</a> of die <a href="/site-map">werfkaart</a>.
fr: Désolé, la page que vous avez demandé n'a pas pu être trouvée sur le serveur. Retournez à la <a href="/">page d'accueil</a> ou consultez le <a href="/site-map">plan du site</a>.
it: La pagina che state cercando non è stata trovata. Provate a cercare nella <a href="/">pagina Home di Audacity</a> o nella <a href="/site-map">mappa del sito</a>.
sl: Oprostite, stran, ki jo iščete, ni na voljo. Prosimo poskusite <a href="/">domačo stran Audacity</a> ali <a href="/site-map">zemljevid strani</a>.

source: Free Audio Editor and Recorder
af: Vrye oudioredigeerder en -opnemer
fr: Logiciel libre d'enregistrement et de montage audio
it: Editor e registratore audio libero
sl: Brezplačni urejevalnik in snemalnik zvoka

source: for Windows&reg; 98/ME/2000/XP/Vista
fr: pour Windows&reg; 98/Me/2000/XP/Vista
it: per Windows&reg; 98/ME/2000/XP/Vista
sl: za Windows&reg; 98/ME/2000/XP/Vista

source: for Windows&reg; 2000/XP/Vista <p>or <a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b> for Windows&reg; 98/ME</i></p>
fr: pour Windows&reg; 2000/XP/Vista <p>ou <a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b> pour Windows&reg; 98/ME</i></p>
it: for Windows&reg; 2000/XP/Vista <p>o <a href="http://audacity.sourceforge.net/download/beta_windows#ansi">Audacity 1.3.7</a> <b>(Beta)</b> per Windows&reg; 98/ME</i></p>

source: for Mac OS X 10.1 or later
fr: pour Mac OS X 10.1 ou plus
it: per Mac OS X 10.1 o seguenti
sl: za Mac OS X 10.1 ali novejšega

source: for Mac OS X 10.4 or later
fr: pour Mac OS X 10.4 ou plus
it: per Mac OS X 10.4 o seguenti
sl: za Mac OS X 10.4 ali novejšega

source: for Windows&reg;, Mac or GNU/Linux
fr: pour Windows&reg;, Mac ou GNU/Linux
it: per Windows&reg;, Mac o GNU/Linux
sl: Za okolja Windows&reg;, Mac ali GNU/Linux

source: The Free, Cross-Platform Sound Editor
af: Die vrye, kruisplatform-klankredigeerder
fr: Le logiciel de montage audio libre et multi-plateformes
it: L'editor audio libero e multipiattaforma
sl: Brezplačni večplatformni urejevalnik zvoka

source: Screenshots
af: Skermkiekies
fr: Captures d'écran
it: Immagini del programma
sl: Zaslonski zajemi

source: Audacity&reg; is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a> Also check our <a href="http://audacityteam.org/wiki/">Wiki</a> and <a href="http://audacityteam.org/forum/">Forum</a> for more information.
fr: Audacity&reg; est un logiciel libre et open-source destiné à l'édition et à l'enregistrement audio. Il est disponible pour Mac OS X, Microsoft Windows, GNU/Linux et d'autres sytèmes d'exploitation. <a href="about">Pour en savoir plus sur Audacity...</a>Voir aussi notre <a href="http://audacityteam.org/wiki/">Wiki</a> et <a href="http://audacityteam.org/forum/">Forum</a> pour plus d'information.
it: Audacity&reg; è un software libero, open source per registrare e modificare l'audio. È disponibile per Mac OS X, Microsoft Windows, GNU/Linux, e altri sistemi operativi. <a href="about/">Imparate di più su Audacity...</a> Controllate anche il nostro <a href="http://audacityteam.org/wiki/">Wiki</a> e il nostro <a href="http://audacityteam.org/forum/">Forum</a> per avere maggiori informazioni.
sl: Audacity&reg; je brezplačen, odprto-koden program za snemanje in urejanje zvoka. Na voljo je za Mac OS X, Microsoft Windows, GNU/Linux in druge operacijske sisteme. <a href="about/">Izvedite več o Audacity ...</a> Prav tako za več informacij obiščite naša <a href="http://audacityteam.org/wiki/">wiki</a> in <a href="http://audacityteam.org/forum/">forum</a>.

source: The latest release of Audacity is <a href="/download">1.3.10 (Beta)</a>. Because it is a work in progress and does not yet come with complete documentation or translations into different languages, it is recommended for more advanced users. See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x Beta series.
it: L'ultima versione di Audacity è la <a href="/download">1.3.10 (Beta)</a>. Poiché la versione è in fase di sviluppo e non è ancora disponibile con una documentazione completa o con traduzioni in altre lingue, se ne raccomanda l'utilizzo solo agli utenti esperti. Vedere <a href="/download/features-1.3-a">Nuove funzionalità in 1.3</a> per avere maggiori informazioni sulle versioni 1.3.x Beta.

source: For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.10 installed on the same machine.
it: Per tutti gli utenti, <a href="/download">Audacity 1.2.6</a> è una versione stabile, completa e ben documentata. Potete installare le versioni 1.2.6 e 1.3.10 di Audacity nello stesso computer.

source: Download Audacity %s
af: Laai Audacity %s af
fr: Télécharger Audacity %s
it: Scaricate Audacity %s
sl: Prenesi Audacity %s

source: Other downloads
af: Ander beskikbare lêers
fr: Autres téléchargements
it: Altri download
sl: Drugi prenosi

source: More news items...
af: Meer nuusbrokkies...
fr: Plus d'actualités...
it: Altre novità...
sl: Več novic ...

source: Get Notified of New Versions
af: Kennisgewing oor nuwe weergawes
fr: Soyez averti de la sortie de nouvelles versions
it: Rimanete aggiornati sulle nuove versioni
sl: Bodite obveščeni o novih različicah

source: Email address
af: E-posadres
fr: Courriel
it: Indirizzo e-mail
sl: E-poštni naslov

source: Add
af: Voeg by
fr: S'abonner
it: Iscrivetevi
sl: Dodaj

source: Remove
af: Verwyder
fr: Se désabonner
it: Annullate l'iscrizione
sl: Odstrani

source: Web Site Copyright and Trademark
af: Webwerfkopiereg en handelsmerk
fr: Copyright et marque déposée
it: Copyright e marchi del sito
sl: Zaščitena znamka in pravice spletnih strani

source: This web site is Copyright &copy; %s members of the Audacity development team. Except where otherwise noted, all text and images on this site are licensed under the <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. You may modify, copy, distribute, and display this material, but you must give credit to the original authors. Please see the license for details.
af: Hierdie webwerf is Kopiereg &copy; %s lede van die Audacity-ontwikkelingspan. Behalwe waar anders vermeld, val alle teks en beelde op hierdie werf onder die <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution-lisensie, weergawe 2.0</a>. U kan hierdie materiaal kopieer, versprei en vertoon, maar u moet erkenning gee aan die oorspronklike outeurs. Sien gerus die lisensie vir detail.
fr: Ce site web est sous Copyright &copy; %s de l'équipe de développement d'Audacity conformément au code de la propriété intellectuelle. Sauf mention contraire, tous les textes et images de ce site se placent sous la <a href="http://creativecommons.org/licenses/by/2.0/">Licence Creative Commons Attribution, version 2.0</a>. Vous etes libres de modifier, copier, distribuer, mais vous avez l'obligation de citer le nom des auteurs originaux. Veuillez consultez la licence pour plus de précisions.
it: Questo sito web è Copyright &copy; %s dei componenti del gruppo di sviluppo di Audacity. Eccetto dove diversamente specificato, tutti i testi e le immagini in questo sito sono sotto la <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, versione 2.0</a>. È possibile modificare, copiare, distribuire, e visualizzare questo materiale, ma si devono menzionare gli autori originali. Si prega di consultare la licenza per i dettagli.
sl: To spletišče je zaščiteno - Copyright &copy; %s člani razvijalske ekipe Audacity. Razen če ni posebej označeno so vsa besedila in slike na teh spletnih straneh izdane pod licenco prilaščanja <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons, različica 2.0</a>. Ta gradiva lahko spreminjate, kopirate, razžirjate in prikazujete, vendar morate pri tem navesti izvirne avtorje. Prosimo, oglejte si licenco za podrobnosti.

source: "Audacity" is a trademark of Dominic Mazzoni. The Google logo is a trademark of Google, Inc.
af: "Audacity" is 'n handelsmerk van Dominic Mazzoni. Die Google-embleem is 'n handelsmerk van Google, Inc.
fr: "Audacity" est une marque déposée de Dominic Mazzoni. Le logo Google est la propriété de Google, Inc.
it: "Audacity" è un marchio di Dominic Mazzoni. Il logo di Google è un marchio di Google Inc.
sl: "Audacity" je zaščiteni znak Dominic-a Mazzoni-ja. Logotip Google je zaščiteni znak podjetja Google, Inc.

source: Features
af: Eienskappe
fr: Fonctionnalités
it: Funzionalità
sl: Odlike

source: This is a list of features in Audacity, the free audio editor. For more information on how to use these features, go to the <a href="../help/">help pages</a>.
af: Hierdie is 'n lys van eienskappe van Audacity, die vrye oudioredigeerder. Vir meer inligting oor die gebruik van hierdie eienskappe, besoek die <a href="../help/">hulpbladsye</a>.
fr: Voici une liste des fonctionnalités offertes par Audacity, l'éditeur audio libre. Pour plus d'informations concernant l'utilisation de ces fonctions, consultez les <a href="../help/">pages d'aide</a>.
it: Questo è un elenco delle funzionalità di Audacity, l'editor audio libero. Per avere maggiori informazioni su come utilizzare queste funzioni, visitate le <a href="../help/">pagine di aiuto</a>.
sl: To je seznam odlik aplikacije Audacity, prostega urejevalnika zvoka. Za več informacij o njihovi uprorabi obiščite <a href="../help/">strani pomoči</a>.

source: <h3>Recording</h3> <p>Audacity can record live audio through a microphone or mixer, or digitize recordings from cassette tapes, vinyl records, or minidiscs. With some sound cards, it can also capture streaming audio.</p> <ul> <li>Record from microphone, line input, or other sources.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Record up to 16 channels at once (requires multi-channel hardware).</li> <li>Level meters can monitor volume levels before, during, and after recording.</li> </ul>
af: <h3>Opneem</h3> <p>Audacity kan lewendige oudio opneem deur 'n mikrofoon of mengbank, of kan opnames digitaliseer vanaf kasette, plate, of minidiscs. Met sommmige klankkaarte kan dit ook oudiostrome opneem.</p> <ul> <li>Neem op vanaf 'n mikrofoon, lyntoevoer, of ander bronne.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Neem tot soveel as 16 kanale gelyktydig op (benodig multikanaal-hardeware).</li> <li>Volumemeters kan volumevlakke monitor voor, gedurende, en na 'n opname.</li> </ul>
fr: <h3>Enregistrement</h3> <p>Audacity peut enregistrer en direct des sons issus d'un microphone ou d'une table de mixage, mais aussi numériser vos cassettes audio, disques vyniles et minidisques. Avec certaines cartes sons, il peut également saisir des flux audio.</p> <ul> <li>Enregistrez à partir d'un microphone, d'une entrée en ligne, ou de bien d'autres sources encore.</li> <li>Postsynchronisez des pistes existantes pour en faire un enregistrement multipistes.</li> <li>Enregistrez jusqu'à 16 pistes en simultané (nécessite de disposer d'un matériel multipistes).</li> <li>Des indicateurs de niveau vous permettent de contrôler les niveaux sonores avant, pendant et après enregistrement.</li> </ul>
it: <h3>Registrazione</h3> <p>Audacity può registrare audio dal vivo attraverso un microfono o un mixer, può digitalizzare registrazioni da musicassette, dischi in vinile o minidisc. Con alcune schede audio può anche catturare flussi audio in streaming.</p> <ul> <li>Registrare da microfoni, dalla porta line in e da altre sorgenti.</li> <li>Miscelare tracce esistenti per creare registrazioni multitraccia.</li> <li>Registrare fino a 16 canali in contemporanea (richiede hardware multicanale).</li> <li>Con i monitor potete monitorare i livelli di volume prima, durante e dopo la registrazione.</li> </ul>
sl: <h3>Snemanje</h3> <p>Audacity lahko snema zvok v živo prek mikrofona, miksete ali pa digitalizira posnetke s kaset, vinilnih plošč ali minidiskov. Z nekaterimi zvočnimi karticami lahko zajema tudi pretočni zvok.</p> <ul> <li>Snemajte iz mikrofona, linijskega vhoda ali drugih virov.</li> <li>Dub over obstoječe sledi za tvorbo večsteznih posnetkov.</li> <li>Posnemite do šestnajst kanalov naenkrat (zahteva večkanalno strojno opremo).</li> <li>Merilniki lahko spremljajo jakost zvoka pred, med in po snemanju.</li> </ul>

source: <h3>Import and Export</h3> <p>Import sound files, edit them, and combine them with other files or new recordings. Export your recordings in several common file formats.</p> <ul> <li>Import and export WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> files.</li> <li>Import MPEG audio (including MP2 and MP3 files) with <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s with the optional LAME encoder library.</li> <li>Create WAV or AIFF files suitable for burning to CD.</li> <li>Import and export all file formats supported by <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (headerless) audio files using the “Import Raw” command.</li> <li><strong>Note:</strong> Audacity does not currently support WMA, AAC, or most other proprietary or restricted file formats.</li> </ul>
af: <h3>In- en uitvoer</h3> <p>Voer klanklêers in, redigeer hulle, en kombineer hulle met ander lêers of nuwe opnames. Voer u opnames uit in verskeie algemene lêerformate.</p> <ul> <li>Voer WAV-, AIFF-, AU-, and <a href="http://vorbis.com">Ogg Vorbis</a>-lêers in of uit.</li> <li>Voer MPEG-oudio in (insluitend MP2 en MP3-lêers) met <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Voer MP3's uit met die opsionele LAME-enkoderingbiblioteek</li> <li>Skep WAV- of AIFF-lêers geskik vir skryf na 'n CD.</li> <li>Voer alle lêerformate in en uit wat deur <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a> ondersteun word.</li> <li>Open rou (koplose) oudiolêers met die “Voer rou in”-opdrag.</li> <li><strong>Let wel:</strong> Audacity ondersteun nie tans WMA, AAC, of meeste eiendoms- of beperkende lêerformate nie.</li> </ul>
fr: <h3>Import et export</h3> <p>Importez des fichiers audio, éditez-les, et assemblez-les avec d'autres fichiers ou de nouveaux enregistrements. Exportez vos enregistrements sous divers formats courants.<p> <ul> <li>Importez et exportez des fichiers WAV, AIFF, AU et <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importez des fichiers MPEG (dont MP2 et MP3) grâce à <a href="http://www.underbit.com/products/mad">libmad</a></li> <li>Exportez des MP3 avec la bibliothèque d'encodage LAME (en option).</li> <li>Créez des fichiers WAV ou AIFF pouvant être gravé sur CD audio.</li> <li>Importez et exporter tous les formats de fichiers supportés par <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Ouvrez des fichiers de données audio à l'état brut (sans entête) avec la fonction "Importer Raw".</li> <li><strong>Note:</strong> Audacity ne supporte pas à l'heure actuelle la plupart des formats propriétaires ou restrictifs tels que WMA et AAC.</li> </ul>
it: <h3>Importazione ed esportazione</h3> <p>Importare file audio, modificarli e unirli con altri file o registrazioni. Esportare le vostre registrazioni in numerosi formati audio</p> <ul> <li>Importare ed esportare file WAV, AIFF, AU e <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importare audio MPEG (compresi i file MP2 e MP3) usando <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Esportare file MP3 usando la libreria opzionale LAME.</li> <li>Creare file WAV o AIFF pronti per essere masterizzati su CD.</li> <li>Importare ed esportare tutti i formati file gestiti da <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Aprire file audio raw (senza header) usando il comando "Importa dati raw"</li> <li><strong>Nota:</strong> attualmente Audacity non supporta WMA, AAC, o altri formati file proprietari o con restrizioni.</li> </ul>
sl: <h3>Uvoz in izvoz</h3> <p>Uvozite zvočne datoteke, jih urejajte in združujte z drugimi datotekami ali novimi posnetki. Izvozite svoje posnetke v več priljubljenih datotečnih zapisih.</p> <ul> <li>Uvozite in izvozite datoteke WAV, AIFF, AU in <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Uvozite zvok MPEG (vključno z datotekami MP2 in MP3) z <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Izvozite MP3-je z opcijsko kodirno knjižnico LAME.</li> <li>Ustvarite datoteke WAV ali AIFF, primerne za pečenje CD-jev.</li> <li>Uvozite in izvozite vse zapise datotek, ki jih podpira <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Odprite zvočne datoteke raw (brez headerja) z uporabo ukaza “Uvozi Raw”.</li> <li><strong>Opomba:</strong> Audacity trenutno ne podpira WMA, AAC ali večine drugih lastniških ali glede pravic omejenih datotečnih zapisov.</li> </ul>

source: <h3>Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste, and Delete.</li> <li>Use unlimited Undo (and Redo) to go back any number of steps.</li> <li>Very fast editing of large files.</li> <li>Edit and mix an unlimited number of tracks.</li> <li>Use the Drawing tool to alter individual sample points.</li> <li>Fade the volume up or down smoothly with the Envelope tool.</li> </ul>
af: <h3>Redigering</h3> <ul> <li>Maklike redigering met knip, kopieer, plak, en skrap.</li> <li>Gebruik onbeperkte ontdoen (en herdoen) om enige aantal stappe terug te gaan.</li> <li>Baie vinnige redigering van groot lêers.</li> <li>Redigeer en meng 'n onbeperkte aantal bane.</li> <li>Gebruik die tekenpen om individuele monsters te wysig.</li> <li>Doof die volume gladweg in of uit met die omhullingtang.</li> </ul>
fr: <h3>Edition</h3> <ul> <li>Editez facilement avec couper, copier, coller et effacer.</li> <li>Annulez de manière illimitée.</li> <li>Editez rapidement de fichiers volumineux.</li> <li>Editez et mixez un nombre illimité de pistes.</li> <li>Utilisez un outil graphique pour modifier les échantillons individuellement.</li> <li>Utilisez les effets de fondu en ouverture et/ou en fermeture avec l'outil d'édition d'enveloppe.</li> </ul>
it: <h3>Modifica</h3> <ul> <li>Modificare con facilità usando i comandi Taglia, Copia, Incolla ed Elimina.</li> <li>Usare la funzione illimitata Annulla (e Ripristina) per tornare indietro per un qualsiasi numero di passaggi.</li> <li>Modificare velocemente file di grandi dimensioni.</li> <li>Modificare e miscelare un numero illimitato di tracce.</li> <li>Usare lo strumento Disegno per modificare singoli campioni.</li> <li>Modificare il volume con lo strumento Inviluppo.</li> </ul>
sl: <h3>Urejanje</h3> <ul> <li>Enostavno urejanje s funkcijami izreži, kopiraj, prilepi in izbriši.</li> <li>Uporaba neomejenega števila razveljavitev (in ponovitev) dejanj za povrnitev katerega koli števila korakov.</li> <li>Izjemno hitro urejanje velikih datotek.</li> <li>Urejanje in mešanje neomejenega števila sledi.</li> <li>Uporaba risalnega orodja za spreminjanje posameznih točk vzorčenja.</li> <li>Nežno povečajte ali zmanjšajte jakost zvoka z orodjem ovojnice.</li> </ul>

source: <h3>Effects</h3> <ul> <li>Change the pitch without altering the tempo, or vice-versa.</li> <li>Remove static, hiss, hum, or other constant background noises.</li> <li>Alter frequencies with Equalization, FFT Filter, and Bass Boost effects.</li> <li>Adjust volumes with Compressor, Amplify, and Normalize effects. <li>Other built-in effects include: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
af: <h3>Effekte</h3> <ul> <li>Verander die toonhoogte sonder om die tempo te wysig, of anders om.</li> <li>Verwyder statiese ruis, gedreun, of ander konstante agtergrondgeraas.</li> <li>Wysig frekwensies met effekte vir gelykstelling (equalisation), FFT-filtrering, en basversterking.</li> <li>Pas volumes aan met effekte vir kompressie, versterking, en normalisering. <li>Ander ingeboude eienskappe sluit in: <ul> <li>Eggo</li> <li>Phaser</li> <li>Wahwah</li> <li>Agteruit</li> </ul> </li> </ul>
fr: <h3>Effets</h3> <ul> <li>Modifiez la hauteur sans altérer le tempo, et inversement.</li> <li>Supprimez les bruits de fond stationnaires.</li> <li>Jouez sur les fréquences avec l'équaliseur, le filtre FFT et l'effet d'amplification des basses.</li> <li>Ajustez les niveaux sonores avec les fonctions de compression, d'amplification et de normalisation.</li> <li>Et encore plus de fonctions: <ul> <li>Echo</li> <li>Phaser</li> <li>Wah-wah</li> <li>Inversion de sens</li> </ul> </li> </ul>
it: <h3>Effetti</h3> <ul> <li>Cambiare l'intonazione senza alterare la velocità, o vice-versa.</li> <li>Rimuovere vari tipi di rumore di fondo.</li> <li>Alterare le frequenze con l'Equalizzazione, il filtro FFT e l'effetto "Esalta i bassi".</li> <li>Regolare il volume con gli effetti Compressione, Amplifica e Normalizza.</li> <li>Altri effetti tra i quali: <ul> <li>Eco</li> <li>Phaser</li> <li>WahWah</li> <li>Inverti</li> </ul> </li> </ul>
sl: <h3>Učinki</h3> <ul> <li>Spremenite višino tona brez spreminjanja tempa ali obratno.</li> <li>Odstranite statiko, šum, brum ali druge nespremenljive zvoke iz ozadja.</li> <li>Spreminjajte frekvence z izenačevanjem, filtrom FFT in učinki Bass Boost.</li> <li>Prilagodite jakosti z učinki stiskanja, ojačevanja in normalizacije. <li>Drugi vgrajeni učinki vključujejo: <ul> <li>odmev</li> <li>fazer</li> <li>wahwah</li> <li>obratno</li> </ul> </li> </ul>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 kHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
fr: <h3>Qualité sonore</h3> <ul> <li>Enregistrez et éditez en 16/24/32 bits (en virgule flottante).</li> <li>Enregistrez jusqu'à 96kHz.</li> <li>Les taux d'échantillonnage et les formats sont convertis à l'aide d'un lisseur et d'un convertisseur d'échantillonnage de haute-qualité.</li> <li>Combinez des pistes avec des fréquences d'échantillonnage ou des formats différents, qu'Audacity convertira automatiquement en temps réel.</li> </ul>
it: <h3>Qualità audio</h3> <ul> <li>Registrare e modificare audio campionato a 16-bit, 24-bit e 32-bit (floating point) </li> <li>Registrare fino a 96 Khz.</li> <li>I formati audio e le frequenze di campionamento sono convertiti mantenendo un'alta qualità.</li> <li>Miscelando tracce con differenti frequenze di campionamento o in diversi formati audio, Audacity eseguirà automaticamente la conversione in tempo reale.</li> </ul>
sl: <h3>Kakovost zvoka</h3> <ul> <li>Snemajte in urejajte 16-bitne, 24-bitne in 32-bitne (plavajoča vejica) vzorce.</li> <li>Snemajte do 96 KHz.</li> <li>Mere vzorčenja in formati se pretvarjajo z uporabo visokokvalitetnega ponovnega vzorčenja in ditheringa.</li> <li>Mešajte sledi z različnimi merami vzorčenja ali formati in Audacity jih pretvori samodejno v realnem času.</li> </ul>
