Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you want a download without help files, or cannot run the installer because of restricted permissions, download and unzip this or Windows 98/ME file below instead.
fr: <a href="%s">fichier %s zip d'Audacity</a> (%.1lf MB) - Si vous voulez une version sans les fichiers d'aide ou si vous ne pouvez pas exécuter le programme d'installation parceque vous êtes dans environnement avec droits restreints, téléchargez et décompressez ce fichier ou le fichier ci-dessous à la place.
it: <a href="%s">File zip Audacity %s</a> (%.1lf MB) - Se volete scaricare senza i file di aiuto, o non potete avviare l'installer a causa di autorizzazioni limitate, scaricate e decomprimete questo file o invece il file Windows 98/ME seguente.

source: <b>For advanced users</b>, <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Windows_Binaries">Nightly Builds</a> are available for testing purposes.
fr: <b>Pour les utilisateurs avancés</b>, les<a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Windows_Binaries">Nightly Builds</a> sont disponibles à des fins de tests.
it: <b>Per gli utenti esperti</b>, sono disponibili i <a href="http://wiki.audacityteam.org/index.php?title=Nightly_Builds#Windows_Binaries">Nightly Builds</a> per scopi di controllo.

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
fr: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - La dernière version du logiciel libre de montage audio Audacity.
it: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (file .exe, %.1lf MB) - L'ultima versione dell'editor audio libero Audacity. Vedere <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">Ulteriori informazioni su Vista</a>.
sl: Windows 98/ME/2000/XP/Vista: <a href="%s">Namestitvena datoteka Audacity %s</a> (datoteka .exe, %.1lf MB) - Zadnja različica brezplačnega urejevalnika zvoka Audacity. Oglejte si <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">dodatne informacije o Visti (v angl.)</a>.

source: Audacity Zip file
fr: Fichier zipper d'Audacity
it: File zip Audacity

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because of restricted permissions, download and unzip this file instead.
fr: Windows 98/ME/2000/XP/Vista: <a href="%s">fichier zip d'Audacity : %s</a> (%.1lf MB) - Si vous ne pouvez pas exécuter le programme d'installation car vous travaillez dans un environnement aux droits limités, téléchargez et décompressez ce fichier à la place.
it: Windows 98/ME/2000/XP/Vista: <a href="%s">File zip Audacity %s</a> (%.1lf MB) - Se non potete avviare l'installer a causa di autorizzazioni limitate, scaricate e decomprimete invece questo file.

source: FFmpeg import/export library
fr: bibliothèque d'import/export FFmpeg
it: Libreria importazione/esportazione FFmpeg

source: Allows Audacity to import and export many additional audio formats such as AC3, AMR(NB), M4A and WMA, and to import audio from video files.
fr: Autorise Audacity à importer et exporter plusieurs formats audio additionnels comme : AC3, AMR(NB), M4A et WMA, et à importer l'audio depuis des fichiers vidéos.
it: Permette ad Audacity di importare ed esportare molti altri formati audio come AC3, AMR(NB), M4A e WMA, e di importare audio da file video.

source: If you have trouble with your download, or need an older version of Audacity, try our alternative download links:
fr: Si vous rencontrez des difficultés lors du téléchargement, ou si vous avez besoin d'une version plus ancienne de Audacity, essayez notre serveur alternatif de téléchargement :
it: Se avete problemi di scaricamento, o se avete bisogno di una versione precedente di Audacity, provate i nostri link alternativi di download:

source: <a href="%s">SourceForge</a> (older versions can be viewed by clicking on the appropriate package)
fr: <a href="%s">Sourceforge</a> (les versions anciennes peuvent être vues en cliquant sur le paquet approprié)
it: <a href="%s">SourceForge</a> (le vecchie versioni possono essere visionate facendo clic sul pacchetto appropriato)

source: "Nightly Builds" are Alpha builds from our latest development code that we work on between releases. Your help in testing and <a href="http://audacity.sourceforge.net/contact#feedback">reporting bugs</a> in these builds will be invaluable as we move towards a new 2.0 Stable release. <b>Note:</b>&nbsp;These builds may by definition be more unstable than Beta or Stable releases. They should not be used as your production version of Audacity.
fr: les "Nightly Builds" sont des versions Alpha venant de notre dernier code de développement qui existent entre les versions. Votre aide pour tester et <a href="http://audacity.sourceforge.net/contact#feedback">rapporter les bogues</a> dans ces paquets sera inestimable jusqu'à ce que nous passions à la nouvelle version Stable 2.0. <b>Note:</b>&nbsp;Ces versions alpha sont, par définition, bien plus instable que les versions Béta ou Stable. Elles ne doivent pas être utilisées comme versions de production d'Audacity.
it: "Nightly Builds" sono Alpha build dal nostro ultimo codice di sviluppo che utilizziamo fra le varie versioni. Un vostro aiuto nel provare e <a href="http://audacity.sourceforge.net/contact#feedback">segnalare gli errori</a> in questi build saranno invalutabili mentre ci avviamo verso la nuova versione stabile 2.0. <b>Nota:</b>&nbsp;Questi build possono per definizione essere più instabili delle versioni Beta o Stabile. Essi non dovrebbero essere usati come versione di produzione di Audacity.

source: Documentation and Support
af: Dokumentasie en ondersteuning
fr: Documentation et aide
it: Documentazione e supporto
sl: Dokumentacija in podpora

source: <p><b>Questions?</b> First, check our <a href="faq">Frequently Asked Questions</a> and the following resources:</p> <p> <ul> <li><a href="documentation">Documentation</a> - Read the user manual and quick reference.</li> <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a> is an extensive user-editable help resource including: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> - step-by-step guides on performing common tasks in Audacity, such as making ringtones, removing vocals, mixing, creating podcasts and transferring tapes and records to computer. Some <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">foreign language tutorials</a> are available.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> - these articles will help you work with and understand Audacity and your audio hardware.</li> </ul> </li> </ul> </p>
fr: <p><b>Des questions ?</b> Commencez par consulter notre <a href="faq">Foire Aux Questions</a> ainsi que les documents suivants :</p> <p> <ul> <li><a href="documentation">Documentation</a> - Lisez le manuel de l'utilisateur et le guide des références.</li> <li>Le <a href="http://audacityteam.org/wiki">Wiki d'Audacity</a> est une aide en ligne que les utilisateurs peuvent augmenter, incluant: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Des tutoriels</a> - Guides pas à pas permettant d'accomplir les actions les plus courantes d'Audacity, telles que créer des sonneries, retirer les voix, mixer et créer des podcasts ou encore transférer des cassettes ou disques sur ordinateur. Certains sont disponibles <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">dans plusieurs langues</a>.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Conseils</a> - Ces articles vous aideront à utiliser et comprendre Audacity et votre matériel audio.</li> </ul> </li> </ul> </p>
it: <p><b>Domande?</b> Primo, controllate sulle nostre <a href="faq">FAQ</a> e sulle seguenti risorse:</p> <p> <ul> <li><a href="documentation">Documentazione</a> - Leggete il Manuale utente e la Guida rapida.</li> <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a> è una estesa risorsa di aiuto modificabile dall'utente che comprende: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorial</a> - guide passo dopo passo per l'esecuzione delle più comuni attività in Audacity, come creare suoni di campanello, eliminare parti vocali, miscelare, creare podcast e trasferire nastri e dischi nel computer. Sono disponibili alcuni <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">tutorial in altre lingue</a>.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Suggerimenti</a> - questi articoli vi aiuteranno a lavorare e a conoscere Audacity e il vostro hardware audio.</li> </ul> </li> </ul> </p>
sl: <p><b>Imate vprašanja?</b> Najprej preglejte <a href="faq">Pogosto zastavljena vprašanja</a> in naslednje vire:</p> <p> <ul> <li><a href="documentation">Dokumentacija</a> - preberite uporabniški priročnik in hitri sklicni priročnik.</li> <li><a href="http://audacityteam.org/wiki">Wiki Audacity</a> je obširen vir, ki ga urejajo uporabniki, in ki vključuje: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Vodniki s primeri</a> - vodniki, ki korak za korakom razlagajo najpogostejša opravila v Audacity, kot je izdelava zvonenj, odstranjevanje vokalov, mešanje, ustvarjanje podcastov in presnemavanje kaset in plošč na računalnik. Ne voljo so tudi nekateri <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">vodniki v drugih jezikih</a>.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Nasveti</a> - ti članki vam bodo pomagali pri delu in pri razumevanju Audacity in vaše zvočne strojne opreme.</li> </ul> </li> </ul> </p>

source: <p><b>Still need help?</b> Please <a href="../contact/">contact us</a>.</p>
fr: <p><b>Besoin d'aide supplémentaire ?</b> Alors <a href="../contact/">contactez-nous</a>.</p>
it: <p><b>Ancora bisogno di aiuto?</b> Dovete <a href="../contact/">contattarci</a>.</p>
sl: <p><b>Še vedno potrebujete pomoč?</b> Stopite <a href="../contact/">v stik z nami</a>.</p>

source: This page contains manuals and quick reference guides for the free Audacity sound editor. For additional help, see the <a href="faq">Frequently Asked Questions</a> and our <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> and <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> on the Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>.
fr: Cette page présente les manuels et les guides d'utilisation de l'éditeur audio libre Audacity. Pour plus d'aide, reportez vous à la <a href="faq">Foire aux Questions</a> et les <a href="tutorials">tutoriels</a>.
it: Questa pagina contiene manuali e guide di riferimento rapido per l'editor audio libero Audacity. Per un ulteriore aiuto, leggete i nostri <a href="faq">FAQ</a> e i nostri <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorial</a> e i nostri <a href="http://audacityteam.org/wiki/index.php?title=Tips">Suggerimenti</a> nel <a href="http://audacityteam.org/wiki/">Wiki</a> Audacity.
sl: Ta stran vsebuje priročnike in uporabniške vodnike za brezplačni urejevalnik zvoka Audacity. Za dodatno pomoč si oglejte še <a href="faq">pogosto zastavljena vprašanja</a> in <a href="tutorials">razložene primere</a>, pa tudi <a href="http://audacityteam.org/wiki/index.php?title=Tips">nasvete (v angl.)</a> na <a href="http://audacityteam.org/wiki/">angleškem wikiju</a> Audacity.

source: Quick Reference Guide
af: Vinnige verwysingsgids
fr: Guide de références
it: Breve Guida di Riferimento
sl: Vodič hitrih sklicev

source: Read the Audacity reference online.
af: Lees die Audacity-verwysing aanlyn.
fr: Consultez le guide en ligne.
it: Leggete la Guida di riferimento di Audacity online.
sl: Preberite spletni sklicni vodič za Audacity.

source: (You can also access this reference through the "Help" menu in the Audacity program.)
fr: (Il est également accessible depuis le menu "Aide" du logiciel.)
it: (Potete accedere a questa guida anche attraverso il menu "Aiuto" in Audacity)
sl: (Ta sklic lahko prikličete tudi prek menija "Help" v programu Audacity.)

source: Printable version of the Audacity reference.
af: Drukkerweergawe van die Audacity-verwysing.
fr: Version imprimable du guide.
it: Versione stampabile della Guida di riferimento di Audacity.
sl: Različica sklicnega vodnika Audacity za tiskanje

source: (This can be printed in one step using the print function of your browser.)
fr: (Il est possible de l'imprimer sous forme d'une seule page en utilisant la fonctionnalité d'impression de votre navigateur.)
it: (Questa può essere stampata usando la funzione Stampa del vostro browser).

source: Audacity User's Manual
fr: Manuel utilisateur d'Audacity
it: Manuale utente di Audacity
sl: Uporabniški priročnik za Audacity

source: Read the Audacity manual online.
af: Lees die Audacity-handleiding aanlyn.
fr: Consultez le manuel en ligne.
it: Leggete il manuale di Audacity on-line.
sl: Preberite si spletni priročnik za Audacity.

source: Download the Audacity manual in HTML format.
fr: Téléchargez le manuel d''Audacity au format HTML.
it: Scaricamento del manuale Audacity nel formato HTML.
sl: Prenesite si priročnik za Audacity v zapisu HTML.

source: (To use the manual, unzip it and open the "index.html" file.)
fr: (pour utiliser le manuel, décompressez le et ouvrez le fichier "index.html")
it: (Per usare il manuale, decomprimetelo e aprite il file "index.html").
sl: (Priročnik po prenosu razširite in nato odprite datoteko "index.html".)

source: Download the Audacity manual in PDF format.
fr: Téléchargez le manuel d'Audacity au format PDF.
it: Scaricamento del manuale Audacity nel formato PDF.
sl: Prenesite si priročnik za Audacity v obliki PDF.

source: <div id="about">About Audacity</div>
fr: <div id="about">A propos d'Audacity</div>
it: <div id="about">Informazioni su Audacity</div>
sl: <div id="about">O programu Audacity</div>

source: Is Audacity really free? Why?
af: Is Audacity regtig gratis? Hoekom?
fr: Audacity est-il vraiment libre? Pourquoi ce choix?
it: Audacity è veramente libero? Perché?
sl: Je Audacity zares zastonj? Zakaj?

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for any personal, commercial, or educational purposes, including installing it on as many different computers as you wish. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
fr: <p>Oui, Audacity est un logiciel <a href="../about/">complètement libre et open source</a>. Vous êtes libres d'utiliser ce programme pour toute utilisation personnelle, commerciale ou éducative, y compris en l'installant sur autant d'ordinateurs différents que vous le souhaitez. Vous êtes aussi libres de l'abandonner, de le vendre ou encore de le modifier pour votre usage spécifique, sous les conditions de la licence <a href="../about/license">GNU General Public License</a>.</p> <p>Les auteurs d'Audacity ont décidé d'utiliser la licence GPL pour de nombreuses raisons. Certains d'entre nous par simple générosité, d'autres pour des raisons morales, car nous pensons que tout logiciel doit être libre; d'autres pensent qu'il y a une place à la fois pour les logiciels libres et les logiciels propriétaires.</p> <p>Une autre raison est que cela permettra à Audacity d'être plus populaire et utile. Encore une autre raison est d'encourager les collaborations. Parce qu'Audacity est sous licence libre, des dizaines de personnes à travers le monde ont contribués au code, à la correction de bugs, à la documentation et aux graphismes.</p> <p>Nous accueillons aussi <a href="../community/donate">les dons</a> afin de soutenir le développement d'Audacity.</p>
it: <p>Si, Audacity è <a href="../about/">un software completamente libero e open source</a>. Siete liberi di usare questo programma per qualsiasi scopo personale, commerciale, o didattico, compresa l'installazione su un numero qualsiasi di computer. Siete inoltre liberi di fornirlo, venderlo, o modificarlo per il vostro uso personale, sotto i termini della <a href="../about/license">GNU General Public License</a>.</p> <p>Gli autori di Audacity hanno deciso di rilasciarlo sotto la GPL per molte ragioni. Alcuni di noi lo fanno per generosità. Altri lo fanno per ragioni morali, poiché ritengono che tutto il software debba essere libero; altri ritengono che vi sia posto per il software libero e per quello proprietario.</p> <p>Una ragione per cui Audacity è libero è che sarà più popolare e utile. Un'altra ragione è incoraggiare la collaborazione. A causa della licenza libera di Audacity, dozzine di persone in tutto il mondo hanno contribuito al codice, alla correzione degli errori, alla documentazione, e ai grafici.</p> <p>Accogliamo con favore le <a href="../community/donate">donazioni</a> per supportare lo sviluppo di Audacity.</p>
sl: <p>Da, Audacity je <a href="../about/">popolnoma brezplačna, odprtokodna programska oprema</a>. Ta program lahko brezplačno uporabljate za osebne ali poslovne namene. Prav tako ga lahko brezplačno podarite, prodajate ali spreminjate za lastno uporabo pod pogoji <a href="../about/license">splošne javne licence GNU</a>.</p> <p>Avtorji Audacity so se odločili aplikacijo objaviti pod GPL iz več razlogov. Nekateri to počnemo iz radodarnosti. Nekateri to počnemo iz moralnih razlogov, ker čutimo, da bi morala biti vsa programska oprema zastonj; drugi verjamejo, da je prostor za tako brezplačno kot lastniško programsko opremo.</p> <p>Eden od razlogov, zakaj je Audacity brezplačen, je tudi, da bi bil bolj priljubljen in uporaben. Še en razlog je vzpodbuditi sodelovanje. Zaradi brezplačne licence Audacity so ducati ljudi po svetu prispevali kodo, popravke hroščev, dokumentacijo in grafiko.</p><p>Veseli pa smo <a href="../community/donate">donacij</a> v podporo razvoju Audacity.</p>

source: Does Audacity contain any spyware or adware?
af: Bevat Audacity enige eienskappe vir spioenasie of reklame?
fr: Audacity comporte-t-il des logiciels espions ou des publiciels?
it: Audacity contiene spyware o adware?
sl: Vsebuje Audacity kakšne programe za vohljanje ali oglaševanje?

source: <p>No. Audacity does not include any spyware or adware. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p>
af: <p>Nee. Audacity het nie eienskappe vir spioenasie of reklame nie. Audacity is <a href="../about/">volkome vry een oopbron</a>. Dit word ontwikkel deur 'n groep vrywilligers sonder winsbejag, en die bronkode is beskikbaar vir enigeen om te bestudeer en te gebruik..</p>
fr: <p>Non. Audacity ne comporte aucun espion ou publiciel. Audacity est un <a href="../about/">logiciel libre</a> développé par un groupe de volontaires bénévoles et le code source peut être consulté par chacun.</p>
it: <p>No. Audacity non contiene nessun spyware o adware. Audacity è <a href="../about/">completamente libero e open source</a>. È sviluppato da un gruppo di volontari che non cercano il profitto e il codice sorgente è disponibile per chiunque voglia usarlo o studiarlo. </p>
sl: <p>Ne. Audacity ne vsebuje vohunskih ali reklamnih programov. Audacity je <a href="../about/">popolnoma brezplačen in odprtokoden</a>. Razvija ga neprofitna skupina prostovoljcev in izvorna koda je na voljo vsakomur za študij ali uporabo.</p>

source: May I distribute copies of Audacity?
af: Mag ek kopieë van Audacity versprei?
fr: Puis-je distribuer des copies de Audacity?
it: Posso distribuire copie di Audacity?
sl: Lahko razpečujem kopije programa Audacity?

source: <p>You can redistribute Audacity under the <a href="../about/license">GNU General Public License</a>, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see <a href="../about/license">License, and Advice for Vendors</a>.</p>
fr: <p>Vous pouvez redistribuer Audacity en respectant la licence <a href="../about/license">GNU General Public License</a>, qui vous autorise à modifier, copier et vendre ce programme tant que vous conservez cette licence et laissez le code source disponible. Pour plus de détails, lisez la partie <a href="../about/license">Licence et conseils aux vendeurs</a>.</p>
it: <p>Potete ridistribuire Audacity sotto la <a href="../about/license">GNU General Public License</a>, che vi da il permesso di modificare, copiare, e vendere il programma purché manteniate la stessa licenza e rendiate disponibile il codice sorgente. Per i dettagli, vedere <a href="../about/license">Licenza e consigli per i venditori</a>.</p>
sl: <p>Audacity lahko razširjate pod <a href="../about/license">splošno javno licenco GNU</a>, ki vam daje pravico spreminjati, kopirati in prodajati program, dokler zadržite licenco in omogočate dosegljivost izvorne kode pod istimi pogoji. Za podrobnosti si poglejte <a href="../about/license">licenco in nasvete za prodajalce</a>.</p>

source: Someone is selling Audacity on eBay. Is this legal?
af: Iemand verkoop Audacity op eBai. Is dit wettig?
fr: Quelqu'un vend Audacity sur eBay. Est-ce légal?
it: Qualcuno sta vendendo Audacity su eBay. È legale?
sl: Nekdo prodaja Audacity na Bolhi. Je to legalno?
