Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: You can get the latest Audacity stable or development code from our CVS repository.
fr: Vous pouvez aussi obtenir le dernier code de développement à partir du dépôt CVS.
it: Potete ottenere l'ultima versione stabile o il codice in fase di sviluppo di Audacity dal nostro archivio CVS.
sl: Najnovejšo stabilno ali razvojno izvorno kodo lahko pridobite iz skladišča CVS.

source: Browse the source code online sorted by <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">file name</a> or <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">date</a>.
fr: Consulter le code source en ligne classé par <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">nom de fichier</a> ou par <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">date</a>.
it: Ricercate online il codice sorgente ordinato per <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">nome file</a> o per <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">data</a>.
sl: Brskajte po izvorni kodi Audacity prek spleta; ta je razvrščena po <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">imenu datoteke</a> ali <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">datumu</a>.

source: Type this at the command line to check out the latest stable source code from CVS:
fr: Utiliser cette commande pour vérifier le dernier code source stable d'Audacity depuis CVS :
it: Digitatelo nella linea comandi per ottenere l'ultimo codice sorgente stabile da CVS:
sl: Vnesite naslednji ukaz v ukazno vrstico za pridobitev najnovejše izvorne kode Audacity iz CVS:

source: Or type this at the command line to check out the latest beta/development source code from CVS:
fr: Ou utiliser cette commande pour vérifier le dernier code source non-stable/en développement depuis CVS :
it: Oppure digitatelo nella linea comandi per provare l'ultimo codice sorgente beta/in fase di sviluppo da CVS:
sl: Ali vnesite ta ukaz v ukazno vrstico za najnovejšo razvijalsko/beta izvorno kodo Audacity iz CVS:

source: For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>. If using an interface CVS tool such as TortoiseCVS or WinCVS, use the command instructed in the tool's documentation.
fr: Pour plus d'information, lire les <a href="http://sourceforge.net/cvs/?group_id=6235">instructions SourceForge CVS</a>.Si vous utilisez un outil d'interface CVS comme TortoiseCVS ou WinCVS, utilisez la commande indiquée dans la documentation de cet outil.
it: Per avere maggiori informazioni, leggete le <a href="http://sourceforge.net/cvs/?group_id=6235">istruzioni CVS SourceForge</a>. Se state usando uno strumento interfaccia CVS come TortoiseCVS o WinCVS, usate il comando indicato nella documentazione dello strumento.
sl: Za več informacij si preberite <a href="http://sourceforge.net/cvs/?group_id=6235">navodila SourceForge CVS (v angl.)</a>. Če uporabljate orodje vmesnika za CVS, kot sta TortoiseCVS ali WinCVS, uporabite ukaz, predlagan v dokumentaciji orodja.

source: See the source code page for <a href="../download/source#instructions">compilation instructions</a>.
fr: Voir la page code source pour <a href="../download/source#instructions">les instructions de compilation</a>.
it: Vedere la pagina del codice sorgente per le <a href="../download/source#instructions">istruzioni sulla compilazione</a>.
sl: Poglejte si stran izvorne kode za <a href="../download/source#instructions">napotke pri prevajanju (v angl.)</a>.

source: Bug Tracking
fr: Suivi des bugs
it: Tenere traccia degli errori
sl: Sledenje hroščem

source: The Audacity developers now use <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/index.php">Wiki</a> to keep track of confirmed bugs. Check the list of <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Release Issues</a> on that page if you are looking for something to work on.
fr: Les développeurs d'Audacity utilisent maintenant <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">une liste de contrôle des versions</a> dans un <a href="http://audacityteam.org/wiki/index.php">Wiki</a> pour garder la trace des bugs confirmés. Regardez la liste des <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">problèmes des versions</a> sur cette page si vous recherchez quelque chose pour travailler dessus.
it: Gli sviluppatori di Audacity ora usano <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> nel <a href="http://audacityteam.org/wiki/index.php">Wiki</a> per tenere traccia degli errori confermati. Controllate la lista <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Release Issues</a> in questa pagina se volete dare uno sguardo a qualcosa su cui state lavorando.
sl: Razvijalci Audacity zdaj uporabljajo <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> (preverjalni seznam) na <a href="http://audacityteam.org/wiki/index.php">wikiju</a>, s katerim ohranjajo pregled nad potrjenimi hrošči. Preverite seznam <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Release Issues</a> na tej strani, če iščete delo, ki bi ga lahko kot razvijalec opravili.

source: <strong>Note:</strong> This Checklist is for development use only. If you are a user reporting new bugs, please <a href="../contact/">use our Forum or e-mail us</a> instead.
fr: <strong>Note:</strong> Cette liste est pour une utilisation de développement uniquement. Si vous êtes un utilisateur qui reporte un bug, veuillez plutôt <a href="../contact/">utiliser nos Forums ou nous envoyer un email </a>.
it: <strong>Nota:</strong> Questa Checklist è usata solo in fase di sviluppo. Se siete un utente che comunica nuovi errori, invece <a href="../contact/">usate il nostro Forum o inviateci una e-mail </a>.
sl: <strong>Opomba:</strong> Ta preverjalni seznam uporabljajo le razvijalci. Če ste uporabnik, ki želi poročati o novih hroščih, raje <a href="../contact/">uporabite naš forum ali pa nam pošljite e-sporočilo</a>.

source: Submitting Patches
fr: Soumettre des patchs
it: Invio di patch
sl: Pošiljanje popravkov

source: We welcome patches from developers. Please see our <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on the <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
fr: Nous accueillons bien volontiers les patchs faits par des développeurs. Consultez notre page <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Soumettre des patchs</a> sur notre <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
it: Accogliamo con favore le patch da parte degli sviluppatori. Siete pregati di vedere la nostra pagina <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Invio di patch</a> nella pagina <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
sl: Popravki napak razvijalcev so seveda dobrodošli. Prosimo, da si ogledate stran <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Pošiljanje popravkov</a> na našem <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">wikiju</a>.

source: Audacity is free software, developed by volunteers. Here's how you can contribute to the Audacity project:
af: Audacity is vrye sagteware, deur vrywilligers ontwikkel. U kan as volg bydra tot die Audacity-projek:
fr: Audacity est un logiciel libre développé par des volontaires. Vous pouvez contribuer au projet Audacity de plusieurs manières:
it: Audacity è un software libero, sviluppato da volontari. Qui potete vedere come contribuire al progetto Audacity:
sl: Audacity je zastonj programska oprema, ki jo razvijajo prostovoljci. Tukaj so možnosti, kako lahko tudi vi pomagate projektu Audacity:

source: Give us feedback, report bugs, join the Audacity user community and help other users.
fr: Donnez vos avis, signalez nous des bogues, et intégrez la communauté des utilisateurs d'Audacity et aidez les autres utilisateurs.
it: Inviateci i vostri commenti, resoconti di errori, unitevi alla comunità degli utenti Audacitye e aiutate gli altri utenti.
sl: Pišite nam, poročajte o hroščih, postanite del uporabniške skupnosti Audacity in pomagajte drugim uporabnikom.

source: If you are a C++ programmer, join the development team and help us improve Audacity. We also welcome documentation and other contributions, and can help with questions on building and modifying the Audacity source code.
fr: Si vous développez en C++, vous pouvez rejoindre l'équipe de développement et nous aider à améliorer Audacity. Nous encourageons les initiatives de documentation et les autres contributions, et pouvons aider avec des questions de constructions et de modifications du code source d'Audacity.
it: Se siete un programmatore C++, unitevi al team di sviluppo e aiutateci a migliorare Audacity. Accogliamo con favore documentazione e altri contributi, e coloro che possono fornire un aiuto con domande sulla creazione e modifica del codice sorgente di Audacity.
sl: Če znate programirati v jeziku C++, se lahko pridružite razvijalski ekipi in nam pomagate izboljšati Audacity. Pozdravljamo dokumentacijo in tudi druge prispevke, na voljo smo za vprašanja o gradnji in spreminjanju izvorne kode Audacity.

source: If you are fluent in both English and another language, you can help translate the Audacity software and web site. We also need people to help provide support for Audacity in different languages.
af: As u vaardig is in beide Engels en 'n ander taal, kan u help om die Audacity-sagteware en -webwerf te vertaal. Ons benodig ook mense om te help met ondersteuning vir Audacity in verskillende tale.
fr: Si vous maîtrisez l'anglais et une autre langue, vous pouvez aider à la traduction du logiciel et de son site internet. Une communauté d'utilisateurs expérimentés permet de proposer un support à Audacity dans diverses langues.
it: Se conoscete bene l'inglese e un'altra lingua, potete aiutarci traducendo il software Audacity e il sito web. Abbiamo anche bisogno di persone che forniscano supporto per Audacity in diverse lingue.
sl: Če tekoče obvladate angleščino in kak drug jezik, nam lahko pomagate s prevodom aplikacije in spletnih strani Audacity. Prav tako potrebujemo sodelavce, ki bi nudili pomoč za Audacity v različnih jezikih.

source: We welcome donations to support Audacity development.
fr: Nous acceptons volontiers les donations pour le développement d'Audacity.
it: Accogliamo con favore donazioni per il supporto allo sviluppo di Audacity.
sl: Veseli smo <a href="donate">doniranih sredstev</a> v podporo razvoja Audacity.

source: User Community
af: Gebruikergemeenskap
fr: Communauté d'utilisateurs
it: Comunità degli utenti
sl: Skupnost uporabnikov

source: Audacity was written by volunteers in their spare time. If you appreciate Audacity and would like to help out, here are some ideas:
af: Audacity is geskryf deur vrywilligers en hulle vrye tyd. Indien u Audacity waardeer en wil handjie bysit, is hier 'n paar idees:
fr: Audacity a été écrit par des volontaires pendant leur temps libre. Si vous appréciez Audacity et souhaitez l'aider, voici quelques sugestions :
it: Audacity è stato scritto da volontari nel loro tempo libero. Se apprezzate Audacity, e volete dare un aiuto, qui potete trovare alcune idee:
sl: Audacity so ustvarili prostovoljci v svojem prostem času. Če vam je Audacity všeč in bi radi pomagali, je tukaj nekaj zamisli:

source: Say Hello!
fr: Dites Bonjour !
it: Dite ciao!
sl: Recite živjo!

source: If you enjoy Audacity,
fr: Si vous appréciez Audacity
it: Se vi piace Audacity,
sl: Če vam je Audacity všeč,

source: write to us
fr: écrivez nous
it: scriveteci
sl: nam pišite

source: and let us know that you like it. It makes us happy to know that people enjoy it. Also feel free to send comments and suggestions. We're always improving Audacity, and we value your input.
fr: pour nous faire savoir qu'il vous plait. Cela nous fera plaisir de savoir que des gens en sont ravis. Permettez-vous aussi d'envoyer des commentaires et des propositions. Nous cherchons continuellement à améliorer Audacity, et nous ne sous-estimons pas votre opinion.
it: e fateci sapere quello che vi piace. Ci rende felici sapere che piace alle persone. Siete inoltre liberi di inviarci commenti e suggerimenti. Cerchiamo sempre di migliorare Audacity, e apprezziamo le vostre indicazioni.
sl: in nam povejte, da vam je všeč. Veseli nas vedeti, da je ljudem všeč. Prav tako nam pošljite pripombe in predloge. Vedno izboljšujemo Audacity in cenimo vaše povratne informacije.

source: <h3>Join the User Community</h3>
fr: <h3>Rejoindre la communauté des utilisateurs</h3>
it: <h3>Unitevi alla comunità degli utenti</h3>
sl: <h3>Pridružite se skupnosti uporabnikov</h3>

source: Subscribe to the
fr: Abonnez-vous aux
it: Iscrivetevi alla
sl: Naročite se na

source: audacity-users mailing list
fr: listes de diffusion des utilisateurs d'Audacity
it: mailing list degli utenti di Audacity
sl: poštni seznam audacity-users

source: to share tips, questions and feedback with other Audacity users and developers.
fr: pour partager des conseils, questions et impressions avec les autres utilisateurs et les développeurs d'Audacity.
it: per condividere consigli, domande e suggerimenti con altri utenti e sviluppatori di Audacity.
sl: za izmenjavo nasvetov, vprašanj in odzivov z drugimi uporabniki in razvijalci Audacity.

source: Visit the
fr: Visitez le
it: Visitate il
sl: Obiščite

source: Audacity Wiki
fr: Wiki d'Audacity
it: Wiki Audacity
sl: Wiki Audacity,

source: a community resource where users can add or edit information about Audacity and digital audio.
fr: une ressource communautaire où les utilisateurs peuvent ajouter ou éditer des informations à propos d'Audacity et de l'audio numérique.
it: una risorsa colettiva in cui gli utenti possono aggiungere o modificare informazioni su Audacity e sull'audio digitale.
sl: vir skupnosti, kjer lahko uporabniki dodajajo in spreminjajo podatke o Audacity in digitalnem zvoku.

source: Join our
fr: Rejoignez notre
it: Unitevi al nostro
sl: Pridružite se

source: Audacity Forum
fr: Forum d'Audacity
it: Forum Audacity
sl: forumu Audacity,

source: where you can ask and answer questions about Audacity.
fr: où vous pourrez poser toute question sur Audacity, ou y répondre.
it: in modo da poter chiedere aiuto e rispondere a domande su Audacity.
sl: kjer lahko o Audacity postavljate vprašanja in odgovarjate nanje.

source: Report bugs
fr: Signaler des bugs
it: Resoconto degli errori
sl: Poročajte o hroščih

source: If you find a bug in Audacity,
fr: Si vous trouvez un bug dans Audacity,
it: Se trovate un errore in Audacity,
sl: Če v Audacity najdete hrošča,

source: let us know
fr: faites-le nous savoir
it: fatecelo sapere
sl: nam to sporočite.

source: Be a Beta Tester
fr: Devenir un Beta testeur
it: Essere un Beta Tester
sl: Postanite preizkuševalec razvojnih različic

source: In addition to the latest stable version of Audacity, we usually have beta versions available. These versions usually contain new features that haven't been fully tested. If you want to help out,
fr: En plus de la dernière version stable d'Audacity, nous avons habituellement des versions beta disponibles. Ces versions contiennent habituellement de nouvelles fonctionnalités qui n'ont pas été totalement testées. Si vous voulez nous aider,
it: Oltre all'ultima versione stabile di Audacity, di solito rendiamo disponibili delle versioni beta. Queste versioni in genere contengono delle nuove funzionalità che non sono state completamente provate. Se volete potete aiutarci,
sl: Poleg najnovejše stabilne različice Audacity imamo ponavadi na voljo različice beta. Te različice ponavadi vsebujejo nove funkcionalnosti, ki še niso bile v celoti preizkušene. Če nam želite pomagati,

source: download
fr: téléchargement
it: scaricando
sl: prenesite

source: the Beta version and play with it.
fr: la version beta et jouer avec.
it: la versione Beta e utilizzandola.
sl: različico beta in se poigrajte z njo.

source: Let us know
fr: Faites nous savoir
it: Fateci sapere
sl: Povejte nam,

source: what you like and don't like, and how you think it should be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.
fr: ce que vous aimez ou pas, et comment vous pensez que cela peut être amélioré. Dites nous si vous trouvez n'importe quelle <em>régression</em> - des choses qui normalement fonctionnent mais qui ne fonctionnent plus.
it: quello che vi piace e quello che non vi piace, e come pensate che debba essere migliorato. Diteci se trovate qualche <em>regressione</em> - le cose che usate per lavorare, ma che non funzionano.
sl: kaj vam je všeč in kaj ne, in kako mislite, da bi moralo biti. Povejte nam, če najdete kakšno <em>regresijo</em> - zadeve, ki so nekoč delovale, zdaj pa ne delujejo več.

source: A group of volunteers is translating the free Audacity sound editor into many different languages. The translation effort is now focused exclusively on Audacity 1.3 Beta as we prepare it to be our next Stable Release. If you would like to help, please join the %saudacity-translation mailing list%s and introduce yourself. Please read the instructions below on how to start working on translations.
fr: Un groupe de volontaires s'occupe de la traduction de l'éditeur audio libre Audacity en plusieurs langues. L'effort de traduction est à présent exclusivement dirigé vers Audacity 1.3 Béta car nous préparons la prochaine version Stable. Si vous souhaitez les aider, inscrivez-vous sur la liste de diffusion %s audacity-translation %s et présentez-vous. Veuillez lire les instructions ci dessous sur comment démarrer un travail de traductions.
it: Un gruppo di volontari sta traducendo l'editor audio libero Audacity in diverse lingue. Lo sforzo della traduzione è ora incentrato su Audacity 1.3 Beta che stiamo preparando come prossima versione stabile. Se volete aiutarci, siete pregati di unirvi alla %saudacity-translation mailing list%s e inseritevi voi stessi. Siete pregati di leggere le istruzioni seguenti su come iniziare a lavorare sulle traduzioni.

source: Resources for Translators
af: Hulpbronne vir vertalers
fr: Ressources pour les traducteurs
it: Risorse per i traduttori
sl: Viri za prevajalce

source: Mailing list and archives
af: Poslyste en -argiewe
fr: Listes de diffusion et archives
it: Mailing list e archivi
sl: Poštni seznami in arhivi

source: Translating Audacity</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.
fr: Traduire Audacity</a> sur le <a href="http://wiki.audacityteam.org/index.php">Wiki d'Audacity</a>.
it: Tradurre Audacity</a> sul <a href="http://wiki.audacityteam.org/index.php">Wiki</a> di Audacity.

source: Latest audacity.pot file%s (last updated %04d/%02d/%02d)
fr: Dernier fichier audacity.pot%s (dernière mise à jour %04d/%02d/%02d)
it: Ultimo file%s audacity.pot (ultimo aggiornamento %04d/%02d/%02d)
sl: Najnovejša datoteka audacity.pot%s (nazadnje posodobljena %4$02d.%3$02d.%2$04d)

source: Latest audacity_website.pot file%s (last updated %04d/%02d/%02d)
fr: Dernier fichier audacity_website.pot%s (dernière mise à jour %04d/%02d/%02d)
it: Ultimo audacity_website.pot%s (ultimo aggiornamento %04d/%02d/%02d)
sl: Najnovejša datoteka audacity_website.pot%s (nazadnje posodobljena %4$02d.%3$02d.%2$04d)

source: Audacity Beta User Manual</a> - The Audacity Beta User Manual also requires translating. This is done online using Wiki software. To create an account and start translating, please contact
fr: Manuel Utilisateur d'Audacity Bétâ</a> - Le Manuel Utilisateur d'Audacity Bétâ demande aussi à être traduit. Ceci se fait en ligne en utilisant un Wiki. Pour créer un compte et démarrer la traduction, veuillez contacter
it: Manuale utente Audacity Beta</a> - Il manuale utente Audacity Beta deve essere tradotto. Questo viene eseguito online usando il software Wiki. Per creare un account e iniziare la traduzione, contattateci
