Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: Increases or decreases the volume of the sound being cued by the given number of decibels.
fr: Augmente ou diminue le niveau sonore d'un nombre donné de décibels.
it: L'aumento o la riduzione del volume dell'audio sono definiti dal numero di decibel fornito.

source: Starts the given sound at a particular time in seconds. This can't be used to add silence at the beginning or end, but it can be used when combining two or more sounds.
fr: Commence le son à un instant t spécifié en secondes. Cette fonction ne peut être utilisée pour ajouter du silence au début ou à la fin d'un signal, mais lors de la combinaison de plusieurs sons.
it: Iniziare l'audio fornito a un particolare tempo in secondi. Questo non può essere usato per aggiungere silenzio all'inizio o alla fine, ma può essere usato quando si combinano due o più suoni.

source: Creates a sequence of sound s1 followed by sound s2.
fr: Enchaîne le son s2 à la suite du son s1.
it: Creare una sequenza di audio s1 seguita da audio s2.

source: Combines two sounds so that they are played simultaneously.
fr: Combine les sons s1 et s2 de manière simultannée.
it: Combinare due audio in modo che siano riprodotti contemporaneamente.

source: Next: Creating Nyquist Plug-Ins
fr: Suite : Création de modules Nyquist
it: Successivo: Creare plug-in Nyquist
sl: Sledi: Ustvarjanje vtičnikov Nyquist

source: %sCreating a plug-in for Audacity using Nyquist is as simple as creating a text file with the extension ".ny" with some Nyquist code, adding a few comments to indicate the type of plug-in, and placing the file in Audacity's %s directory. Here's a very simple plug-in as an example:%s
fr: %sPour créer un module Nyquist pour Audacity, il suffit de créer un fichier texte avec l'extension ".ny", d'y insérer du code Nyquist, d'y ajouter quelques commentaires indiquant le type de module, et de placer le fichier dans le répertoire %s d'Audacity. Voici un exemple basique :%s
it: %sCreare un plug-in per Audacity usando Nyquist è semplice come creare un file di testo con l'estensione ".ny" con un certo codice Nyquist, aggiungendo pochi commenti per indicare il tipo di plug-in, e posizionando il file nella cartella %s di Audacity. Ecco un plug-in molto semplice come esempio:%s

source: The first two lines of a Nyquist plug-in must be exactly as in the example above, or Audacity will not load it. (The version number is to support future expansions of the plug-in format.) The next line is the type of plug-in, which is discussed below. Then comes the name of the plug-in, which is what is displayed in the menu bar, and then the "action", which is what Audacity displays while it is busy processing the plug-in. There are other optional lines that may follow. Any line that does not begin with a semicolon (;) is assumed to contain Nyquist code and will be executed.
fr: Les deux premières lignes d'un module Nyquist doivent impérativement être celles de l'exemple, sinon il ne sera pas chargé par Audacity. (Le numéro de version sert au support de future version du format de module.) La ligne suivante donne le type de module (ceci sera expliqué plus bas). Viennent ensuite le nom du module (qui sera affiché dans la barre de titre) et l'action (qui sera affichée lors de la phase de calcul). D'autres lignes peuvent contenir des informations supplémentaires. Les lignes ne débutant pas par un point-virgule (;) seront interprétées comme du code Nyquist.
it: Le prime due linee di un plug-in Nyquist devono essere esattamente come l'esempio precedente, altrimenti Audacity non lo caricherà. (Il numero di versione serve a supportare future espansioni del formato plug-in). La linea successiva indica il tipo di plug-in, che viene trattato più avanti. Poi viene il nome del plug-in, che è quello visualizzato nella barra menu, e poi la "azione", che è quella che Audacity visualizza mentre è occupato ad elaborare il plug-in. Vi sono altre linee opzionali che possono seguire. Ogni linea che non inizia con un punto e virgola (;) si presume che contenga un codice Nyquist e verrà eseguita.

source: Audacity has support for three types of plug-ins that can be written in Nyquist:
fr: Audacity supporte trois types de modules Nyquist :
it: Audacity supporta tre tipi di plug-ins scritti in Nyquist:

source: These correspond to the three menus that can contain plug-ins: Generate, Effect, and Analyze. Generate plug-ins are expected to generate new audio from scratch, Effect plug-ins ("process") modify existing audio in-place, and Analyze plug-ins process audio but do not modify it (though they are allowed to add labels).
fr: Ils correspondent aux trois menus qui peuvent proposer des modules : Générer, Effet et Analyser. Des modules de type "Génération" créent de nouveaux sons, ceux de type "Effet" modifient des zones audio sélectionnées et ceux de type "Analyse" traitent des sons mais sans les modifier (ils peuvent néanmoins ajouter des marqueurs).
it: Questi corrispondono ai tre menu che possono contenere i plug-in: Genera, Effetti, e Analizza. I plug-in Genera sono previsti per generare un nuovo audio dal nulla, i plug-in Effetti ("process") modificano un audio esistente, e i plug-in Analizza elaborano l'audio ma non lo modificano (sebbene sia permesso aggiungere etichette).

source: %sFor Effect and Analyze plug-ins, Audacity sets up the Nyquist environment so that the audio the user has selected is in the variable %s. All of the expressions in the plug-in file are executed in order, and the return value of the last expression is substituted for the selection in Audacity. If the last expression does not return audio, Audacity returns an error.%s
fr: %sPour les modules d'effet et d'analyse, Audacity définit l'environnement Nyquist de sorte que la zone audio sélectionnée soit stockée dans la variable %s. Toutes les expressions du fichier ".ny" seront exécutées de manière séquentielle, et la valeur renvoyée par la dernière expression remplacera la sélection dans Audacity. Si cette valeur ne correspond pas à un signal audio, Audacity renvoie un message d'erreur.%s
it: %sPer i plug-in Effetti e Analizza, Audacity configura l'ambiente Nyquist in modo che l'audio che l'utente ha selezionato sia nella variabile %s. Tutte l'espressioni nel file plug-in sono eseguite in ordine, e il valore risultante dell'ultima espressione è sostituito per la selezione in Audacity. Se l'ultima espressione non fornisce audio, Audacity mostra un errore.%s

source: Parameter dialogs
fr: Boîtes de dialogue de paramétrage
it: Dialoghi Parametri
sl: Pogovorna okna za parametre

source: Audacity has limited support for plug-ins showing a dialog to get parameters from the user. Here is an example of a plug-in that opens a dialog:
fr: Audacity est capable d'afficher une boite de dialogue pour la saisie interactive des paramètres. Voici un exemple de module basé sur l'utilisation d'une boîte de dialogue :
it: Audacity ha un supporto limitato per i plug-in che mostrano un dialogo per ottenere parametri dall'utente. Ecco un esempio di un plug-in che apre un dialogo:

source: If Audacity finds at least one "control" line, it will open a dialog to prompt the user for certain parameters to the plug-in. Each parameter consists of a text box and a slider, and after the user has entered each one, the final value will be stored in a Nyquist variable with a name that you specify on the "control" line. Here's what the dialog for the Delay effect shown above looks like in Audacity for Linux:
fr: Si Audacity repère au moins une ligne ";control", il ouvre une boite de dialogue pour demander à l'utilisateur la valeur d'un des arguments du module. A chaque entrée correspond une boite de texte et un curseur, et, après modification de l'une d'elles, la valeur est stockée dans une variable Nyquist dont le nom figure dans la ligne ";control". Voici la boite affichée par Audacity (sous Linux) pour le module d'effet "Delay" :
it: Se Audacity trova almeno una linea "control", aprirà un dialogo per invitare l'utente a fornire certi parametri al plug-in. Ciascun parametro consiste di un campo di testo e di un cursore, e dopo che l'utente ha inserito ognuno, il valore finale verrà memorizzato in una variabile Nyquist con un nome che specificate nella linea "control". Ecco quello che mostra il dialogo per l'effetto Ritardo in Audacity per Linux:

source: Nyquist plugin screenshot
fr: Copies d'écran de module Nyquist (plugin)
it: Immagini dei plugin Nyquist
sl: Zaslonska slika vtičnika Nyquist

source: Note that the "info" line is displayed at the top of the dialog, and that the "\n" becomes a newline. The parameters to the "control" line affect the appearance and limitations of the parameter. Each "control" line must consist of exactly the following 8 elements, in order:
fr: Remarque : la ligne "info" est affichée dans la partie supérieure de la boite, et "\n" devient une nouvelle ligne. Les arguments de la ligne ";control" affectent le type et les bornes des paramètres d'entrée. Chaque ligne ";control" doit comporter dans l'ordre les 8 éléments suivants :
it: Da notare che la linea "info" è visualizzata nella parte superiore del dialogo, e che "\n" diventa una nuova linea. I parametri per la linea "control" agiscono sull'aspetto e le limitazioni del parametro. Ciascuna linea "control" deve consistere esattamente dei seguenti 8 elementi, in ordine:

source: The word "control"
fr: Le mot-clé "control"
it: La parola "control"
sl: Beseda "control"

source: The name of the control - this is the name of the Nyquist variable that will get set when the user manipulates the dialog.
fr: Le nom du paramètre - c'est le nom de la variable Nyquist à laquelle sera assignée la valeur entrée.
it: Il nome del control - questo è il nome della variabile Nyquist che verrà impostata quando l'utente agisce sul dialogo.

source: The label to the left of the control
fr: L'intitulé placé à la gauche du contrôle de saisie
it: L'etichetta a sinistra del control
sl: Oznaka na levi strani kontrolnika

source: %sThe type of value: either %s (integer) or %s.
fr: %sLe type de la variable : soit %s (nombre entier) soit %s.
it: %sIl tipo del valore: %s (intero) o %s.

source: The label to the right of the value (usually the units like "Hz" or "dB").
fr: L'étiquette à placer à droite de la valeur (généralement l'unité de la valeur comme "Hz" ou "dB").
it: L'etichetta a destra del valore (in genere le unità come "Hz" o "dB").

source: The default/initial value of the parameter
fr: La valeur par défaut du paramètre
it: Il valore predefinito/iniziale del parametro
sl: Privzeta/začetna vrednost parametra

source: The minimum value of the parameter
fr: La valeur minimale du paramètre
it: Il valore minimo del parametro
sl: Najmanjša vrednost parametra

source: The maximum value of the parameter
fr: La valeur maximale du paramètre
it: Il valore massimo del parametro
sl: Največja vrednost parametra

source: Returning labels
fr: Retourner des marqueurs
it: Restituzione etichette

source: Instead of returning audio, a Nyquist plug-in can instead return a list of labels. A list of labels is simply a list of time/label pairs, for example:
fr: Au lieu de renvoyer un signal comme sortie du module Nyquist, il est possible de renvoyer une liste de marqueurs. Une liste de marqueurs est tout simplement une liste de couples (temps, étiquette), par exemple :
it: Invece di restituire audio, un plug-in Nyquist può restituire una lista di etichette. Una lista di etichette è semplicemente una lista di coppie tempo/etichetta, per esempio:

source: When a plug-in returns a list of exactly this form, Audacity will create a new label track and add the labels at those positions. This style of plug-in is usually of type "analyze".
fr: Lorsqu'un module renvoie une liste de cette forme précisément, Audacity crée une nouvelle piste de marqueurs et ajoute les étiquettes aux instants correspondants. Ce sont généralement les modules de type "analyse" qui utilise les marqueurs.
it: Quando un plug-in restituisce una lista esattamente in questa forma, Audacity creerà una nuova traccia etichetta e aggiungerà le etichette in quelle posizioni. Questo stile di plug-in è usualmente del tipo "analizza".

source: New! Beginning with Audacity version 1.3.1, you can now optionally return both a start and an end time, like this:
fr: Nouveau ! A partir de la version 1.3.1 d'Audacity, vous pouvez désormais si vous le désirez retourner à la fois un temps de début et un temps de fin, comme ceci :
it: Nuovo! A partire dalla versione 1.3.1 di Audacity, potete ora opzionalmente restituire un tempo di inizio e un tempo di fine, simile a questo:

source: Note that labels are allowed to overlap in Audacity 1.3; the end time of one can be after the start time of the next.
fr: Remarquez que les marqueurs d'Audacity 1.3 peuvent se superposer; la fin d'une zone peut être après le début de la zone marquée suivante.
it: Da notare che le etichette possono sovrapporsi in Audacity 1.3; il tempo di fine di una può posizionarsi dopo il tempo di inizio della successiva.

source: Processing stereo tracks
fr: Traiter des pistes stéréo
it: Elaborare tracce stereo
sl: Obdelovanje stereo sledi

source: Nyquist represents stereo tracks as an array of sounds (not a list). Many Nyquist functions automatically work with these arrays, but not all, so sometimes you may find it necessary to split up a stereo array, or reassemble one. Here are some useful functions:
fr: Nyquist représente les pistes stéréo par des tableaux de sons (et non comme une liste). Beaucoup de fonctions Nyquist travaillent automatiquement avec ce genre de variables, mais il arrive que vous soyez forcé de séparer les deux pistes, de les traiter séparément, puis de les réassembler. Voici quelques fonctions à ce sujet :
it: Nyquist rappresenta le tracce stereo come un insieme di audio (non una lista). Molte funzioni Nyquist funzionano automaticamente con questi insiemi, ma non tutte, cosicché alcune volte potete ritenere necessario dividere un insieme stereo, o riassemblarne uno. Ecco alcune utili funzioni:

source: %sreturns true if %s is an array%s
fr: %srenvoie "true" si %s est un tableau%s
it: %srestituisce vero se %s è un insieme%s

source: %sthe first element in array %s - the left channel%s
fr: %sretourne le premier élément du tableau %s - c'est-à-dire le canal gauche%s
it: %sil primo elemento nell'insieme %s - il canale sinistro%s

source: %sthe second element in array %s - the right channel%s
fr: %sretourne le second élément du tableau %s - c'est-à-dire le canal droit%s
it: %sil secondo elemento nell'insieme %s - il canale destrol%s

source: %smakes %s into a new array of length 2%s
fr: %sdéclare %s comme un tableau de taille 2%s
it: %sproduce %s in un nuovo insieme di lunghezza 2%s

source: %smakes %s the first element of array %s
fr: %sstocke le signal %s dans le premier élément du tableau %s
it: %sproduce %s il primo elemento dell'insieme %s

source: %smakes %s the second element of array %s
fr: %sstocke le signal %s dans le second élément du tableau %s
it: %sproduce %s il secondo elemento dell'insieme %s

source: As a convenience, if the input to your Nyquist plug-in is stereo, but you only output a single (mono) sound, Audacity will automatically copy it to both the left and right channels.
fr: Si le signal d'entrée du module Nyquist est stéréo et que la sortie est un signal mono, Audacity duplique automatiquement la sortie en canaux droite et gauche identiques.
it: Per convenienza, se l'input nel vostro plug-inr Nyquist è stereo, ma producete solo un audio singolo (mono), Audacity automaticamente lo copierà in ambedue i canali destro e sinistro.

source: Where to go from here
fr: Pour aller plus loin...
it: Dove andare da qui
sl: Kam naprej

source: Audacity comes with some sample plug-ins that you can examine or modify as a starting point. The best way to learn Nyquist is to try it. If you're having trouble debugging, consider downloading the standalone version of Nyquist (see the link in Part 1).
fr: Quelques exemples de modules Nyquist sont fournis avec Audacity afin que vous puissiez les examiner. La meilleure manière d'apprendre à utiliser Nyquist est de s'en servir. Si vous rencontrez des problèmes de déboguage, vous pouvez télécharger la version indépendante de Nyquist (suivre le lien dans la première partie).
it: Audacity viene fornito con alcuni plug-in di esempio che è possibile esaminare o modificare come punto di partenza. Il modo migliore per comprendere Nyquist è di provarlo. Se avete problemi nell'eliminare gli errori, prendete in considerazione di scaricare la versione separata di Nyquist (vedere il link nella Parte 1).

source: %sIf you're having trouble getting Nyquist to work at all, please %scontact us%s.%s
fr: %sSi vous n'arrivez pas à faire fonctionner Nyquist, vous pouvez nous %scontacter%s.%s
it: %sSe avete dei problemi nel lavorare con Nyquist, %scontattateci%s.%s

source: %sIf you are working on Nyquist plug-in effects and would like to share them with others, or if you would like to discuss general details of how to achieve certain effects in Nyquist, please join the %saudacity-nyquist mailing list%s.%s
fr: %sSi vous avez mis au point un module d'effet et que vous souhaitez le mettre à la disposition des autres utilisateurs, ou si vous désirez discuter de la manière de concevoir certains effets, inscrivez-vous à la %sliste de diffusion audacity-nyquist%s.%s
it: %sSe state eseguendo un lavoro sui plug-in effetti Nyquist e desiderate condividerlo con altri, o se volete discutere dei dettagli generali di come ottenere certi effetti in Nyquist, iscrivetevi alla %saudacity-nyquist mailing list%s.%s

source: %sDon't forget to consult the full %sNyquist Reference Manual%s for more details of how Nyquist works.%s
fr: %sN'oubliez pas de vous référer au %sManuel de Nyquist%s pour plus de détails sur le fonctionnement de Nyquist.%s
it: %sNon dimenticate di consultare il completo %sManuale di riferimento Nyquist%s per avere maggiori dettagli su come funziona Nyquist.%s
sl: %sNe pozabite pokukati v celosten %sReferenčni priročnik za Nyquist%s, če vas zanimajo podrobnosti, kako deluje Nyquist.%s

source: %B %d, %Y
af: %d %B %Y
it: %d %B %Y
sl: %d.%m.%Y

source: Audacity 1.3.10 released
it: Rilasciato Audacity 1.3.10

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.10 (Beta)</a> for Windows, Mac and Linux/Unix. This release removes a significant number of crash or freeze problems and other major bugs. It brings us very close to our goal of a new 2.0 Release. </p> <p> 1.3.10 is strongly recommended for users on Windows Vista and 7, rather than 1.2.6 Stable. We ask everyone to help us test 1.3.10 and <a href="http://audacity.sourceforge.net/contact/#feedback"> let us know</a> of any problems you find. Advanced users are encouraged to test our latest fixes as we make them by downloading our <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. We hope a final 1.3.11 Beta will follow soon. Please <a href="http://audacity.sourceforge.net/#announce"> subscribe</a> to receive news of all our releases. </p> <p> <b>Summary of Changes in 1.3.10:</b> <div style="width:60%;padding-left:4em"> <dl> <dt> Imports/Exports bug fixes: </dt> <dd> <ul> <li>Freeze importing audio files in Pitch (EAC) view</li> <li>Corrupted WAV or AIFF imports and WMA exports</li> <li>Metadata Editor appeared before the Export window</li> </ul> </dd> <dt> Effects bug fixes: </dt> <dd> <ul> <li> Crash/hang using Equalization; errors in Reverse and Truncate Silence</li> <li> Nyquist: Excessive memory consumption; errors in European locales; inaccurate text box values</li> <li> VST effects remained in menu when no longer available</li> </ul> </dd> <dt> Other bug fixes:</dt> <dd> <ul> <li> Spurious "not writable/disk full" errors when saving projects</li> <li> Desynchronized playback/data loss when using multiple tracks</li> <li> Crash opening Preferences when no valid devices present</li> <li> <i>(Windows)</i> Audacity sometimes did not come up on top at launch</li> <li> <i>(Linux)</i> Crash when undoing or redoing label edits</li> </ul> </dd> <dt> Improvements:</dt> <dd> <ul> <li> Improved copying/pasting of label-with-audio and system clipboard text</li> <li> Contrast Tool now modeless, intuitive handling of multiple project windows, various other improvements</li> </ul> </dd> </dl> </div> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Changes in Audacity 1.3.10</a> for more on 1.3.10 and the Beta series. <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
it: <p> L'Audacity Team è lieto di annunciare il rilascio della versione <a href="/download">Audacity 1.3.10 (Beta)</a> per Windows, Mac e Linux/Unix. Questa versione elimina un significativo numero di crash o corregge problemi e altri importanti errori. Questa versione ci porta molto vicino alla nuova versione 2.0. </p> <p>La versione 1.3.10 è fortemente raccomandata per gli utenti Windows Vista e 7, invece della versione stabile 1.2.6. Chiediamo a ognuno di voi di aiutarci provando la versione 1.3.10 e <a href="http://audacity.sourceforge.net/contact/#feedback"> comunicandoci</a> qualsiasi problema troviate. Gli utenti esperti sono invitati a provare le nostre ultime correzioni eseguite scaricando i nostri <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a>. Ci auguriamo che seguirà presto una versione 1.3.11 Beta. Siete invitati a <a href="http://audacity.sourceforge.net/#announce"> iscrivervi</a> per ricevere comunicazioni sulle novità delle versioni. </p> <p> <b>Sommario delle modifiche nella versione 1.3.10:</b> <div style="width:60%;padding-left:4em"> <dl> <dt> Errori corretti nelle funzioni di importazione/esportazione: </dt> <dd> <ul> <li>Importazione file audio bloccata in vista Intonazione (EAC)</li> <li>Importazione file WAV o AIFF ed esportazione file WMA corrotte</li> <li>L'Editor metadati appariva prima della finestra Esporta</li> </ul> </dd> <dt> Errori corretti negli Effetti: </dt> <dd> <ul> <li> Crash/interruzione usando l'effetto Equalizzazione; errori negli effetti Rovescia e Tronca Silenzio</li> <li> Nyquist: Eccessivo consumo di memoria; errori nelle localizzazioni europee; valori inaccurati nei riquadri di testo</li> <li> Gli effetti VST restavano nel menu quando non erano più disponibili</li> </ul> </dd> <dt> Altri errori corretti:</dt> <dd> <ul> <li> Errori che simulavano "non scrivibile/disco pieno" nel salvataggio dei progetti</li> <li> Riproduzione non sincronizzata/perdita di dati utilizzando tracce multiple</li> <li> Crash aprendo le Preferenze quando presenti dispositivi non validi</li> <li> <i>(Windows)</i> Audacity alcune volte non appariva davanti all'avvio</li> <li> <i>(Linux)</i> Crash quando si annullavano o ripristinavano modifiche delle etichette</li> </ul> </dd> <dt> Miglioramenti:</dt> <dd> <ul> <li> Migliorato funzione di copia/incolla etichette-con-audio e del testo nella clipboard di sistema</li> <li> Lo strumento Contrasto ora senza modalità, gestione intuitiva di multiple finestre progetto, vari altri miglioramenti</li> </ul> </dd> </dl> </div> </p> <p>Vedere <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Modifiche in Audacity 1.3.10</a> per avere maggiori informazioni sulla versione 1.3.10 e le serie Beta. <b>Nota:</b> Questa versione non supporta Windows 98 o ME, per i quali è ancora disponibile <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> la versione 1.3.7.</a>. </p>
