Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: The commands you will need to create and work with audio clips are found in the Edit menu. Some of these commands have the same name as in Audacity 1.2, but their behavior has either changed or has been extended to support new functionality.
fr: Les commandes nécessaires à la création et à l'utilisation de ces clips audio se trouvent dans le menu Édition. Certaines de ces commandes ont le même nom que dans Audacity 1.2 mais leur comportement peut avoir changé ou avoir été amélioré pour prendre en charge de nouvelles fonctionnalités.
it: I comandi di cui avete bisogno per creare e lavorare con i clip audio sono disponibili nel menu Modifica. Alcuni di questi comandi hanno lo stesso nome come in Audacity 1.2, ma il loro comportamento è cambiato o è stato esteso per supportare nuove funzionalità.
sl: Ukazi, ki jih potrebujete za delo z zvočnimi posnetki, najdete v meniju Uredi. Nekateri od teh umajo enako ime kot v Audacity 1.2, vendar pa se je njihovo vedenje spremenilo ali razširilo z novo funkcionalnostjo.

source: There are five ways to end up with multiple clips in a single track:
fr: Il y a cinq manières d'agir sur des clips multiples dans une même piste :
it: Sono disponibili 5 modi per creare più clip in una singola traccia:
sl: Obstaja pet načinov, kako lahko dobite na posamezno sled več posnetkov:

source: Split in the middle of an existing clip.
fr: Scinder à l'intérieur d'un clip existant
it: Dividere nel mezzo un clip esistente.
sl: Razdvoji na sredi obstoječega posnetka.

source: Split Cut in the middle of an existing clip.
fr: Couper à l'intérieur d'un clip existant (l'envoyer vers le presse-papier).
it: Dividere e tagliare nel mezzo un clip esistente.
sl: Razdvoji z rezom na sredi obstoječega posnetka.

source: Split Delete in the middle of an existing clip.
fr: Supprimer à l'intérieur d'un clip existant.
it: Dividere ed eliminare nel mezzo un clip esistente.
sl: Razdvoji z brisanjem na sredi obstoječega posnetka.

source: Paste into an empty portion of an existing track.
fr: Coller/insérer dans une portion vierge d'une piste existante.
it: Incollare in una parte vuota di una traccia esistente.
sl: Prilepi v prazen del obstoječe sledi.

source: Drag a clip from a different track.
fr: Glisser un clip depuis une piste différente
it: Trascinare un clip da una una traccia diversa
sl: Povlecite posnetek z druge sledi.

source: These commands, and other editing commands, are described in detail below. Alternatively, click on the item in the menu to the left to jump directly to that command.
fr: Ces commandes, ainsi que d'autres commandes d'édition, sont décrites en détail ci-dessous. Vous pouvez également cliquer sur un élément du menu de gauche pour rejoindre directement son explication.
it: Questi comandi e gli altri comandi di modifica sono descritti in dettaglio più avanti. In alternativa, fate clic sulla voce nel menu a sinistra per andare direttamente su quel comando.
sl: Ti ukazi in drugi urejevalni ukazi so spodaj podrobneje opisani. Sicer lahko tudi kliknete na element menija na levi za neposreden skok na ta ukaz.

source: Other topics:
af: Ander onderwerpe:
fr: Autres sujets :
it: Altri argomenti:
sl: Druge teme:

source: Moving clips between tracks
fr: Déplacer des clips d'une piste à l'autre
it: Muovere i clip tra le tracce
sl: Premikanje zvokov med sledmi

source: Moving multiple clips at once
fr: Déplacer plusieurs clips en une seule fois
it: Muovere più clip contemporaneamente
sl: Premik več zvokov naenkrat

source: Cut
af: Knip
fr: Coupe magnétisée
it: Taglia
sl: Izreži

source: Removes the selected audio and puts it on the clipboard, and shifts the following audio to the left.
af: Verwyder die geselekteerde oudio, plaas dit op die knipbord, en skuif die daaropvolgende oudio na links.
fr: Retire la sélection audio et la place dans le presse-papier, puis glisse l'audio suivant vers la gauche.
it: Elimina l'audio selezionato e lo inserisce nella clipboard, spostando l'audio seguente verso sinistra.
sl: Odstrani izbrani zvok in ga postavi v odložišče ter zamakne sledeči zvok na levo.

source: Split Cut
fr: Coupe sans réajustement
it: Dividi e taglia
sl: Razdvoji z rezom

source: Removes the selected audio and puts it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
af: Verwyder die geselekteerde oudio, plaas dit op die knipbord, maar skuif nie die daaropvolgende oudio nie. Die voorafgaande en daaropvolgende oudio is nou aparte stukkies wat onafhanklik geskuif kan word.
fr: Retire la sélection audio et la place dans le presse-papier mais ne réajuste pas le reste de la piste. Les parties audio antérieure et postérieure sont désormais des clips séparés qui peuvent être déplacés indépendamment.
it: Elimina l'audio selezionato e lo inserisce nella clipboard, ma non sposta l'audio seguente. L'audio precedente e quello seguente sono ora clip separati che possono essere spostati indipendentemente.
sl: Odstrani izbrani zvok in ga postavi na odložišče, vendar ne zamakne sledečega zvoke. Prejšnji in sledeči zvok sta tako ločena posnetka, ki ju lahko premikate ločeno.

source: Copy
af: Kopieer
fr: Copie
it: Copia
sl: Kopiranje

source: Copies the selected audio to the clipboard.
af: Kopieer die geselekteerde oudio na die knipbord.
fr: Copie la sélection audio dans le presse-papier.
it: Copia l'audio selezionato nella clipboard.
sl: Kopira izbrani zvok na odložišče.

source: Trim
af: Uitknip
fr: Rognage (supprimer en dehors de la sélection)
it: Separa
sl: Poreži

source: Removes all audio from the current clip except the selected part. Does not affect other clips in the same track.
af: Verwyder alle oudio van die huidige stukkie behalwe die geselekteerde deel. Dit affekteer nie ander stukkies in dieselfde baan nie.
fr: Ne conserve que la sélection et efface le reste de la piste audio. Ceci n'affecte pas les autres clips de la même piste.
it: Elimina tutto l'audio dal clip corrente ad eccezione delle parti selezionate. Non agisce sugli altri clip nella stessa traccia.
sl: Odstrani ves zvok iz trenutnega posnetka razen izbranega dela. Ne vpliva na druge posnetke na isti sledi.

source: Delete
af: Skrap
fr: Suppression magnétisée
it: Elimina
sl: Izbriši

source: Removes the selected audio without placing it on the clipboard, and shifts following audio to the left.
af: Verwyder die geselekteerde oudio sonder om dit op die knipbord te sit en skuif die daaropvolgende oudio na links.
fr: Supprime la sélection audio sans la placer dans le presse-papier puis réajuste le reste de la piste en avançant la partie postérieure.
it: Elimina l'audio selezionato senza inserirlo nella clipboard, spostando l'audio seguente verso sinistra.
sl: Odstrani izbrani zvok, ne da bi ga prenesel v odložišče, in pomakne naslednji zvok na levo.

source: Split Delete
fr: Suppression (sans réajustement)
it: Dividi ed elimina
sl: Razdvoji z brisanjem

source: Removes the selected audio without placing it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
fr: Supprime la sélection audio sans la placer dans le presse-papier mais ne réajuste pas le reste de la piste. Les parties audio antérieure et postérieure sont désormais des clips séparés qui peuvent être déplacés indépendamment.
it: Elimina l'audio selezionato senza inserirlo nella clipboard, ma non sposta l'audio seguente. L'audio precedente e quello seguente sono ora clip separati che possono essere spostati indipendentemente.
sl: Odstrani izbrani zvok, ne da bi ga shranil na odložišče, vendar ne zamakne sledečega zvoka. Prejšnji in sledeči zvok sta zdaj ločena posnetka, ki jih lahko neodvisno premikate.

source: Silence
af: Stilte
it: Silenzia
sl: Tišina

source: Replaces the selection with silence
fr: Remplace la sélection par du silence
it: Sostituisce la selezione con il silenzio
sl: Zamenja izbiro s tišino

source: Split
af: Verdeel
fr: Scinder
it: Dividi
sl: Razdvoji

source: Splits the current clip into up to three clips at the selection boundaries. The audio before, within, and after the selection can now all be shifted independently
fr: Scinde le clip en cours en trois clips aux limites de la sélection. Les parties antérieure, interne et postérieure à la sélection peuvent désormais être manipulées séparément
it: Divide il clip corrente fino a tre clip ai margini della selezione. L'audio prima, dentro, e dopo la selezione può ora essere spostato indipendentemente l'uno dall'altro
sl: Razdvoji trenutni posnetek na tri posnetke na mejah izbora. Zvok pred, vmes in po izboru lahko zdaj neodvisno premikate.

source: Duplicate
af: Dupliseer
fr: Dupliquer
it: Duplica
sl: Podvoji

source: Creates a new track containing only the current selection as a new clip
fr: Crée une nouvelle piste contenant uniquement la sélection courante comme nouveau clip
it: Crea una nuova traccia che contiene solo la selezione corrente come un nuovo clip
sl: Ustvari novo sled, ki vsebuje le trenutni izbor kot nov posnetek.

source: Paste - into an existing clip
fr: Coller - dans un clip existant
it: Incolla - in un clip esistente
sl: Prilepi - obstoječi posnetek

source: When you select Paste and the cursor is inside a clip, the audio gets inserted into the middle of the clip and the following audio is shifted to the right to make room
fr: Lorsque vous collez alors que le curseur se trouve à l'intérieur d'un clip, l'audio est inséré dans le clip à la position du curseur et celui qui suit est poussé vers la droite pour lui faire de la place.
it: Quando selezionate Incolla e il cursore è all'interno di un clip, l'audio viene inserito nel mezzo del clip e l'audio seguente è spostato a destra per fargli posto
sl: Ko izberete Prilepi in se kazalka nahaja v posnetku, se zvok vstavi na sredo posnetka in sledeči zvok se zamakne na desno, da naredi prostor vstavljenemu.

source: Paste - into the empty part of a track
fr: Coller - dans une zone vierge de la piste
it: Incolla - nella parte vuota di una traccia
sl: Prilepi - v prazni del sledi

source: When you select Paste and the cursor is outside a clip, and there is enough room for the audio on the clipboard, the audio on the clipboard is inserted without any other clips being shifted over
fr: Lorsque vous collez alors que le curseur se trouve à l'extérieur de tout clip et que l'extrait à coller a assez de place, celui-ci est collé depuis le presse-papier sans que les clips postérieurs ne soient déplacés.
it: Quando selezionate Incolla e il cursore è al di fuori di un clip, e vi è sufficiente spazio per l'audio presente nella clipboard, l'audio nella clipboard viene inserito senza spostare qualsiasi altro clip
sl: Ko izberete Prilepi in je kazalka zunaj posnetka, na odložišču pa je dovolj prostora za zvok, se zvok z odložišča vstavi, ne da bi se drugi posnetki premaknili

source: Join
fr: Grouper
it: Unisci
sl: Združi

source: If you select a region that overlaps one or more clips, they are all joined into one large clip. Regions in-between clips are treated as silence.
fr: Si la sélection chevauche un ou plusieurs clips, ces derniers sont regroupés en un seul grand clip. Les régions comprises entre les clips sont traitées comme des silences.
it: Se selezionate un'area che interessa uno o più clip, questi verranno uniti in un unico grande clip. L'area compresa tra i clip è considerata come silenzio.
sl: Če izberete področje, kjer se prekrivajo eden ali več posnetkov, se vsi združijo v en velik posnetek. Področja med posnetki se obravnavajo kot tišina.

source: The time-shift tool can now be used to move a single clip between tracks. Just click and drag.
fr: L'outil de glissement temporel permet désormais de déplacer un clip d'une piste à l'autre. Il suffit de cliquer et glisser.
it: Ora potete usare lo strumento Spostamento temporale per spostare un singolo clip tra le tracce. Basta che facciate clic e trasciniate.
sl: Orodje za časovni zamik lahko zdaj uporabite tudi za premik posameznega posnetka med sledmi. Le kliknite in povlecite.

source: To time-shift multiple clips at once, select all of the clips you want to move using the normal selection tool, then use the time-shift tool to click and drag. If you click within the selection, all selected clips will move together. If you click outside the selection, only the clip under the mouse cursor will move.
fr: Pour décaler plusieurs clips d'un seul coup, sélectionner tous les clips concernés à l'aide de l'outil normal de sélection, puis utiliser l'outil de glissement temporel pour cliquer et glisser. Si vous cliquez à l'intérieur d'une sélection, tous les clips se déplaceront simultanément. Si vous cliquez à l'extérieur de la sélection, seul le clip sous le curseur se déplacera.
it: Per spostare temporalmente più clip contemporaneamente, selezionate tutti i clip che volete spostare usando lo strumento Selezione, poi usate lo strumento Spostamento temporale per fare clic e trascinare. Se fate clic nella selezione, tutti i clip selezionati verranno spostati insieme. Se fate clic al di fuori della selezione, verrà spostato solo il clip sotto il cursore del mouse.
sl: Za časovni zamik več posnetkov naenkrat izberite vse posnetke, ki jih želite premakniti, z običajnim orodjem za izbiro, nato uporabite orodje za časovni zamik ter kliknite in povlecite. Če kliknete znotraj izbora, se bodo zamaknili vsi izbrani posnetki skupaj. Če kliknete zunaj izbora, se bo premaknil le posnetek pod miškino kazalko.

source: Audacity 1.3: Selection Bar
fr: Audacity 1.3 : Barre de sélection
it: Audacity 1.3: Barra Selezione
sl: Audacity 1.3: Vrstica izbora

source: The selection bar
fr: La barre de sélection
it: La Barra Selezione
sl: Vrstica izbora

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Bar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. The selection bar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
fr: Dans Audacity 1.2, la sélection courante est indiquée dans une barre d'état au bas de la fenêtre. Dans Audacity 1.3, ceci est remplacé par une barre de sélection bien plus fonctionnelle, qui affiche et contrôle la sélection courante (Début et fin, ou Début et durée), ainsi que la position courante. La barre de sélection est personnalisable - une simple modification d'un des champs permet de modifier de manière précise la sélection. De plus, les options de formatage vous permettent d'afficher le temps dans l'unité de votre choix tel l'échantillon, ou l'image NTSC.
it: In Audacity 1.2, la selezione corrente è contenuta in una Barra di stato presente nella parte inferiore della finestra. In Audacity 1.3, questa è sostituita da una Barra Selezione completamente funzionale che visualizza e controlla la selezione corrente (le vostre scelte di Inizio e Fine, o di Inizio e Lunghezza), e dalla posizione corrente dell'audio. La Barra Selezione è completamente modificabile - basta che facciate clic su un campo qualsiasi e digitiate per cambiare la selezione corrente in maniera precisa. Inoltre, molte opzioni di formattazione vi permettono di visualizzare il tempo in diverse unità di misura, come campioni, frame CD, o frame video NTSC.
sl: V Audacity 1.2 je trenutni izbor vsebovan v vrstici stanja na dnu okna. V Audacity 1.3 je to zamenjano z polno funkcionalno Vrstico izbire, ki prikaže in nadzira trenuten izbor (uporabnikova izbira prikaza začetka in konca ali začetka in dolžine) ter trenutni položaj v zvoku. Vrstico izbora je mogoče v celoti urejati - le kliknite na katero koli polje in vnesite natančne spremembe trenutnega izbora. Poleg tega so na voljo številne možnosti oblikovanja, ki omogočajo izpis časa v različnih enotah, kot so vzorci, sličice CD ali video slilčice NTSC.

source: The project sample rate control on the selection bar
fr: Le contrôle du taux d'échantillonnage du projet depuis la barre de sélection
it: Il controllo della frequenza di campionamento progetto nella Barra Selezione
sl: Nadzor mere vzorčenja projekta v vrstici izbora

source: Typing a new time directly into the selection bar.
fr: Frappe directe d'un nouveau chrono dans la barre de sélection
it: Digitare una nuovo tempo direttamente nella Barra Selezione.
sl: Vpišite nov čas neposredno v izbirno vrstico.

source: Different time formats supported by the selection bar
fr: Différents formatages du temps dans la barre de sélection
it: Differenti formati di tempo supportati dalla Barra Selezione
sl: Vrstica izbora podpira različne zapise časa

source: Audacity 1.3: Improved Label Tracks
fr: Audacity 1.3 : Pistes de marqueurs améliorées
it: Audacity 1.3: Migliorate Tracce etichetta
sl: Audacity 1.3: Izboljšane naslovne sledi

source: Label Tracks are Audacity's way for you to create markings and annotations within your project. In Audacity 1.3, Label Tracks are much improved, with support for overlapping labels, and support for modifying both the left and right edge of the label region just by clicking and dragging.
fr: Dans Audacity, les pistes de marqueur sont le moyen de créer des marques et annotations à l'intérieur de votre projet. Dans Audacity 1.3, les pistes de marqueur ont été nettement améliorées et supportent la superposition des marqueurs et la modification des limites droites et gauches de la zone du marqueur par cliquer-glisser.
it: Le Tracce etichetta di Audacity vi permettono di creare contrassegni e annotazioni nel vostro progetto. In Audacity 1.3 le Tracce etichetta sono state migliorate, con supporto per la sovrapposizione delle etichette e supporto per modificare il margine destro e il margine sinistro dell'area etichetta facendo clic e trascinando.
sl: Naslovne sledi so način Audacity, da označujete svoj projekt. V Audacity 1.3 so naslovne sledi v veliki meri izboljšane, s podporo za prekrivanje naslovov in spreminjanje tako levega kot desnega roba področja naslova le s klikom in vlečenjem.

source: To create a label, start by selecting some audio.
fr: Pour créer un marqueur, commencer par sélectionner du contenu audio.
it: Per creare una etichetta, iniziate selezionando dell'audio.
sl: Za ustvarjanje naslova najprej izberite zvok.

source: Select 'Add Label At Selection' from the Tracks menu.
fr: Sélectionner 'Ajouter un marqueur à la sélection' dans le menu Pistes.
it: Selezionate 'Aggiungi etichetta alla selezione' dal menu Tracce.
sl: Izberite 'Dodaj naslov izbiri' v meniju Sledi.

source: Type some text into the label.
fr: Taper du texte dans le marqueur.
it: Digitate il testo desiderato nell'etichetta.
sl: Vnesite besedilo v naslov.

source: Click and drag the handles to resize the label.
fr: Cliquer et glisser les poignées pour redimensionner le marqueur.
it: Fate clic e trascinate le maniglie per ridimensionare l'etichetta.
sl: Kliknite in povlecite ročice za spremembo velikosti naslova.

source: Later, you can retrieve the selection - just click inside the label.
fr: Par la suite, vous pouvez retrouver cette sélection - cliquez simplement dans le marqueur.
it: In seguito, potete ripristinare la selezione - basta fare clic all'interno dell'etichetta.
sl: Kasneje lahko povrnete izbor - le kliknite znotraj naslova.

source: After you click, the label region becomes the current selection, allowing you to perform an operation on other tracks in the area within the label.
fr: Après un clic, la zone du marqueur devient la sélection courante, vous permettant de réaliser une opération sur d'autres pistes dans la zone comprise dans le marqueur.
it: Dopo che avete fatto clic, l'area etichetta diventa la selezione corrente, permettendovi di eseguire una operazione in altre tracce nell'area all'interno dell'etichetta.
sl: Po kliku postane področje napisa trenuten izbor, kar pomeni, da lahko izvedete operacijo na drugih sledeh v področju znotraj naslova.

source: Audacity 1.3: Mac OS X features
af: Audacity 1.3: Mac OS X-eienskappe
fr: Audacity 1.3 : fonctionnalités pour Mac OS X
it: Audacity 1.3: Funzionalità per Mac OS X
sl: Audacity 1.3: odlike različice za Mac OS X

source: Audacity's audio I/O library, PortAudio v19, now supports many more Mac audio devices, including multichannel devices that were not supported before.
fr: La bibliothèque d' E/S audio d'Audacity, PortAudio v19, supporte désormais bien plus de périphériques audio Mac, y compris les périphériques multicanaux non supportés auparavant.
it: La libreria audio I/O di Audacity, PortAudio v19, ora supporta molti più dispositivi audio Mac, compresi i dispositivi multicanale che prima non erano supportati.
sl: Zvočna knjižnica I/O Audacity PortAudio v19 zdaj podpira veliko več zvočnih naprav za Mac, vključno z večsteznimi napravami, ki prej niso bile podprte.

source: Audacity is now available for Intel Macs. For now, this is being provided as a separate download, rather than a universal binary.
fr: Audacity est désormais disponible pour Mac Intel. Il s'agit pour le moment d'un fichier téléchargeable séparément.
it: Audacity è ora disponibile per i Mac Intel. Per ora, questo è fornito come download separato, invece che file binario universale.
sl: Audacity je zdaj na voljo za Intel Mace. Zaenkrat je na voljo kot ločen prenos in ne kot univerzalna izvršilna datoteka.

source: Also on Mac OS X, Audacity now supports Audio Unit plug-ins. Audacity searches for Audio Units in the usual location, in the system or user's Library folder.
fr: Toujours sous Mac OS X, Audacity supporte désormais les modules Audio Unit. Audacity cherche ces modules à leur emplacement usuel, dans le répertoire de bibliothèques du système ou de l'utilisateur.
it: Inoltre in Mac OS X, Audacity ora supporta i plug-in Audio Unit. Audacity cerca Audio Unit nella sede solita, nel sistema o nella cartella Libreria dell'utente.
sl: Na Mac OS X Audacity zdaj podpira vtičnike Audio Unit. Audacity poišče vtičnike Audio Unit na običajnih mestih v sistemski ali uporabnikovi mapi knjižnic (Library).

source: This is the end of new features in Audacity 1.3.1 and 1.3.2. Continue on to read about features that were previously introduced in Audacity 1.3.0.
fr: C'est fini pour les nouvelles fonctionnalités d'Audacity 1.3.1 et 1.3.2. Poursuivez avec les fonctionnalités précédemment introduites dans Audacity 1.3.0.
it: Questa è la fine delle nuove funzionalità di Audacity 1.3.1 e 1.3.2. Continuate a leggere le informazioni sulle nuove funzionalità che sono state precedentemente introdotte in Audacity 1.3.0.
sl: Tukaj je konec opisa novih odlik Audacity 1.3.1 in 1.3.2. Nadaljujte z branjem o odlikah, uvedenih z Audacity 1.3.0.

source: Audacity 1.3: Other features
af: Audacity 1.3: Ander eienskappe
fr: Audacity 1.3 : autres fonctionnalités
it: Audacity 1.3: Altre funzionalità
sl: Audacity 1.3: druge odlike

source: Better performance with large projects
af: Beter werkverrigting met groot projekte
fr: De meilleures performances pour les projets de grande taille.
it: Migliori prestazioni con i progetti più grandi
sl: Boljše delovanje z velikimi projekti
