Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like &quot;free beer&quot;). It is <b>free as in freedom</b> (like &quot;free speech&quot;). Free software gives you the freedom to use a program, study how it works, improve it and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.com/">Firefox</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite and entire Linux-based operating systems such as <a href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
sl: <h3>O prosti programski opremi</h3> <p>Audacity je prosto programje, ki ga razvija skupina prostovoljcev in ki je na voljo pod <a href="license">splošno javno licenco GNU (GPL)</a>.</p> <p>Prosto programje ni le brezplačno (kot &quot;brezplačno pivo&quot;). Je <b>svobodno kot v svobodi</b> (kot &quot;svoboda govora&quot;). Prosta programska oprema ponuja svobodo uporabe programa, proučevanja njegovega delovanja, izboljševanja in deljenja z drugimi. Za več informacij obiščite <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programe, kakršen je Audacity, imenujemo tudi <b>programska oprema odprte kode</b>, saj je njihova izvorna koda na voljo vsem za študij ali uporabo. Na voljo je na tisoče drugih odprtokodnih in brezplačnih programov, vključno s spletnim brskalnikom <a href="http://www.mozilla.org/">Mozillo</a>, pisarniškim paketom <a href="http://www.openoffice.org/">OpenOffice.org</a> in celotnimi operacijskimi sistemi na osnovi Linuxa, kot je <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Ubuntu</a>.</p> <p>Veseli smo <a href="../community/donate">donacij</a> v podporo razvoju Audacity.</p>

source: Audacity raises money via donations, advertisements on our web pages, and product sales through the <a href="http://audacitystore.com/">Audacity Store</a>.
af: Audacity samel geld in deur skenkings, advertensies op ons webblaaie en produkverkope deur die <a href="http://audacitystore.com/">Audacity-winkel</a>.
sl: Audacity zbira finančna sredstva prek donacij, oglaševanja na svoji spletni strani in prodaje izdelka prek <a href="http://audacitystore.com/">trgovine Audacity</a>.

source: If you prefer to send a personal check or another form of payment, please visit the <a href="../about/credits">credits</a> page and contact one of the developers on the Technical Leadership Council.
sl: Če bi raje poslali osebni ček ali drugačno obliko plačila, prosimo obiščite stran <a href="../about/credits">zaslužnih</a> in stopite v stik z enim od glavnih razvijalcev v Tehničnem vodstvenem svetu.

source: We would also like to hear from any companies or groups interested in <a href="http://audacityteam.org/sponsor.php">sponsoring Audacity development</a>.
af: Ons sal ook graag hoor van enige maatskappye of groepe wat belangstel om Audacity-ontwikkeling te <a href="http://audacityteam.org/sponsor.php">borg</a>.
sl: Prav tako bi radi slišali od družb ali skupin, ki jih zanima <a href="http://audacityteam.org/sponsor.php">sponzoriranje razvoja Audacity development</a>.

source: A group of volunteers is translating the free Audacity sound editor into many different languages. If you would like to help, please join the %saudacity-translation mailing list%s and introduce yourself.
sl: Skupina prostovoljcev prevaja brezplačni urejevalnik zvoka Audacity v več jezikov. Če bi želeli pomagati, se, prosimo, pridružite %sdopisnemu seznamu audacity-translation%s in se tam predstavite.

source: The translation effort is now focused on Audacity 1.3. Translations from previous versions of Audacity have been imported and need to be updated.
sl: Prevajalski napori so zdaj usmerjeni v Audacity 1.3. Prevodi prejšnjih različic Audacity so bili preneseni in morajo biti posodobljeni.

source: <h3>Translation Instructions</h3> <p>To start a new translation, download the POT file above. (If the links only produce text in the browser, right-click or control-click and "Save target as" or "Save link as"). Rename the POT to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p>To edit an existing translation, use the links below to download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>On the "log" page for your language, click the "download" link at the top, just to right of "Links to HEAD" (right-click or control-click and save the target or link if necessary).</p> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>To start a new translation in poEdit, open the PO file, then:</p> <ul> <li><b>Catalog > Settings</b>: Fill in the settings. Set the target language in the <b>Language</b> menu.</li> <li>When you <b>File > Save</b>, it writes both the PO and MO files.</li> </ul> <p>To test a new translation in Audacity:</p> <ul> <li>Create a new directory in audacity/languages named as the code for the target language. The abbreviations are shown at <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "audacity/languages/ta".</li> <li>Copy audacity.mo into that new directory, for example, into "audacity/languages/ta". </li> <li>Open Audacity and in <b>Preferences: Interface</b>, the new language should now appear in the Language menu. Choose it, quit, then restart and you should see your translations. </li> </ul> <p>Send completed PO files to <a href="&#109;&#97;&#x69;&#108;&#x74;&#111;&#x3a;&#x62;&#x75;&#x61;&#x6e;&#x7a;&#x6f;&#x40;&#x61;&#x75;&#100;&#x61;&#99;&#x69;&#116;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#x72;&#x67;&#63;&#115;&#x75;&#98;&#x6a;&#101;&#x63;&#x74;&#x3d;&#80;&#x4f;&#32;&#x66;&#105;&#x6c;&#x65;&#x20;&#x66;&#x6f;&#114;&#x20;&#67;&#86;&#83;">Buanzo</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as an access key on the keyboard.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from its keyboard shortcut.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
sl: <h3>Navodila za prevajanje</h3> <p>Za pričetek novega prevoda prenesite zgornjo datoteko POT. (Če gornje povezave le odprejo stran z besedilom v brskalniku, desno kliknite ali Ctrl-kliknite povezavo in izberite "Shrani cilj kot" ali "Shrani povezavo kot"). Preden začnete prevajati, jo preimenujte "audacity.po" (ali "audacity_website.po", če prevajate spletno stran). </p> <p>Če želite urejati obstoječi prevod, prenesite odgovarjajočo datoteko PO za svoj jezik:</p> <ul> <li><a href="%s">prevodi Audacity</a></li> <li><a href="%s">prevodi spletnih strani Audacity</a></li> </ul> <p>Na strani "log" svojega jezika kliknite povezavo "download" na vrhu, desno od "Links to HEAD" (desno-kliknite ali Ctrl-kliknite in shranite cilj oz. povezavo, če je potrebno).</p> <p>Z naslednjimi programi lahko ustvarjate in urejate datoteke PO:</p> <ul> <li><a href="http://poedit.sourceforge.net/">Poedit</a> za Windows in Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> za KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> je standarden na večini sistemov Unix. Vključuje način PO za urejevalnik besedila Emacs.</li> </ul> <p>Za začetek prevajanja s Poeditom, odprite datoteko PO, nato:</p> <ul> <li><b>Katalog > Nastavitve</b>: Izpolnite polja. Nastavite ciljni jezik v meniju <b>Jezik</b>.</li> <li>Ko izberete <b>Datoteka > Shrani</b>, zapiše tako datoteko PO kot MO.</li> </ul> <p>Ko želite nov prevod Audacity preizkusiti v Audacity, storite naslednje:</p> <ul> <li>Ustvarite novo mapo v audacity/languages, poimenovano s kodo za ciljni jezik. Okrajšave najdete na naslovu <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. Koda za tamilščino je npr. "ta", torej bi ustvarili "audacity/languages/ta".</li> <li>Kopirajte audacity.mo v to novo mapo, torej v "audacity/languages/ta". </li> <li>Odprite Audacity in v <b>Nastavitve > Vmesnik</b> bi se moral pojaviti nov jezik v meniju Jezik. Izberite ga, zaprite program in ga ponovno zaženite. Vaš prevod bi moral biti v uporabi. </li> </ul> <p>Do konca prevedene datoteke PO pošljite <a href="&#109;&#97;&#x69;&#108;&#x74;&#111;&#x3a;&#x62;&#x75;&#x61;&#x6e;&#x7a;&#x6f;&#x40;&#x61;&#x75;&#100;&#x61;&#99;&#x69;&#116;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#x72;&#x67;&#63;&#115;&#x75;&#98;&#x6a;&#101;&#x63;&#x74;&#x3d;&#80;&#x4f;&#32;&#x66;&#105;&#x6c;&#x65;&#x20;&#x66;&#x6f;&#114;&#x20;&#67;&#86;&#83;">Buanzu</a>.</p> <h3>Opombe</h3> <ul> <li><p>V Poeditu preverite, da ste pravilno nastavili možnost "kodni nabor". Sicer Poedit ne bo shranil prevodov z ne-angleškimi znaki.</p> <li><p>Nizi, kot so <b>"&amp;Datoteka"</b> in <b>"Nova &amp;zvočna sled"</b> so menijske izbire. Črka po simbolu "&amp;" je uporabljena kot bližnjica za ta ukaz.</p> <li><p><b>"Uvozi zvoke ...\tCtrl+i"</b> je tudi menijska izbira. Oznaka \t predstavlja tabulatorsko tipko, ki loči besedilo menijske izbire od ukaza tipkovnice.</p> <li><p>Našli boste veliko nizov oblike <b>"Bilo je %%d prekoračitev medpomnilnika, zadnji skoraj %%lf sekund."</b> Oznake %% označujejo mesta, kjer bodo v niz vstavljene številke ali imena. Ta niz bo lahko videti npr. takole: "Bilo je 4 prekoračitev medpomnilnika, zadnja skoraj 3.01 sekund." Če v nizu spreminjate vrstni red označb %%, dodajte "1$" po znaku za odstotek, ki je bil prej prvi, "2$" za znakom za odstotek, ki je bil prej drugi in tako naprej. Primer:</p> <blockquote><p><b>"Prekoračitev medpomnilnika za skoraj %%2$lf sekund je bila zadnja od %%1$d-ih."</b></p></blockquote> </ul>

source: You can download and install plug-ins to add extra effects to Audacity, or to add more audio generation and analysis capability. Plug-ins appear at the bottom of the "Effect", "Generate" or "Analyze" menus. To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files." On Mac OS X, it is usually under "Applications."
sl: Prenesete in namestite si lahko vtičnike, ki dodajo Audacity nove učinke ali omogočajo tvorbo novih zvokov ali dodatne analize. Vtičniki se pojavijo na dnu menija "Učinek", "Tvori" ali "Analiziraj". Za namestitev novih vtičnikov jih postavite v mapo <b>Plug-Ins</b> v namestitveni mapi Audacity. Na računalnikih z operacijskimi sistemi Windows se ta nahaja ponavadi pod "Program Files." V Mac OS X je ponavadi pod "Applications."

source: <b>Note:</b> You must restart Audacity to make newly added plug-ins appear in the menus.
sl: <b>Opomba:</b> Če želite videti novo dodane vtičnike v menijih, morate Audacity ponovno zagnati.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3.6 requires wxGTK 2.8.9.
sl: Knjižnica <a href="http://wxwidgets.org">wxWidgets</a> je <b>potrebna</b>. Audacity 1.3.6 potrebuje wxGTK 2.8.9 (ali novejšo).

source: VST Enabler
af: VST-module
sl: Omogočevalec VST

source: Allows Audacity to load VST plug-ins.
af: Laat Audacity toe om VST-inproppe te laai.
sl: Omogoča Audacity nalaganje vtičnikov VST.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a> (older versions can be viewed by clicking on the appropriate package).
sl: Če imate težave pri prenosu ali potrebujete starejšo različico programa Audacity, poskusite naše <a href="%s">alternativne povezave za prenos</a> (starejše različice si lahko ogledate, če kliknete na ustrezen paket).

source: &nbsp;1.3.7 (in source code)
sl: &nbsp;1.3.7 (izvorna koda)

source: <a href="%s">LADSPA plugins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins.
sl: <a href="%s">Namestitvena datoteka vtičnikov LADSPA %s</a> (datoteka .exe, %.1lf MB) - več kot 90 vtičnikov.

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this file instead.
sl: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s, datoteka zip</a> (%.1lf MB) - Če ne morete zagnati namestitvene datoteke, ker ste v računalniškem laboratoriju ali katerem drugem okolju z omejenimi pravicami, potem prenesite in razširite to datoteko.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
sl: <a href="%s">Namestitvena datoteka Audacity %s</a> (datoteka .exe, %.1lf MB) - Zadnja različica brezplačnega urejevalnika zvoka Audacity. Oglejte si <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">dodatne informacije o Visti (angl.)</a>.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.</a>
sl: <a href="%s">Namestitvena datoteka Audacity %s</a> (datoteka .exe, %.1lf MB) - Zadnja različica brezplačnega urejevalnika zvoka Audacity.</a>

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this or the file below instead.
sl: <a href="%s">Audacity %s, datoteka zip</a> (%.1lf MB) - Če ne morete zagnati namestitvene datoteke, ker ste v računalniškem laboratoriju ali katerem drugem okolju z omejenimi pravicami, potem prenesite in razširite to datoteko.

source: The latest release of Audacity is <a href="/download">1.3.7 (Beta)</a>. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x Beta series.
sl: Najnovejša različica Audacity je <a href="/download">1.3.7 (beta)</a>. Ker gre za delo v nastajanju in ker še nima popolne dokumentacije ali prevodov v druge jezike, jo svetujemo le naprednejšim uporabnikom. Oglejte si <a href="/download/features-1.3-a">Nove odlike v 1.3</a> za več podatkov o nizu izdaj 1.3.x beta.

source: For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.7 installed on the same machine.
sl: Za vse uporabnike je <a href="/download">Audacity 1.2.6</a> stabilna izdaja, popolna in v celoti dokumentirana. Hkrati imate lahko nameščeni različici Audacity 1.2.6 in 1.3.7.

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for personal or commercial purposes. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p>
af: <p>Ja, Audacity is <a href="../about/">volkome gratis, vry en oopbronsagteware</a>. U kan die program vir persoonlike of komersiële gebruik aanwend. Dit staan u vry om dit weg te gee, te verkoop, te wysig, alles onderhewig aan die voorwaardes van die <a href="../about/license">GNU General Public License</a>.</p> <p>Die outeurs van Audacity het besluit om dit vry te stel onder die GPL vir vele redes. Party van ons doen dit uit vrygewigheid. Party doen dit weens morele redes, omdat ons voel dat alle sagteware vry moet wees; ander glo daar is ruimte vir beide vrye en eiendomsagteware.</p> <p>Een rede dat Audacity vry en gratis is, is sodat dit meer populêr en nuttig kan wees. Nog 'n rede om samewerking aan te moedig. Weens Audacity se vrye lisensie het baie mense van oor die wêreld foute reggemaak en kode, dokumentasie en grafika bygedra.</p>

source: <p>You can redistribute Audacity under the GNU General Public License, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see our <a href="../about/license">license information</a>.</p>
af: <p>U kan Audacity herversprei onder die GNU General Public License, wat u toestemming gee om die program te wysig, te kopieer en te verkoop solank u die selfde lisensie behou en die bronkode beskikbaar maak. Vir detail, sien ons <a href="../about/license">lisensie-inligting</a>.</p>

source: <p>It is legal to sell Audacity, as long as the seller makes the program and source code available under the <a href="../about/license">GNU General Public License</a>.</p> <p>Some vendors try to trick customers by selling the software under a different name. If you bought a product and later found out it was Audacity, we encourage you to <b>ask for a refund or file a complaint</b> if you feel you did not get a fair deal. We ask vendors to give proper credit to the Audacity project, and allow users to make an informed choice.</p> <p><b>If you want to buy Audacity on CD</b>, please check out the vendors listed on our <a href="../download/buy">purchase page</a>.</p>
af: <p>Dit is wettig om Audacity te verkoop, solank die verkoper die program en die bronkode onder die <a href="../about/license">GNU General Public License</a> beskikbaar stel.</p> <p>Party handelaars probeer om kliënte te kul deur die sagteware onder 'n ander naam te verkoop. Indien u 'n produk gekoop het en later uitvind dit was Audacity, moedig ons u aan <b>om u geld terug te vra of 'n klag te lê</b> indien u voel dat die transaksie nie regverdig was nie. Ons vra handelaars om gepaste erkenning aan die Audacity-projek te gee, en om gebruikers toe te laat om 'n ingeligte keuse te maak.</p> <p><b>As u Audacity op CD wil koop</b>, sien gerus die lys van handelaars op ons <a href="../download/buy">koopblad</a>.</p>

source: <p>Audacity does not expire. During recording, it displays how long you can record before running out of space on your computer’s hard drive. To record for a longer time, delete old files or save your project on a larger disk.</p>
af: <p>Audacity gaan nie ophou werk nie. Tydens opname dui dit aan hoe lank u kan opneem voordat u hardeskyf se plek opgebruik is. Om langer te kan opneem, vee ou lêers uit, of stoor u projek op 'n groter skyf.</p>

source: Installation and Plug-Ins
af: Installasie en inproppe

source: <p>The <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> is not yet able to display custom interfaces for plug-ins. Instead, it uses generic controls for all VST plug-ins. Because of this, many plug-ins will look or act differently than they do in other programs.</p> <p>Other VST plug-ins may not work at all, because of bugs in the VST Enabler. You can <a href"../contact/">contact us</a> to report plug-ins that do not work.</p> <p>Audacity also does not support VST instrument (VSTi) plug-ins.</p>
af: <p>Die <a href="faq?s=install&amp;i=vst-enabler">VST-module</a> kan nog nie eie koppelvlakke vir inproppe vertoon nie. Dit gebruik generiese kontroles vir alle VST-inproppe. As gevolg hiervan sal baie inproppe anders lyk of werk as wat hulle in ander programme doen.</p> <p>Ander VST-inproppe werk dalk glad nie, weens foute in die VST-module. U kan ons <a href"../contact/">kontak</a> om inproppe te rapporteer wat nie werk nie.</p> <p>Audacity ondersteun ook nie VST-instrument-inproppe (VSTi) nie.</p>

source: Recording
af: Opneem
