Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: One common source of confusion with Audacity is that when you open or import an uncompressed file (e.g. WAV or AIFF), Audacity saves time and memory by only linking to the file, not copying it. But if you move, modify or delete the original file, your Audacity project will not work anymore. Starting with version 1.3.2, Audacity will prompt you every time you save if your project is dependent on other audio files, and give you the option of copying them into the project at that time, so it is self-contained.
fr: Avec Audacity, une cause habituelle de confusion vient du fait qu'en ouvrant ou en important un fichier non compressé (ex; WAV ou AIFF), Audacity économise du temps et de la mémoire en se contentant d'un lien avec le fichier sans le recopier. Mais si le fichier original est déplacé, modifié ou supprimé, votre projet Audacity ne marchera plus. A partir de la version 1.3.2, Audacity avertira à chaque fois que le projet est dépendant d'autres fichiers audio et donnera le choix de les copier dès lors dans le projet.
it: Una comune fonte di confusione in Audacity è che quando si apre o si importa un file non compresso (cioè WAV o AIFF), Audacity guadagna tempo e memoria applicando solo un collegamento al file, senza copiarlo. Ma se spostate, modificate o eliminate il file originale, il vostro progetto Audacity non non funzionerà più. A partire dalla versione 1.3.2, Audacity vi chiederà ogni volta che salvate se il vostro progetto è dipendente da altri file audio, e vi darà la possibilità di copiarli nel progetto in questo momento, per renderlo indipendente.
sl: Pogost vir zmede okoli Audacity je, da ko odprete ali uvozite ne stisnjeno datoteko (npr. WAV ali AIFF), Audacity prihrani čas in spomin, če se le poveže na datoteke, da je ne kopira. A če premaknete, spremenite ali izbrišete izvorno datoteko, vaš projekt Audacity ne bo več deloval. Od različice 1.3.2 naprej vas Audacity ob vsakem shranjevanju vpraša, ali je projekt odvisen od zvočnih datotek in če želite le-te skopirati v projekt, tako da je samozadosten.

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are often provided by individual distributions:
fr: Les paquetages d'installation d'Audacity pour les systèmes GNU/Linux et autres Unix sont souvent fournis dans les distributions :
it: I pacchetti di installazione di Audacity in GNU/Linux e altri sistemi Unix sono spesso forniti da singole distribuzioni:
sl: Namestitvene pakete Audacity za GNU/Linux in druge Unixu podobne sisteme so pogosto zagotovljene v okviru posamezne distribucije:

source: The above list is not comprehensive. If you don't see an up-to-date package for your own distribution, we recommend searching your distribution's web site for the latest information. Alternatively, you can compile Audacity from <a href="source#recdown">source code</a>.
fr: La liste suivante n'est pas exhaustive. Si vous ne voyez pas un paquetage à jour concernant votre distribution, nous vous recommandons de le chercher sur le site web de votre distribution pour une information plus récente. Sinon, vous pouvez aussi compiler Audacity à partir du <a href="source#recdown">code source</a>.
it: La lista precedente non è completa. Se non vedete un pacchetto aggiornato per la vostra distribuzione, vi raccomandiamo di cercare nel sito web della vostra distribuzione per informazioni più recenti. In alternativa, potete compilare Audacity dal <a href="source#recdown">codice sorgente</a>.
sl: Zgornji seznam ni popoln. Če ne vidite najnovejšega paketa za svojo distribucijo, priporočamo, da preiščete spletno stran svoje distribucije za dodatne informacije. Sicer pa lahko Audacity prevedete iz <a href="source#recdown">izvorne kode</a>.

source: For Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
fr: Pour Mac OS X (Intel) : <a href="%s">Audacity %s</a> (fichier .dmg, %.1lf MB) - la dernière version de l'éditeur audio libre Audacity.
it: Per Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (file .dmg, %.1lf MB) - L'ultima versione dell'editor audio libero Audacity.
sl: Za Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (datoteka .dmg, %.1lf MB) - Zadnja različica brezplačnega urejevalnika zvoka Audacity.

source: For Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
fr: Pour Mac OS X (PPC) : <a href="%s">Audacity %s</a> (fichier .dmg, %.1lf MB) - la dernière version de l'éditeur audio libre Audacity.
it: Per Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (file .dmg, %.1lf MB) - L'ultima versione dell'editor audio libero Audacity.
sl: Za Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (datoteka .dmg, %.1lf MB) - Zadnja različica brezplačnega urejevalnika zvoka Audacity.

source: For Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
af: Vir Mac OS 9: <a href="%s">Audacity %s</a> (.sit-lêer, %.1lf MG)
fr: Pour Mac OS 9 : <a href="%s">Audacity %s</a> (fichier .sit, %.1lf MB)
it: Per Mac OS 9: <a href="%s">Audacity %s</a> (file .sit, %.1lf MB)
sl: Za Mac OS 9: <a href="%s">Audacity %s</a> (datoteka .sit, %.1lf MB)

source: (Unfortunately, we no longer have the resources to provide new versions of Audacity for Mac OS 9.)
af: (Ongelukkig het ons nie meer die hulpbronne om nuwe weergawe van Audacity vir Mac OS 9 te verskaf nie.)
fr: (Malheureusement, nous n'avons plus les moyens de fournir de nouvelles versions du logiciel pour Mac OS 9.)
it: (Sfortunatamente, non abbiamo più risorse per fornire nuove versioni di Audacity anche per Mac OS 9)
sl: (Žal nimamo na voljo virov, da bi ponujali nove različice Audacity za Mac OS 9.)

source: Plug-ins and Libraries
fr: Greffons et Bibliothèques
it: Plug-in e librerie

source: Audacity 1.2 requires Mac OS X 10.1 or later.
af: Audacity 1.2 benodig Mac OS X 10.1 of later.
fr: Audacity 1.2 nécessite Mac OS X 10.1 ou plus.
it: Audacity 1.2 richiede Mac OS X 10.1 o seguente.
sl: Audacity 1.2 zahteva Mac OS X 10.1 ali novejšega.

source: Audacity 1.0 requires Mac OS 9.0 or later.
af: Audacity 1.0 benodig Mac OS 9.0 of later.
fr: Audacity 1.0 nécessite Mac OS X 9.0 ou plus.
it: Audacity 1.0 richiede Mac OS 9.0 o seguente.
sl: Audacity 1.0 zahteva Mac OS X 9.0 ali novejšega.

source: <a href="%s">Audacity %s release (source tarball)</a> (.tar.gz file, %.1lf MB)
fr: <a href="%s">Audacity - version %s (package du code source)</a> (.tar.gz file, %.1lf MB)
it: <a href="%s">Audacity versione %s (tarball sorgente)</a> (file .tar.gz, %.1lf MB)
sl: <a href="%s">Audacity %s (izvorna koda v obliki tarball)</a> (datoteka .tar.gz, %.1lf MB)

source: Get the latest stable code (incorporating any changes since the release tarball) from <a href="../community/developers#cvs">CVS</a>. This is the best choice if you are compiling on Windows.
fr: Récupérez la dernière version stable du code source (intégrant toutes les modifications depuis le package de la version en cours) sur <a href="../community/developers#cvs">CVS</a>. C'est la meilleure option si vous compilez sous Windows.
it: Ottenete l'ultimo codice stabile (che include ogni modifica dalla versione tarball) da <a href="../community/developers#cvs">CVS</a>. Questa rappresenta la scelta migliore se state compilando su Windows.
sl: Najnovejšo stabilno kodo (vključno z vsemi spremembami od izdaje) pridobite iz <a href="../community/developers#cvs">CVS</a>. To je najboljša pot, če prevajate v okolju Windows.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a>.
af: Indien u probleme ondervind met die aflaai, of u benodig dalk 'n ouer weergawe van Audacity, probeer gerus ons <a href="%s">alternative aflaaiskakels</a>.
fr: Si vous rencontrez des difficultés lors du téléchargement, ou si vous avez besoin d'une version plus ancienne de Audacity, essayez notre <a href="%s">serveur alternatif de téléchargement</a>.
it: Se avete problemi di download, o se avete bisogno di una versione precedente di Audacity, provate i nostri <a href="%s">link alternativi di download</a>.
sl: Če imate težave pri prenosu ali potrebujete starejšo različico programa Audacity, poskusite naše <a href="%s">alternativne povezave za prenos</a>.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the unicode options. The next stable version of Audacity will support newer wxWidgets and GTK libraries.
fr: La bibliothèque <a href="http://wxwidgets.org">wxWidgets</a> est <b>indispensable</b>. Audacity 1.2 nécessite wxGTK 2.4 compilé <em>sans</em> les options gtk2 et unicode. La prochaine version d'Audacity supportera des versions plus récentes des bibliothèques GTK et wxWidget.
it: La libreria <a href="http://wxwidgets.org">wxWidgets</a> è <b>richiesta</b>. Audacity 1.2 necessita di wxGTK 2.4, compilato <em>senza</em> le opzioni unicode. La prossima versione stabile di Audacity non supporterà più le librerie wxWidgets e GTK.
sl: Knjižnica <a href="http://wxwidgets.org">wxWidgets</a> je <b>obvezna</b>. Audacity 1.2 potrebuje wxGTK 2.4, prevedeno <em>brez</em> možnosti unicode. Naslednja stabilna različica Audacity bo podpirala novejše knjižnice wxWidgets in GTK.

source: Download Nyquist Plug-Ins
af: Laai Nyquist-inproppe af
fr: Télécharger les modules Nyquist
it: Scaricare plug-in Nyquist
sl: Prenesi vtičnike Nyquist

source: <p>These are optional plug-in effects for the Audacity sound editor. They are written in the <a href="../help/nyquist">Nyquist programming language</a>. For installation instructions, see the main <a href="plugins">plug-ins page</a>.</p>
af: <p>Hierdie is opsionele inprop-effekte vir die Audacity klankredigeerder. Hulle word geskryf in die <a href="../help/nyquist">Nyquist-programmeertaal</a>. Vir installasie-instrukies, sien gerus die hoofbladsy oor <a href="plugins">inproppe</a>.</p>
fr: <p>Voici une liste de modules d'effets supplémentaires pour Audacity. Ils sont écrits en <a href="../help/nyquist">langage de programmation Nyquist</a>. Les instructions d'installation se trouvent sur la <a href="plugins">page des modules</a>.</p>
it: <p>Questi sono plug-in di effetti per l'editor audio Audacity. Sono stati scritti nel <a href="../help/nyquist">linguaggio di programmazione Nyquist</a>. Per le istruzioni di installazione, vedere la <a href="plugins">pagina Plug-in</a>.</p>
sl: <p>To so dodatni vtičniki za urejevalnik zvoka Audacity. Spisani so v <a href="../help/nyquist">programskem jeziku Nyquist</a>. Za napotke o namestitvi si oglejte glavno <a href="plugins">stran vtičnikov</a>.</p>

source: You can download and install plug-ins or libraries to add extra functionality to Audacity. Plug-ins can give you extra effects, or more audio generation and analysis capability. Adding libraries can allow you to import or export additional audio formats.
fr: Vous pouvez télécharger et installer des greffons et des bibliothèques supplémentaires pour ajouter des fonctionnalités supplémentaires à Audacity. Les greffons peuvent ajouter des effets supplémentaires, ou plus de génération audio et d'analyse de capacités. Ajouter des bibliothèques peut vous autoriser à importer ou exporter des formats audio additionnels.
it: Potete scaricare e installare plug-in o librerie per aggiungere ulteriori funzionalità ad Audacity. I plug-in possono fornirvi ulteriori effetti, o ulteriori possibilità di generazione e analisi dell'audio. L'aggiunta di librerie può permettervi di importare o esportare ulteriori formati audio.

source: Plug-In Installation
fr: Installation de greffons
it: Installazione dei plug-in

source: To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files". On Mac OS X, it is usually under "Applications". Restart Audacity, then the Plug-ins will appear underneath the divider in the "Effect", "Generate" or "Analyze" menus.
fr: Pour installer des nouveaux greffons, placez-les dans le répértoire <b>Plug-Ins</b> à l'intérieur du répértoire d'installation d'Audacity. Sur les ordinateurs équipés de Windows, C'est habituellement dans "Program Files". Sur Mac OS X, c'est habituellement dans "Applications". Redémarrer Audacity, et les greffons apparaîtront en dessous du diviseur dans les menus "Effets", "Générer" ou "Analise" menus.
it: Per installare nuovi plug-in, posizionateli nella cartella <b>Plug-Ins</b> all'interno della cartella di installazione di Audacity. Nei computer Windows, questa è in genere posizionata in "Programmi". Nei computer Mac OS X, è in genere posizionata in "Applicazioni". Riavviate Audacity, e i plug-in appariranno divisi tra i menu "Effetti", "Genera" o "Analizza".

source: LADSPA Plug-Ins
af: LADSPA-inproppe
fr: Modules LADSPA
it: Plug-in LADSPA
sl: Vtičniki LADSPA

source: Audacity has built-in support for LADSPA plug-ins. These plug-ins are mostly built for Linux, but some are available for other operating systems too. Audacity includes some sample LADSPA effects. Windows users can install an additional <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">set of over 90 LADSPA plug-ins</a>. There is a similar set of LADSPA plug-ins for <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. More information and many LADSPA plug-ins for Linux can be found on the <a href="http://www.ladspa.org/">LADSPA web site</a>.
fr: Audacity dispose du support intégré des modules LADSPA. Ceux-ci sont en majorité destinés à Linux, mais certains sont disponibles sur d'autres systèmes d'exploitation. Audacity est distribué avec quelques exemples d'effets LADSPA. Pour Windows, un <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">ensemble de plus de 90 effets LADSPA</a> est disponible. Un ensemble similaire d'effets est aussi disponible pour <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. Pour plus d'information ainsi que des téléchargements, visitez le <a href="http://www.ladspa.org/">site web de LADSPA</a>.
it: Audacity presenta il supporto incorporato per i plug-in LADSPA. Questi plug-in sono stati creati per la maggior parte per Linux, ma alcuni sono disponibili anche per altri sistemi operativi. Audacity include alcuni effetti LADSPA. Gli utenti Windows possono installare un ulteriore <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">gruppo di oltre 90 plug-in LADSPA</a>. È disponibile un simile gruppo di plug-in LADSPA per <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. Maggiori informazioni e molti plug-in LADSPA per Linux possono essere trovati sul <a href="http://www.ladspa.org/">sito web LADSPA</a>.
sl: Audacity ima vgrajeno podporo za vtičnike LADSPA. Ti vtičniki so večinoma zgrajeni za Linux, nekateri pa so na voljo tudi za druge operacijske sisteme. Audacity ima priložene vzorčne učinke LADSPA. Za okolje Windows je na voljo <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">komplet več kot 90 učinkov LADSPA</a>. Podoben komplet vtičnikov LADSPA je na voljo tudi za <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">OS X</a>. Za več informacij in prenose si oglejte <a href="http://www.ladspa.org/">domačo stran LADSPA</a>.

source: Nyquist Plug-Ins
af: Nyquist-inproppe
fr: Modules Nyquist (plugins)
it: Plug-in Nyquist
sl: Vtičniki Nyquist

source: Audacity has built-in support for Nyquist effects on all operating systems. You can download additional <a href="nyquistplugins">Nyquist plug-ins</a>, or create your own using the <a href="../help/nyquist">Nyquist programming language</a>. Nyquist code can be tested using "Nyquist Prompt" under the Effect menu, or code for Nyquist plug-ins that generate audio can be quickly tested with <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.
fr: Audacity dispose du support intégré multiplateforme des effets Nyquist. Vous pouvez télécharger des <a href="nyquistplugins">modules Nyquist</a> supplémentaires, ou même créer votre propre module grâce au <a href="../help/nyquist">langage de programmation Nyquist</a>. Le code Nyquist peut être testé en utilisant la "ligne de commande Nyquist" dans le menu "Effets". Le code d'un module Nyquist générant de l'audio peut être rapidement testé avec la <a href="http://audacity.sourceforge.net/nyquist/generate.zip">ligne de commande de génération Nyquist</a>.
it: Audacity dispone del supporto incorporato per gli effetti Nyquist in tutti i sistemi operativi. Potete scaricare ulteriori <a href="nyquistplugins">plug-in Nyquist</a>, o crearne di vostri usando il <a href="../help/nyquist">linguaggio di programmazione Nyquist</a>. Il codice Nyquist può essere controllato usando "Scrivi comando Nyquist" del menu Effetti, oppure è possibile controllare il codice per i plug-in Nyquist che genera audio con il dialogo <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Scrivi comando Nyquist</a>.
sl: Audacity ima vgrajeno podporo za večplatformne učinke Nyquist. Prenesete lahko dodatne <a href="nyquistplugins">vtičnike Nyquist</a> ali ustvarite lastne z uporabo <a href="../help/nyquist">programskega jezika Nyquist</a>. Kodo Nyquist lahko preizkusite z "Ukazna vrstica Nyquist" v meniju Učinek, kodo za vtičnike Nyquist, ki ustvarjajo zvoke, pa lahko hitro preizkusite z <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Ukazno vrstico Ustvari Nyquist</a>.

source: VST Plug-Ins
af: VST-inproppe
fr: Modules VST (plugins)
it: Plug-in VST
sl: Vtičniki VST

source: Audacity can load VST effects on Windows and Mac using the optional <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. VST effects can be found on many plug-in sites such as:
fr: Audacity peut charger les effets VST (pour Mac et Windows) à l'aide de <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Les effets VST peuvent être trouvés sur de nombreux site de modules (plugins) tels que:
it: Audacity può caricare gli effetti VST in Windows e Mac usando l'opzionale <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. Gli effetti VST possono essere trovati in molti siti di plug-in come:
sl: Audacity lahko naloži učinke VST v okoljih Mac OS in Windows z uporabo dodatka <a href="../help/faq?s=install&amp;i=vst-enabler">Omogočevalnik VST</a>. Učinke VST lahko najdete na številnih spletnih mestih z vtičniki, kot so:

source: The <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST Plug-ins</a> page on our <a href="http://audacityteam.org/wiki/">Wiki<a/> lists a large number of VST plug-ins that have been reported to work well in Audacity.
fr: La page des <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">modules VST</a> sur notre <a href="http://audacityteam.org/wiki/">Wiki<a/> liste un grand nombre de modules VST qui sont réputés fonctionner correctement avec Audacity.
it: La pagina <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST plug-in</a> nel nostro <a href="http://audacityteam.org/wiki/">Wiki<a/> elenca un notevole numero di plug-in VST che funzionano molto bene in Audacity.
sl: Stran <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">Vtičniki VST (v angl.)</a> na našem <a href="http://audacityteam.org/wiki/">wikiju<a/> vsebuje seznam velikega števila vtičnikov VST, ki naj bi odlično delovali v Audacity.

source: At present, the only library you can add to the Stable 1.2 version of Audacity is the <b>LAME MP3 encoding</b> library. This allows Audacity to export audio in the popular <a href="http://wiki.audacityteam.org/index.php?title=MP3">MP3</a> format. To install the LAME library, please read our <a href="../help/faq?s=install&i=lame-mp3">LAME FAQ</a>.
fr: À présent, la seule bibliothèque que vous pouvez ajouter à la version Stable 1.2 d'Audacity est la bibliothèque<b>d'encodage LAME MP3</b>. Elle autorise Audacity à exporter l'audio dans le format populaire<a href="http://wiki.audacityteam.org/index.php?title=MP3">MP3</a>. Pour installer la bibliothèque LAME, veuillez lire notre <a href="../help/faq?s=install&i=lame-mp3">FAQ LAME</a>.
it: Al momento, la sola libreria che potete aggiungere nella versione stabile 1.2 di Audacity è la libreria <b>di codifica LAME MP3</b>. Questa permette ad Audacity di esportare l'audio nel diffuso formato <a href="http://wiki.audacityteam.org/index.php?title=MP3">MP3</a>. Per installare la libreria LAME, leggete <a href="../help/faq?s=install&i=lame-mp3">LAME FAQ</a>.

source: In addition to supporting LAME, the <a href="../download/features-1.3-a">Beta 1.3</a> version of Audacity has experimental support for the <b>FFmpeg import/export</b> library. This allows Audacity to import and export many additional audio formats such as AC3, AMR(NB), M4A and WMA, and to import audio from video files. To install the FFmpeg library, please read our <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg FAQ.</a> The next 2.0 Stable version of Audacity is expected to support the FFmpeg library.</a>
it: Inoltre la versione <a href="../download/features-1.3-a">Beta 1.3</a> di Audacity dispone del supporto sperimentale per la libreria <b>importa/esporta FFmpeg</b>. Questa permette ad Audacity di importare ed esportare molti altri formati audio come AC3, AMR(NB), M4A e WMA, e di importare l'audio dai file video. Per installare la libreria FFmpeg, leggete la nostra pagina <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg FAQ.</a> La prossima versione stabile 2.0 di Audacity probabilmente supporterà la libreria FFmpeg.</a>

source: Click the appropriate link below, which takes you to the SourceForge download page - don't "save link as.." or "save target as..". The SourceForge download should start automatically. If it does not, click the links in the black panel marked "direct link" or "mirror". <b>Only these links and the automatic download are authorized versions of Audacity</b>. Disable any automatic download managers if the download is incorrect.
fr: Cliquez sur le lien ci-dessous qui mène à la partie "Téléchargements" de Sourceforge - n'utilisez pas "Enregistrez le lien cible sous...". Le téléchargement depuis Sourceforge devrait démarrer automatiquement. Si ce n'est pas le cas, cliquez sur le lien marqué "Lien direct" ou "Miroir". <b>Seulement ces liens et le téléchargement automatique de sourceforge proposent les versions autorisées d'Audacity</b>. Désactivez tout gestionnaire automatique de téléchargement si le résultat est incorrect.
it: Fate clic sull'appropriato link seguente, che vi porterà nella pagina di download SourceForge - non usate"Salva link con nome.." o "Salva destinazione come..". Il download SourceForge dovrebbe iniziare automaticamente. Se così non fosse, fate clic sui link nel pannello nero definito "direct link" o "mirror". <b>Solo questi link e il download automatico sono versioni autorizzate di Audacity</b>. Disabilitate ogni gestore automatico di download, se il download non è corretto.
sl: S klikom na eno spodnjih povezav boste obiskali ustrezno stran prenosov na Sourceforge.net - ne uporabite "shrani povezavo kot ..." ali "shrani ciljno datoteko kot ...". Prenos bi se moral začeti samodejno. Če se ne začne, kliknite povezavo v črnem podoknu, označeno z "direct link" ali "mirror". <b>Le ti povezavi in samodejni prenos so pooblaščene različice Audacity</b>. Če imate težave, poskusite najprej izključiti vse samodejne upravitelje prenosov, ki so morda vključeni.

source: Known Problems
af: Bestaande probleme
fr: Problèmes connus
it: Problemi noti
sl: Znane težave
