Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: <p> Four students participating with Audacity in <a href="http://code.google.com/soc/2008/">Google Summer of Code</a> successfully completed their projects, and their code will be in future versions of Audacity. </p> <p> The four <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> projects</a> were: <ul> <li><b>FFmpeg support</b>, to greatly increase the range of file formats that can be imported and exported</li> <li><b>new GUI classes</b> for future use in displaying audio tracks</li> <li><b>on-demand/level-of-detail file loading</b>, for near-instant loading and editing of uncompressed files</li> <li><b>sticky labels</b> that stay with the audio through cut and paste</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulations and thanks to all our participating students for what they contributed to improve Audacity, and thanks to everyone who worked so hard on mentoring and administration. We wish all this year's students every success and hope they will continue their involvement with Audacity in future. </p> <p><b>Audacity wins BOSSIE:</b> In August, Audacity won the <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html"> sound editing</a> category in InfoWorld's <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> BOSSIE</a> (Best of Open Source Software) Awards for 2008. </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Awards 2008"></img> </a> </p> <p> Chosen by InfoWorld Test Center editors, analysts and reviewers, the annual BOSSIE awards "celebrate the best products that open source has to offer". </p>
fr: <p> Quatre étudiants participant avec Audacity au <a href="http://code.google.com/soc/2008/">Google Summer of Code</a> ont terminé avec succès leurs projets, et leur code sera inclus dans les versions futures d'Audacity. </p> <p> Les quatre <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> projets</a> étaient: <ul> <li><b>le support FFmpeg</b>, pour considérablement augmenter la gamme de formats de fichier qui peuvent être importés et exportés</li> <li><b>nouvelles classes de GUI</b> pour une utilisation future dans l'affichage de pistes audio</li> <li><b>Chargement de fichier par demande/niveau de détail</b>, pour un chargement quasi instantané et édition pour les fichiers non compressés</li> <li><b>étiquettes collantes</b> qui restent collées avec l'audio lors des couper/coller</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Félicitations et merci à tous nos étudiants participantsto pour ce qu'ils ont contribué afin d'améliorer Audacity, et merci à chacun d'avoir traviller si dur pour le tutorat et l'administration. Nous souhaitons tous les succès aux étudiants de toute cette année et espérons qu'ils continueront leur participation avec Audacity dans l'avenir. </p> <p><b>Audacity remporte BOSSIE:</b> En Août, Audacity a remporté la catégorie <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html"> éditeur de son</a> dans les trophées InfoWorld's <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> BOSSIE</a> (Best of Open Source Software) pour 2008. </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Awards 2008"></img> </a> </p> <p> Choisi par les rédacteurs, analystes et critiques du Centre de Test d'InfoWorld, les récompenses annuelles de BOSSIE célèbrent les meilleurs produits que l'open source a à offrir". </p>
it: <p> Quattro studenti che partecipano con Audacity al <a href="http://code.google.com/soc/2008/">Google Summer of Code</a> hanno completato con successo i loro progetti, e il loro codice verrà inserito nelle future versioni di Audacity. </p> <p> I quattro <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> progetti</a> sono: <ul> <li><b>Supporto FFmpeg</b>, per aumentare notevolmente il numero di formati file che possono essere importati ed esportati</li> <li><b>Nuove classi di GUI </b> per un futuro utilizzo nella visualizzazione delle tracce audio</li> <li><b>Caricamento file a richiesta/livello di dettaglio</b>, per un caricamento quasi istantaneo e la modifica di file non compressi</li> <li><b>Etichette adesive</b> che restano insieme all'audio nelle operazioni di taglia e incolla</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulazioni e grazie a tutti gli studenti partecipanti per il loro contributo nel migliorare Audacity, e grazie a chiunque ha lavorato duramente come guida e gestione. Auguriamo a tutti gli studenti di quest'anno ogni successo e speriamo che essi continueranno il loro coinvolgimento con Audacity nel futuro. </p> <p><b>Audacity vince BOSSIE:</b> In agosto, Audacity ha vinto per la categoria <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html"> Modifica audio</a> nel <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> BOSSIE</a> (Best of Open Source Software) Awards for 2008 di InfoWorld. </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Awards 2008"></img> </a> </p> <p> Scelti dagli editori, analisti e revisori dell'InfoWorld Test Center, gli annuali premi BOSSIE "celebrano i migliori prodotti che l'open source offre". </p>

source: Audacity in PC World 100 Best Products of 2008
fr: Audacity présent dans la liste PC World des 100 meilleurs produits 2008
it: Audacity nel PC World 100 Best Products of 2008
sl: Audacity na seznamu 100 najboljših izdelkov leta 2008 revije PC World

source: <p> The editors of <em>PC World</em> have chosen Audacity as one of the <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC World 100 Best Products of 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> The <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">article</a> is available now on PCWorld.com, and will also be featured in the July 2008 issue of PC World, which hits newsstands June 17. </p> <p> The respected 100 Best Products Awards honor products that meld practical features with innovation and reflect the rapidly changing technology marketplace. To select the winners, PC World's editors examined hundreds of products, including those that have appeared in the magazine over the past 12 months. The 100 winning products and services were selected for their exemplary design and usability, features, performance, and innovation. </p> <p> &ldquo;These awards go to the best technology products we've seen in the last 12 months,&rdquo; stated Edward N. Albro, editor of PC World. &ldquo;Our editors looked at hundreds of hardware, software and Web products to compile this list of outstanding performers. Congratulations to Audacity.&rdquo; </p> <p> Also, in February, Audacity was selected for <em>PC Magazine's </em> <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> of Best Free Software. </p>
fr: <p> Les éditeurs de <em>PC World</em> ont choisi Audacity comme un des <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> 100 Meilleurs Produites de 2008 pour PC World </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> L' <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">article</a> est actuellement disponible sur PCWorld.com, et sera aussi présenté dans l'édition de juillet de 2008 de PC World, qui sortira dans les kiosques le 17 juin. </p> <p> Ces 100 Prix des Meilleurs Produits honorent des produits qui allient les caractéristiques pratiques avec l'innovation et qui reflètent les changements rapides de technologie de ces parts de marchés. µPour choisir les gagnants, les éditeurs de PC World examinent des centaines de produits, y compris ceux qui sont apparus dans le magasine dans les 12 derniers mois. Les 100 produits et services gagnats ont été sélectionné pour leur utilité et leur design exemplaire, leurs fonctionnalités, leurs performances, et leurs innovations. </p> <p> &ldquo;Ces prix vont aux meilleurs produits de technologie que nous avons vu dans les 12 mois derniers,&rdquo; indique Edward N. Albro, éditeur de PC World. &ldquo;Nos rédacteurs en chef ont regardé des centaines de matériel,logiciels et produits web compiler cette liste d'artistes exceptionnels. Félicitations à Audacity.&rdquo; </p> <p> De plus, en Février, Audacity a été sélectionné par le <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;panthéon&rdquo;</a> de <em>PC Magazine </em> comme Meilleur Logiciel Libre. </p>
it: <p> Gli editori di <em>PC World</em> hanno scelto Audacity come uno dei loro <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC World 100 Best Products of 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> L' <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">articolo</a> è disponibile ora su PCWorld.com, e inoltre sarà in evidenza nel numero di luglio 2008 di PC World, che sarà in edicola il 17 giugno. </p> <p> I premi per i100 migliori prodotti sono stati assegnati ai prodotti che uniscono pratiche funzionalità con l'innovazione e riflettono il rapido cambiamento tecnologico del mercato. Per selezionare i vincitori, gli editori di PC World hanno esaminato centinaia di prodotti, compresi quelli che sono apparsi nella rivista negli ultimi 12 mesi. I 100 prodotti e servizi vincitori sono stati selezionati per la loro progettazione e usabilità esemplare, per le loro funzionalità, per le loro prestazioni, e per la loro innovazione. </p> <p> &ldquo;Questi premi sono stati assegnati ai prodotti con la migliore tecnologia che abbiamo visto negli ultimi 12 mesi,&rdquo; ha dichiarato Edward N. Albro, editore di PC World. &ldquo;I nostri redattori hanno visionato centinaia di prodotti hardware, software e Web per compilare questa lista di prodotti eccezionali. Congratulazioni ad Audacity.&rdquo; </p> <p> Inoltre, nel mese di febbraio, Audacity è stato selezionato per gli <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> <em>di PC Magazine</em> per il Migliore Software Libero. </p>
sl: <p> Uredniki <em>PC World</em> so izbrali Audacity kot enega izmed <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> 100 najboljših izdelkov leta 2008 po izboru PC World </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">Članek</a> je trenutno na voljo na PCWorld.com, objavljen bo pa tudi v julijski številki revije PC World, ki bo naprodaj 17. junija 2008. </p> <p> Cenjene nagrade 100 najboljših izdelkov častijo izdelke, ki spajajo praktične funkcije z inovacijami in odsevajo hitro spreminjajoče se tehnološke trge. Pri izbiranju zmagovalcev so si uredniki revije PC World proučili na stotine izdelkov, med njimi tudi tiste, ki so se pojavili v reviji v zadnjih 12 mesecih. 100 zmagovalnih izdelkov in storitev so izbrali zaradi njihove vzorne zasnove in uporabnosti, lastnosti, odličnosti in inovativnosti. </p> <p> &ldquo;Te nagrade dodelimo tehnološko najboljšim izdelkom zadnjih 12 mesecev,&rdquo; je dejal Edward N. Albro, urednik PC World. &ldquo;Naši uredniki so si ogledali na stotine izdelkov strojne opreme, programov in spletnih izdelkov, preden so sestavili ta seznam izstopajočih tekmecev. Čestitke Audacity.&rdquo; </p> <p> Audacity je bila februarja izbran tudi v <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> najboljše brezplačne programske opreme <em>časopisa PC Magazine</em>. </p>

source: Audacity 1.3.5 Released
fr: Audacity version 1.3.5 disponible
it: Rilasciato Audacity 1.3.5
sl: Izšel je Audacity 1.3.5
