Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: Audacity 1.3.9 released, Google Summer of Code (GSoC) 2009 completed
fr: version 1.3.9 d'Audacity,le Google Summer of Code (GSoC) 2009 terminé
it: Rilasciato Audacity 1.3.9, completato il Google Summer of Code (GSoC) 2009

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.9 (Beta)</a> for Windows, Mac and Linux/Unix. It contains many bug fixes contributed by our two <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html">Google Summer of Code (GSoC) 2009</a> students, and brings us much closer to the goal of a new Stable 2.0 release. </p> <p align="center"> <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html"> <img src="http://audacityteam.org/wiki/images/6/68/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> As well as bug fixing, the students' <a href="http://wiki.audacityteam.org/index.php?title=GSoC_2009_Projects"> projects</a> involved work on experimental "scripting" and "pre-record level detection" features that will appear in future Audacity versions. We congratulate both students on successful completion of their projects and thank everyone else involved in mentoring, testing and administration. </p> <p> <b> Future Beta Releases:</b> We will have one or two more Beta releases in the very near future so as to get maximum possible feedback on code stability prior to 2.0 release. Please help us by trying the new Beta releases and <a href="http://audacity.sourceforge.net/contact/#feedback"> letting us know</a> of any problems you find. You can <a href="http://audacity.sourceforge.net/#announce"> subscribe</a> to receive news of these releases. Advanced users can also help us greatly by downloading our <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> and testing our fixes as we make them. </p> <p> <b>Bug Fixes in 1.3.9 include:</b> <ul> <li> VST effects support crashed or slowed Audacity</li> <li> Failure to launch on some Windows XP machines</li> <li> Crashes importing files via drag or Recent Files</li> <li> <i>(Mac OS X)</i>&nbsp; Files greater than 16-bit or 64000 Hz did not import using QuickTime filter</li> <li> AAC exports silenced </li> <li> Generating audio in existing track fitted project to window </li> <li> View menu items/shortcuts disabled when playing/recording </li> <li> Unwanted interactions between linked audio and label tracks</li> <li> Various other interface and effects bugs</li> </ul> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> New in Audacity 1.3.9</a> for more on 1.3.9 and the Beta series. <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
fr: <p> L'équipe d'Audacity est fière de vous annoncer la version d' <a href="/download">Audacity 1.3.9 (Beta)</a> pour Windows, Mac et Linux/Unix. Elle contient plusieurs correctif de bogues contributés par nos deux étudiants du <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html">Google Summer of Code (GSoC) 2009</a> , et nous rapproche au lus près de notre but pour la nouvelle version Stable 2.0 </p> <p align="center"> <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html"> <img src="http://audacityteam.org/wiki/images/6/68/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> En plus des bogues corrigés, les étudiants <a href="http://wiki.audacityteam.org/index.php?title=GSoC_2009_Projects"> du projet</a> se sont impliqués dans le travail des caractéristiques expérimentales du "scripting" et de la "détection du niveau de pré-enregistrement" qui vont apparaître dans les versions futures d'Audacity. Nous félicitons nos deux étudiants pour l'achèvement de leurs projets et remercions les personnes impliquées dans le tutorat, les tests et l' administration. </p> <p> <b> Prochaine version Béta :</b> Nous aurons une ou deux autres versions Béta dans un futur très proche donc nous avons besoin d'un maximum de retour sur la stabilité du code pour la version 2.0. Merci de nous y aider en testant la nouvelle version Beta et <a href="http://audacity.sourceforge.net/contact/#feedback"> faites nous connaitre</a> chaque problème que vous trouvez. Vous pouvez <a href="http://audacity.sourceforge.net/#announce"> souscrire</a> pour recevoir les nouvelles de ces versions. Les utilisateurs avancés peuvent aussi nous aider grandement en téléchargeant nos <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> et en testant nos correctifs quand les les y mettont. </p> <p> <b>Les correctifs dans 1.3.9 inclus:</b> <ul> <li> le support des effets crashaient ou ralentissaient Audacity</li> <li> Échec du lancement sur certaines machines Windows XP</li> <li> Crashs en important des fichiers à la sourisou par les fichiers récents</li> <li> <i>(Mac OS X)</i>&nbsp; Les fichiers plus grand que 16-bit ou 64000 Hz ne s'importaient pas en utilisant le filtre QuickTime</li> <li> Les exports AAC étaient muets </li> <li> Générer de l'audio dans une piste existante correspond à la fenêtre active</li> <li> Menus de vue items/raccourcis-clavier désactivés lors de la lecture et de l'enregistrement </li> <li> Des interactions non-voulues entre l'audio liéé et les étiquettes de pistes</li> <li> Plusieurs autres bogues d'interface et d'effets</li> </ul> </p> <p>Voir <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Nouveauté dans Audacity 1.3.9</a> pour plus à propos de la 1.3.9 et de la série Béta. <b>Note:</b> Cette version ne supporte past Windows 98 ou ME, pour cela, la 1.3.7 est <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> toujours disponible</a>. </p>
it: <p> L'Audacity Team è lieto di annunciare il rilascio di <a href="/download">Audacity 1.3.9 (Beta)</a> per Windows, Mac e Linux/Unix. Contiene numerose correzioni di errori con il contributo di due nostri studenti del <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html">Google Summer of Code (GSoC) 2009</a> e ci porta più vicini alla meta di una nuova stabile versione 2.0. </p> <p align="center"> <a href="http://google-opensource.blogspot.com/2009/08/wrapping-our-fifth-google-summer-of.html"> <img src="http://audacityteam.org/wiki/images/6/68/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> Così come la correzione di errori, i <a href="http://wiki.audacityteam.org/index.php?title=GSoC_2009_Projects"> progetti</a> degli studenti sono stati coinvolti nel lavoro su "scripting" sperimentale e funzioni "di rilevamento del livello di preregistrazione" che appariranno nelle future versioni di Audacity. Ci congratuliamo con ambedue gli studenti per il favorevole completamento dei loro progetti e chiunque altro sia stato coinvolto in consigli, prove e gestione. </p> <p> <b> Future versioni Beta:</b> Vi saranno ulteriori una o due versioni Beta in un furutro molto prossimo in modo da ottenere il massimo feedback sulla stabilità del codice prima della versione 2.0. Siete pregati di aiutarci provando le nuove versioni Beta e <a href="http://audacity.sourceforge.net/contact/#feedback"> informandoci</a> di qualsiasi problema troviate. Potete <a href="http://audacity.sourceforge.net/#announce"> iscrivervi</a> per ricevere gli annunci di queste versioni. Gli utenti esperti possono inoltre aiutarci molto scaricando i nostri <a href="http://audacityteam.org/wiki/index.php?title=Nightly_Builds"> Nightly Builds</a> e provare le nostre correzioni, man mano che le eseguiamo. </p> <p> <b>Errori corretti nella versione 1.3.9:</b> <ul> <li> Il supporto agli effetti VST determinava il crash o rallentava Audacity</li> <li> Impossibilità all'avvio su alcune macchine con Windows XP</li> <li> Comparsa di crash importando file mediante trascinamento o File recenti</li> <li> <i>(Mac OS X)</i>&nbsp; I file maggiori di16-bit o 64000 Hz non venivano importati usando il filtro QuickTime</li> <li> Esportazione AAC con silenzio</li> <li> La generazione di audio in una traccia esistente si adattava al progetto nella finetsra </li> <li> Le voci/scorciatoie del menu Visualizza erano disabilitate durante la riproduzione/registrazione </li> <li> Indesiderate interazioni tra le tracce etichetta e l'audio collegato</li> <li> Vari altri errori dell'interfaccia e degli effettii</li> </ul> </p> <p>Vedere <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Novità in Audacity 1.3.9</a> per avere maggiori dettagli sulla versione 1.3.9 e sulle versioni Beta. <b>Nota:</b> Questa versione non supporta Windows 98 o ME, per i quali la versione 1.3.7 è <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> ancora disponibile</a>. </p>

source: <p> Audacity was voted <b>"Best Project for Multimedia"</b> in the <a href="http://sourceforge.net/community/cca09/"> SourceForge.net Community Choice Awards 2009</a>! Congratulations to the other winners. Huge thanks to everyone who voted, to all who contribute to making Audacity a leader in its field, and not least to SourceForge.net for all their support over the years! </p>
fr: <p> Audacity a gagné le <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2009 -- Multimedia Category </a> (Trophée 2009 "choix de la communauté Sourceforge" pour la catégorie multimédia) ! Félicitations aux autres gagnant. Merci beaucoup à tous ceux qui ont voté, à tous ceux qui contribuent à faire d'Audacity, un leader dans son domaine et <b>gros</b> merci à SourceForgepour son support à travers les années! </p>
it: <p> Audacity è stato votato come <b>"Migliore progetto per Multimedia"</b> nel <a href="http://sourceforge.net/community/cca09/"> SourceForge.net Community Choice Awards 2009</a>! Congratulazioni agli altri vincitori. Un grande grazie a tutti coloro che hanno votato, a tutti coloro che ha contribuito a rendere Audacity un leader in questo campo, e non ultimo a SourceForge.net per il loro supporto negli anni! </p>

source: Audacity 1.3.8 released
fr: Audacity version 1.3.8 disponible
it: Rilasciato Audacity 1.3.8

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.8 (Beta)</a> for Windows, Mac and Linux/Unix. It contains a number of significant improvements, plus some bug fixes. Highlights include: </p> <p> <ul> <li>VST Effects now display in GUI mode by default</li> <li>Updated Nyquist implementation</li> <li>Improvements to Equalization, Noise Removal, Truncate Silence, Click Track and effects chains</li> <li>Improved Plot Spectrum analysis and new preferences for Spectrograms</li> <li>Record more than 16 channels (hardware/drivers permitting)</li> <li>New "Mixer Board" view with per-track VU meters</li> <li>AMR NB import and export support on all platforms via the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> FFmpeg library</a></li> <li>32-bit float data over 0 dB handled without clipping</li> <li>Draft Manual/Quick Help included in Windows and Mac installers</li> <li>Faster waveform drawing and better response in multi-track projects</li> <li>Various bug fixes, stability and accessibility improvements</li> </ul> </p> <p>See <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> New in Audacity 1.3.8</a> for more on the latest features and fixes. </p> <p> <b>Note:</b> This release does not support Windows 98 or ME, for which 1.3.7 is <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> still available</a>. </p>
it: <p> L'Audacity Team è lieto di annunciare il rilascio di <a href="/download">Audacity 1.3.8 (Beta)</a> per Windows, Mac e Linux/Unix. Contiene diversi significativi miglioramenti, oltre ad alcune correzioni di errori. Gli elementi principali sono: </p> <p> <ul> <li>Gli effetti VST ora sono visualizzati in maniera predefinita in modalità GUI</li> <li>Aggiornata l'implementazione Nyquist</li> <li>Miglioramenti negli effetti Equalizzazione, Rimozione rumore, Tronca silenzio, Traccia clic e concatenazioni di effetti</li> <li>Migliorata analisi di Mostra Spettro e nuove preferenze per gli Spettogrammi</li> <li>Registrazione di oltre 16 canali (hardware/driver permettendo)</li> <li>Nuova vista "Pannello Mixer" con monitor per traccia</li> <li>Supporto all'esportazione AMR NB attraverso l'opzionale <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg"> libreria FFmpeg</a></li> <li>Dati 32-bit float oltre 0 dB gestiti senza clipping</li> <li>Manuale/Guida rapida inclusi negli installer Windows e Mac</li> <li>Visualizzazione più rapida della forma d'onda e migliore risposta nei progetti multi-traccia</li> <li>Diverse correzioni di errori, miglioramenti della stabilità e dell'accessibilità</li> </ul> </p> <p>Vedere <a href="http://audacity.sourceforge.net/download/features-1.3-a#details"> Novità in Audacity 1.3.8</a> per avere più informazioni sulle ultime funzionalità e correzioni degli errori. </p> <p> <b>Nota:</b> Questa versione non supporta Windows 98 or ME, per i quali è ancora <a href="http://audacity.sourceforge.net/download/beta_windows#recdown"> disponibile la versione 1.3.7</a>. </p>

source: Linux Journal and Bestcovery Awards, and new "Audacity compact" book
fr: Linux Journal et Bestcovery Awards, et le nouveau livre "Audacity compact"
it: Linux Journal e Bestcovery Awards, e il nuovo libro "Audacity compact"
sl: Nagradi Linux Journal in Bestcovery ter nova knjiga "Audacity compact"

source: <p> Audacity has been chosen as "Favorite Audio Tool" in Linux Journal's <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> 2009 Readers' Choice Awards.</a> </p> <p align="center"> <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> <img src="../images/Linux_Readers_Choice2009.png" alt="Linux Journal Readers' Choice 2009 Awards"</img> </a> </p> <p> Nearly 5,000 individuals voted for their favorite Linux solution in categories ranging from favorite version control system to favorite Linux laptop. </p> <p>Audacity was also chosen this Spring as Bestcovery's <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> "Best Free Sound Editor"</a>. <p> </p> <p align="center"> <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> <img src="../images/Bestcovery.png" alt="Bestcovery Winners' logo"</img> </a> </p> <p> <a href="http://www.bestcovery.com/node/13"> Bestcovery</a> uses a team of independent experts to "help you discover the best products and services for a wide range of categories all at one convenient site". </p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.bomots.de/audacity/english.htm"> <img src="../images/Audacity_Compact_book_cover.jpg" alt="'Audacity compact' book cover" border="0"></img> </a></td></tr> </table> </td> <td> <p> <b>"Audacity compact"</b>, an English translation of Markus Priemer's German-language <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> "Audacity kompakt"</a> book, is <b>now available</b>. </p> <p> The book aims to be a "getting started" introduction for new Audacity users, while serving as a reference tool and source of Audacity tips and tricks for all. </p> <p> Learn more, download a 40-page sample PDF, or <b>purchase using Paypal</b> by clicking <a href="http://www.bomots.de/audacity/english.htm"> here</a>! Every purchase made through our web sites will directly benefit Audacity development. </p> <p> "Audacity compact" is also available online from major retailers such as Amazon. </p> </td> </tr> </table>
fr: <p> Audacity a été choisi comme "Logiciel Audio Favori" lors du <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> Trophée 2009 des lecteurs</a> du Linux Journal. </p> <p align="center"> <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> <img src="../images/Linux_Readers_Choice2009.png" alt="Linux Journal Readers' Choice 2009 Awards"</img> </a> </p> <p> Près de 5000 personnes ont voté pour leurs applications Linux préférées dans des catégories organisées allant de Système de commande de version préféré au portable Linux favori. </p> <p>Audacity a aussi été choisi cet été comme <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> "Meilleur Éditeur Audio Libre"</a> de Bestcovery. <p> </p> <p align="center"> <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> <img src="../images/Bestcovery.png" alt="Bestcovery Winners' logo"</img> </a> </p> <p> <a href="http://www.bestcovery.com/node/13"> Bestcovery</a> utilise une équipe d'experts indépendants pour "vous aidez à découvrir le meilleur produit ou service dans une large gamme de catégories dans un site pratique". </p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.bomots.de/audacity/english.htm"> <img src="../images/Audacity_Compact_book_cover.jpg" alt="couverture du livre 'Audacity compact'" border="0"></img> </a></td></tr> </table> </td> <td> <p> <b>"Audacity compact"</b>, une traduction anglaise du livre en allemand de Markus Priemer's <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> "Audacity kompakt"</a>, est <b>maintenant disponible</b>. </p> <p> Ce livre se veut être une "getting started" introduction pour les nouveaux utilisateurs d'Audacity, tout en servant d'outil de référence et de source de trucs et astuces générals pour Audacity. </p> <p> Apprenez plus, en téléchargeant un extrait de 40 pages au format PDF, ou <b>en achetant via Paypal</b> en cliquant <a href="http://www.bomots.de/audacity/english.htm"> ici</a>! Chaque achat fait par l'inteermédiaire de nos sites Web profitera directement au développement d'Audacity. </p> <p> "Audacity compact" est également disponible en ligne chez les gros revendeurs comme Amazon. </p> </td> </tr> </table>
it: <p> Audacity è stato scelto come "Strumento audio preferito" nel <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> 2009 Readers' Choice Awards</a> del giornale Linux. </p> <p align="center"> <a href="http://www.linuxjournal.com/content/linux-journal-announces-winners-its-2009-readers-choice-awards"> <img src="../images/Linux_Readers_Choice2009.png" alt="Linux Journal Readers' Choice 2009 Awards"</img> </a> </p> <p> Quasi 5.000 persone hanno votato per la loro soluzione Linux favorita nella categorie che vanno dalla versione favorita del sistema di controllo al laptop Linux favorito. </p> <p>Audacity è stato inoltre scelto questa primavera da Bestcovery come <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> "Migliore editor audio libero"</a>. <p> </p> <p align="center"> <a href="http://www.bestcovery.com/node/17870?whybest=1&best=17871"> <img src="../images/Bestcovery.png" alt="Bestcovery Winners' logo"</img> </a> </p> <p> <a href="http://www.bestcovery.com/node/13"> Bestcovery</a> si avvale di un gruppo di esperti indipendenti per "aiutarvi a scoprire i migliori prodotti e servizi per una vasta gamma di tutte le categorie in un sito conveniente". </p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.bomots.de/audacity/english.htm"> <img src="../images/Audacity_Compact_book_cover.jpg" alt="'Audacity compact' book cover" border="0"></img> </a></td></tr> </table> </td> <td> <p> <b>"Audacity compact"</b>, una traduzione inglese del libro di Markus Priemer in lingua tedesca <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> "Audacity kompakt"</a>, è <b>ora disponibile</b>. </p> <p> Il libro vuole essere una introduzione "per iniziare" i nuovi utenti di Audacity, oltre a servire come strumento di riferimento e fonte di consigli e trucchi su Audacity per tutti. </p> <p> Per saperne di più, scaricate il campione di 40 pagine nel formato PDF, o <b>acquistate usando Paypal</b> facendo clic <a href="http://www.bomots.de/audacity/english.htm"> qui</a>! Ogni acquisto effettuato tramite i nostri siti web favorirà direttamente lo sviluppo di Audacity. </p> <p> "Audacity compact" è inoltre disponibile online presso i più importanti rivenditori come Amazon. </p> </td> </tr> </table>

source: Audacity is mentoring two Google Summer of Code (GSoC) 2009 students
fr: Audacity supervise deux étudiants dans le cadre du Google Summer of Code (GSoC) 2009
it: Audacity è guida per due studenti al Google Summer of Code (GSoC) 2009
sl: Audacity je mentor dvem študentom v okviru Google Summer of Code (GSoc) 2009

source: <p> Audacity has been approved to mentor two <a href="http://socghop.appspot.com/org/home/google/gsoc2009/audacity#blog"> students</a> for <a href="http://socghop.appspot.com/"> Google Summer of Code 2009</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://socghop.appspot.com"> <img src="../images/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> The two projects will combine bug fixing with work on developing new features. <p> Congratulations to the approved students and thanks to all who applied for their interest in Audacity! </p>
fr: <p> Audacity a été approuvé pour tutorer deux <a href="http://socghop.appspot.com/org/home/google/gsoc2009/audacity#blog"> étudiants</a>pour <a href="http://socghop.appspot.com/"> le Google Summer of Code 2009</a>! Le GSoC offre aux étudiants développeurs une bourse de 4,500$ pour écrire du code pour différents projets open source. </p> <p align="center"> <a href="http://socghop.appspot.com"> <img src="../images/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> Les deux projets combineront la correction de bogue avec le travail de développement de nouvelles fonctionnalités. <p> Félicitations aux étudiants approuvés et merci à tout ceux qui ont mis leur intérêt dans Audacity! </p>
it: <p> Audacity è stato approvato come guida per <a href="http://socghop.appspot.com/org/home/google/gsoc2009/audacity#blog"> studenti</a> nel <a href="http://socghop.appspot.com/"> Google Summer of Code 2009</a>! GSoC offre agli studenti sviluppatori una borsa di studio di 4.500 dollari per scrivere un codice per vari progetti open source. </p> <p align="center"> <a href="http://socghop.appspot.com"> <img src="../images/GSoC2009.png" alt="Google Summer of Code 2009"></img> </a> </p> <p> I due progetti combineranno la correzione degli errori con il lavoro sullo sviluppo di nuove funzioni. <p> Congratulazioni agli studenti approvati e grazie a tutti coloro che si sono applicati per l'interesse ad Audacity! </p>

source: Audacity 1.3.7 released
fr: Audacity version 1.3.7 disponible
it: Rilasciato Audacity 1.3.7
sl: Izšel je Audacity 1.3.7
