Repository: ngoclinh49/audacity
Catalog: sf-cvs/trunk/htdocs/locale/*.po
Languages: af, fr, it, sl

source: Audacity running on Windows
af: Audacity wat op Windows loop
fr: Audacity sous Windows
it: Audacity funziona su Windows
sl: Audacity v Windowsih

source: Audacity running on Mac OS X
af: Audacity wat op Mac OS X loop
fr: Audacity sous Mac OS X
it: Audacity funziona su Mac OS X
sl: Audacity na Mac OS X

source: Noise Removal effect
af: Ruisverwydering-effek
fr: Fonction réduction du bruit
it: Effetto Rimozione rumore
sl: Učinek odstranjevanja šuma

source: Change Pitch effect
af: Wysig toonhoogte
fr: Effet changement de hauteur
it: Effetto Cambia intonazione
sl: Učinek spremembe višine tona

source: Change Tempo effect
af: Wysig tempo
fr: Effet changement de tempo
it: Effetto Cambia tempo
sl: Učinek spremembe tempa

source: Recording with Audacity
af: Opname met Audacity
fr: Enregistrement avec Audacity
it: Registrare con Audacity
sl: Snemanje z Audacity

source: Credits
af: Erkenning
fr: Crédits
it: Crediti
sl: Zasluge

source: These are some of the people who have <a href="../community/">contributed</a> to the free Audacity audio editor.</p> </p>If you have questions or feedback about Audacity, please see the <a href="../contact/">contact page</a>.
af: Hierdie is sommige van die mense wat <a href="../community/">bygedra het</a> tot Audacity, die vrye oudioredigeerder.</p> </p>Indien u vrae of terugvoer het, sien gerus die <a href="../contact/">kontakbladsy</a>.
fr: Voici une liste (incomplète) de personnes <a href="../community/">contribuant</a> au développement de l'éditeur audio libre Audacity.</p> <p>Si vous avez une question ou un commentaire à propos d'Audacity, rendez-vous à la page <a href="../contact">Contact</a>.
it: <p>Queste sono alcune delle persone che hanno <a href="../community/">contribuito</a> ad Audacity. </p> Se avete domande o avete bisogno di informazioni su Audacity, visitate la <a href="../contact/">pagina dei contatti</a>.
sl: To so nekateri od tistih, ki so <a href="../community/">doprinesli</a> k brezplačnemu urejevalniku zvoka Audacity.</p> </p>Če imate vprašanja ali mnenje o Audacity, prosimo obiščite <a href="../contact/">stran s stiki</a>.

source: History
af: Geskiedenis
fr: Historique
it: Storia
sl: Zgodovina

source: Audacity was started by Dominic Mazzoni and Roger Dannenberg in the fall of 1999 at Carnegie Mellon University. It was released as open-source software at SourceForge.net in May of 2000.
af: Audacity is begin deur Dominic Mazzoni en Roger Dannenberg in 1999 by Carnegie Mellon Universiteit. Dit is vrygestel as oopbronsagteware by SourceForge.net in Mei 2000.
fr: Audacity a été lancé par Domini Mazzoni et Roger Dannenberg à la fin 1999 à l'université de Carnegie Mellon. Il a été diffusé sous forme de logiciel libre (open source) en mai 2000.
it: Audacity è stato iniziato da Dominic Mazzoni e Roger Dannenberg nell'autunno del 1999 presso la Carnegie Mellon University. È stato rilasciato come software open-source a SourceForge.net maggio del 2000.
sl: Audacity sta začela jeseni 1999 na univerzi Carnegie Mellon razvijati Dominic Mazzoni in Roger Dannenberg. Kot odprto kodni projekt je bila programska koda objavljena na SourceForge.net maja 2000.

source: <a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, that is, excluding the code libraries Audacity uses. The <a href="http://www.ohloh.net/projects/audacity/contributors">Contributors tab</a> on the Ohloh site shows the contributions of each developer.
it: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> presenta statistiche sul grado di sviluppo di Audacity. Il &quot;simbolo&quot; Ohloh in fondo a ogni pagina di questo sito mostra i dati di riepilogo aggiornati. Abbiamo impostato le pagine Ohloh su Audacity in modo che le statistiche mostrino solo i dati dello sviluppo specifico di Audacity, escludendo il codice delle librerie utilizzate da Audacity. La <a href="http://www.ohloh.net/projects/audacity/contributors">scheda Collaboratori</a> nel sito Ohloh mostra i contributi di ogni sviluppatore.

source: Audacity Team Members
fr: Membres de l'équipe Audacity
it: Componenti dell'Audacity Team
sl: Člani ekipe Audacity

source: documentation and support
fr: Documentation et aide
it: documentazione e supporto
sl: dokumentacija in podpora

source: French
fr: Français
it: Italiano
sl: francoščina

source: system administration
fr: administration système
it: sistema di gestione
sl: sistemska administracija

source: developer
fr: développeur
it: sviluppatore
sl: razvijalec

source: Emeritus: distinguished Audacity team members, not currently active
fr: Emérites : membres distingués de l'équipe Audacity, plus en activité
it: Emerito: importante componente dell'Audacity Team, non attualmente attivo
sl: Častni člani: cenjeni člani ekipe Audacity, ki niso trenutno aktivni

source: Contributors
af: Bydraers
fr: Contributeurs
it: Collaboratori
sl: Avtorji prispevkov

source: accessibility advisor
it: consulente accessibilità

source: graphic artist
fr: artiste graphique
it: artista grafico
sl: ilustrator

source: Translators
af: Vertalers
fr: Traducteurs
it: Traduttori
sl: Prevajalci

source: Libraries
af: Biblioteke
fr: Bibliothèques
it: Librerie
sl: Knjižnice

source: Audacity is based on code from the following projects:
af: Audacity is gebaseer op kode van die volgende projekte:
fr: Audacity s'inspire en partie du code des projets suivants :
it: Audacity è basato su un codice sorgente proventiente dai seguenti progetti:
sl: Audacity temelji na kodi naslednjih projektov:

source: Thanks
af: Bedankings
fr: Remerciements
it: Ringraziamenti
sl: Zahvala

source: There are many other people and organizations we would like to thank. Many of these have contributed code, patches, feedback, money, time, or other things to the project. Others simply produce tools that made this whole thing possible.
af: Daar is baie ander mense en organisasies vir wie ons wil bedank. Vele hiervan het geprogrammeer, foute reggemaak, of terugvoer, geld tyd of ander dinge tot die projek bygedra. Ander het bloot gereedskap gemaak wat hierdie hele projek moontlik gemaak het.
fr: Il y a bien d'autres personnes et organisations que nous voudrions remercier. Beaucoup d'entre elles ont apporté des codes, des correctifs, des commentaires, des financements, du temps et bien d'autres choses au projet. D'autres ont simplement apporté des outils qui ont rendu ce travail possible.
it: Esistono molte altre persone e organizzazioni che vorremmo ringraziare. Molti di loro hanno contribuito al progetto con codice, patch, suggerimenti, denaro, tempo o altro. Altri più semplicemente hanno creato strumenti che hanno reso possibile tutto ciò.
sl: Veliko drugih ljudi in organizacij je, katerim bi se radi zahvalili. Mnogi so projektu prispevali kodo, popravke, odzive, denar, čas ali drugo. Drugi preprosto izdelujejo orodja, ki so to celo stvar omogočila.

source: (Let us know if we're forgetting anyone!)
af: (Laat weet ons gerus as ons iemand uitgelos het!)
fr: (Si vous vous sentez oublié, faites-le nous savoir!)
it: (Fateci sapere se abbiamo dimenticato qualcuno!)
sl: (Opomnite nas, če smo koga pozabili!)

source: About
af: Aangaande
fr: A propos
it: Informazioni
sl: O programu ...

source: Stable
af: Stabiel
it: Stabile
sl: Stabilna

source: Source Code
af: Bronkode
fr: Code Source
it: Codice sorgente
sl: Izvorna koda

source: Release Notes
af: Vrystellingaantekeninge
fr: Notes de version
it: Note di rilascio
sl: Opombe ob izdaji

source: New Features in 1.3
af: Nuwe eienskappe in 1.3
fr: Nouvelles fonctionnalités de la 1.3
it: Nuove funzionalità nella versione 1.3
sl: Nove odlike v 1.3

source: Plug-Ins and Libraries
fr: Greffons et Bibliothèques
it: Plug-in e librerie

source: Obtain a CD
fr: Obtenir un CD
it: Ottenere un CD
sl: Priskrbite si CD

source: Vendors and Distributors of Audacity
fr: Vendeurs et distributeurs d'Audacity
it: Venditori e distributori di Audacity
sl: Prodajalci in distributerji Audacity

source: Help
af: Hulp
fr: Aide
it: Aiuto
sl: Pomoč

source: Documentation
af: Dokumentasie
it: Documentazione
sl: Dokumentacija

source: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutorials (Wiki)</a>
fr: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutoriels (Wiki)</a>
it: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutorial (Wiki)</a>
sl: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Vodniki s primeri (wiki, v angl.)</a>

source: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Tips (Wiki)</a>
fr: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Astuces (Wiki)</a>
it: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Suggerimenti (Wiki)</a>
sl: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Nasveti (wiki, v angl.)</a>

source: Contact Us
af: Kontak ons
fr: Nous contacter
it: Contattateci
sl: Stik z nami

source: Mailing Lists
af: Poslyste
fr: Listes de diffusion
it: Mailing List
sl: Poštni seznami

source: Privacy Policy
af: Privaatheidbeleid
fr: Politique de confidentialité
it: Politiche di privacy
sl: Politika zasebnosti

source: Get Involved
af: Raak betrokke
fr: Participez!
it: Collaborate
sl: Sodelujte

source: Users
af: Gebruikers
fr: Utilisateurs
it: Utenti
sl: Uporabniki

source: Developers
af: Programmeerders
fr: Développeurs
it: Sviluppatori
sl: Razvijalci

source: Donate
af: Skenkings
fr: Faire un don
it: Donazioni
sl: Donirajte

source: Site Map
af: Werfkaart
fr: Plan du site
it: Mappa del sito
sl: Zemljevid strani

source: How Does Audacity Raise Money?
af: Hoe samel Audacity geld in?
fr: Comment Audacity collecte des fonds ?
it: In che modo Audacity raccoglie i fondi?
sl: Kako zbira denar Audacity?

source: Audacity raises money via <a href="#donate">donations</a>, <a href="http://audacityteam.org/sponsor.php">sponsorships</a>, product sales through <a href="http://audacitystore.com/">Audacity Store</a> and <a href="../contact/privacy#advertising">advertisements</a> on our web pages.
fr: Audacity collecte des fonds via <a href="#donate">des donations</a>, <a href="http://audacityteam.org/sponsor.php">du sponsoring/mécénat</a>, les ventes de produits du <a href="http://audacitystore.com/">Magasin Audacity </a> et <a href="../contact/privacy#advertising">la publicité</a> sur nos pages web.
it: Audacity raccoglie i fondi attraverso <a href="#donate">donazioni</a>, <a href="http://audacityteam.org/sponsor.php">sponsorizzazioni</a>, vendita di prodotti attraverso l'<a href="http://audacitystore.com/">Audacity Store</a> e la <a href="../contact/privacy#advertising">pubblicità</a> nelle nostre pagine web.

source: As of March 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, which hosts the Audacity site and downloads, is allowing us to also post advertisements, in an innovative program whereby we split the revenues. Thank you, <a href="http://sourceforge.net/">SourceForge.net</a>!
fr: À partir de mars 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, qui héberge le site et les téléchargements d'Audacity, nous a aussi permis de passer des publicités, dans un programme innovant avec lequel nous partageons les revenus. Merci, <a href="http://sourceforge.net/">SourceForge.net</a>!
it: A partire dal marzo 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, che ospita il sito Audacity e il download, ci permette anche di inviare messaggi pubblicitari, con un programma innovativo in base al quale abbiamo suddiviso le entrate. Grazie, <a href="http://sourceforge.net/">SourceForge.net</a>!
sl: Od marca 2007 nam <a href="http://sourceforge.net/">SourceForge.net</a>, ki gosti spletno mesto za Audacity in prenose, dovoli objavo oglasov v okviru inovativnega programa, kjer si delimo prihodke. Hvala, <a href="http://sourceforge.net/">SourceForge.net</a>!

source: Income to Audacity is not distributed among previous contributors to Audacity. There are too many people and it would be difficult to do so fairly. Also, nobody contributed code to Audacity expecting money in return. Audacity is developed by volunteers, working in our spare time. Audacity is not shareware, and we do not expect to make any money from it.
fr: Les recettes ne sont pas réparties entre les personnes ayant contribué à Audacity. Il y a trop de gens pour pouvoir le faire équitablement De plus, personne n'ayant contribué à la programmation d'Audacity n'attend d'argent en retour. Audacity est développé par des bénévoles, travaillant sur leur temps libre. Audacity n'est pas un partagiciel (shareware), et nous ne cherchons pas à en tirer de profits.
it: I redditi di Audacity non sono distribuiti tra i precedenti collaboratori di Audacity. Ci sono troppe persone e sarebbe difficile farlo in modo equo. Inoltre, nessuno che ha contribuito al codice di Audacity si aspetta soldi in cambio. Audacity è sviluppato da volontari, che lavorano nel loro tempo libero. Audacity non è shareware, e non ci aspettiamo di fare soldi da esso.
sl: Ta prihodek ni porazdeljen med nekdanje avtorje prispevkov za Audacity. Preveč jih je in težko bi bilo to storiti pravično. Prav tako nihče ni prispeval kodo Audacity zaradi pričakovanega finančnega povračila. Audacity razvijamo prostovoljci v svojem prostem času. Audacity ni plačljiv (shareware) zato ne pričakujemo, da bomo z njim zaslužili.

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance, and release tasks, freeing volunteers to spend more time on code.
fr: C'est plutôt l'équipe des développeurs principaux d'Audacity qui dépense de l'argent pour des articles et services qui bénéficient au projet tout entier. L'argent versé au projet nous aide à payer la bande passante et l'hébergement internet, les outils de développement et du matériel audio. Dans le passé, nous avons utilisé les dons pour acheter la marque Audacity et pour participer au coût des déplacements pour un "sprint" de programmation entre les développeurs d'Audacity, et nous comptons développer ceci. Notre but à long terme est de récolter suffisamment d'argent pour engager un développeur à temps complet qui puisse donner tout son temps au projet et se charger d'une partie des charges administratives, de la maintenance, et des mises à jour. Cela permettrait de libérer les bénévoles pour davantage de programmation.
it: Piuttosto, il team dei principali sviluppatori di Audacity spenderà i soldi su prodotti e servizi a beneficio del progetto nel suo complesso. Il denaro che entra nel progetto ci aiuta a pagare la banda larga e l'hosting web, gli strumenti di sviluppo, e l'hardware audio. In passato abbiamo utilizzato i fondi derivanti da donazioni per l'acquisto del marchio Audacity e per sovvenzionare le spese di viaggio per gli sviluppatori di Audacity per incontrarsi in un meeting, e abbiamo intenzione di farne di più. Il nostro obiettivo a lungo termine è quello di acquisire denaro sufficiente per stipendiare uno sviluppatore a tempo pieno che potrebbe dedicare tutto il suo tempo al progetto e assumersi una parte dei compiti di amministrazione, manutenzione, e di rilascio, evitando ai volontari di spendere più tempo sul codice.
sl: Ekipa glavnih razvijalcev Audacity bo raje porabila denar za reči in storitve, ki so v korist projektu kot celoti. Denar, ki kaplja projektu, nam pomaga plačati dostop do spleta in spletno gostovanje, razvijalna orodja in zvočno strojno opremo. V preteklosti smo uporabili sredstva iz donacij za nakup zaščitene znamke Audacity in za subvencioniranje potnih stroškov razvijalcem Audacity za srečanja na hackathonu, in teh načrtujemo še več. Naš dolgoročni cilj je zbrati dovolj denarja za plačilo razvijalca s polno zaposlitvijo, ki bi lahko posvetil/a ves svoj prosti čas projektu in prevzel/a nekatere izmed administrativnih, vzdrževalnih in izdajnih nalog, s čimer bi se prostovoljci lahko več posvetili pisanju kode.

source: These are all things that help us provide Audacity for free and continue to make it better. The Audacity Team is completely committed to keeping Audacity free and open source. We made that commitment in <a href="http://audacity.sourceforge.net/about/license"> licensing Audacity under the GNU General Public License</a>.
fr: Tout ceci nous aide à fournir gratuitement Audacity et à l'améliorer. L'équipe d'Audacity est décidée à le maintenir gratuit et libre. Nous en avons pris l'engagement <a href="http://audacity.sourceforge.net/about/license"> en plaçant Audacity sous licence GNU GPL</a>.
it: Queste sono tutte cose che ci consentono di fornire Audacity gratuitamente e di continuare a fare meglio. Il team di Audacity è completamente impegnata a mantenere Audacity libero e open source. Ci siamo impegnati nel <a href="http://audacity.sourceforge.net/about/license"> licenziare Audacity sotto i termini della GNU General Public License</a>.
sl: Vse to so stvari, ki nam pomagajo ponujati Audacity zastonj in ga še naprej razvijati. Ekipa Audacity je povsem zavezana ohraniti Audacity zastonj in v obliki odprte kode. Tako smo se zavezali <a href="http://audacity.sourceforge.net/about/license"> z licenciranjem Audacity pod Splošno javno licenco GNU (GPL)</a>.

source: There are many ways to support Audacity, and many degrees of doing so. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it, and telling others about it. Thank you for supporting Audacity.
fr: On peut soutenir Audacity de plusieurs manières et à des degrés divers Nous avons toujours accueilli les utilisateurs dont la contribution est tout simplement d'utiliser Audacity, en nous faisant des retours sur la manière de l'améliorer et en le faisant savoir à d'autres. Merci de soutenir Audacity.
it: Ci sono molti modi per sostenere Audacity, e molti livelli per farlo. Abbiamo sempre accolto con favore gli utenti il cui contributo è solo semplicemente quello di usare Audacity, dandoci consigli e suggerimenti su come migliorarlo, e riferendo su di esso agli altri. Grazie per il sostegno ad Audacity.
sl: Audacity lahko podpirate na več načinov, in tudi na več ravneh. Vedno smo bili veseli uporabnikov, katerih edini doprinos je zgolj uporaba Audacity, uporabnikov, ki z nami delijo vtise in nasvete o izboljšavah, ter govorijo naprej. Hvala, ker podpirate Audacity.

source: Purchase from the <a href="http://audacitystore.com/">Audacity Store</a>
it: Fare acquisti nell'<a href="http://audacitystore.com/">Audacity Store</a>

source: You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts and embroidered messenger bags).
fr: Vous êtes invités à visiter la nouvelle <a href="http://audacitystore.com/">boutique Audacity</a>, qui propose des articles portant le logo Audacity (T-shirts, polos et sacs brodés), et des produits électroniques.
it: Siete invitati a visitare il nuovo <a href="http://audacitystore.com/">Audacity Store</a>, che dispone di prodotti con il logo Audacity (T-shirt, polo ricamate e borse a tracolla ricamate).
sl: Vabljeni ste, da obiščete novo <a href="http://audacitystore.com/">trgovino Audacity</a>, ki ponuja izdelke z logotipom Audacity (majice s kratkimi rokavi, polo majice, torbe z všitki).

source: Make a Donation
it: Fare una donazione

source: Alternatively, click the button below to donate securely by Paypal. You can send any amount, using either your credit card or your Paypal account:
fr: Vous pouvez aussi cliquer sur le bouton ci-dessous pour effectuer un don sécurisé par Paypal. Vous pouvez envoyer le montant de votre choix, en utilisant soit votre carte de crédit soit votre compte Paypal :
it: In alternativa, fate clic sul pulsante al di sotto della donazione sicura mediante Paypal. Potete inviare qualsiasi cifra, usando la carta di credito o l'account Paypal:
sl: Ali pa kliknite spodnji gumb in varno darujte prek sistema PayPal. Nakažete lahko poljuben znesek, s kreditno kartico ali računom PayPal:

source: If you prefer to send a personal check or another form of payment, please write to our
fr: Si vous préférez payer par chèque ou une autre forme de paiement, merci d'écrire à notre
it: Se preferite inviare un assegno personale o attuare un'altra forma di pagamento, scrivete al nostro

source: feedback e-mail address</a> telling us what country you are in and how you'd like to pay.
fr: addresse mail de retour</a> dites-nous de quel pays vous êtes et combien vous voulez payer.
it: indirizzo e-mail</a> indicandoci il vostro paese e come intendete pagare.

source: <a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, excluding the third-party code libraries Audacity uses. The <a href="http://www.ohloh.net/projects/59/analyses/latest">Code tab</a> on the Ohloh site shows the progress of code development.
it: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> presenta statistiche sul grado di sviluppo di Audacity. Il &quot;simbolo&quot; Ohloh in fondo a ogni pagina di questo sito mostra i dati di riepilogo aggiornati. Abbiamo impostato le pagine Ohloh su Audacity in modo che le statistiche mostrino solo i dati dello sviluppo specifico di Audacity, escludendo il codice delle librerie utilizzate da Audacity.La <a href="http://www.ohloh.net/projects/audacity/contributors">scheda Collaboratori</a> nel sito Ohloh mostra i contributi di ogni sviluppatore.

source: Join the <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
fr: Rejoignez la liste de diffusion <a href="../contact/lists#devel">audacity-devel</a> pour discuter des développements actuels et futurs, ou pour aider à la modification du code source d'Audacity.
it: Iscrivetevi alla <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> mailing list per discutere dello sviluppo attuale e futuro, o per ottenere un aiuto su come creare o modificare il codice sorgente di Audacity.
sl: Pridružite se dopisnemu seznamu <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> za razpravo o trenutnem in nadaljnem razvoju ter iskanje pomoči pri prevajanju in spreminjanju izvorne kode Audacity.
