Repository: ngoclinh49/audacity
Catalog: audacity-src/tags/before_1_3_0/htdocs/locale/*.po
Languages: it

source: <ol> <li>Use the “Export as WAV” or “Export as AIFF” command to save your Audacity recording in a sound file.</li> <li>Use any CD-recording software (iTunes or Nero, for example) to burn this file to a CD.</li> </ol> <p>To make a disc you can play in normal CD players, make sure to create a “music” or “audio” CD (not a “data” CD). Use CD-R discs, because some players cannot read CD-RW.</p> <p>Some CD software will burn only 16-bit, 44.1KHz stereo sound files. If your CD recording software won't open your sound file, export the file again after choosing the following settings in Audacity:</p> <ol> <li>At the bottom of the Audacity window, set the Project Rate to 44100 Hz.</li> <li>In the File Formats preferences, choose WAV (16-bit...) or AIFF (16-bit...).</li> <li>If your project does not already contain a stereo track, choose “New Stereo Track” from the Project menu. (This will make Audacity export your recording as a stereo file.)</li> </ol> <p>See also: <a href="faq?s=files&amp;i=split">How can I split a long recording into multiple tracks?</a></p>
it: <ol> <li>Usa il comando "Esporta come WAV" o "Esporta come AIFF" per salvare le tue registrazioni in un file audio.</li> <li>Usa un qualsiasi programma di masterizzazione (iTunes o Nero per esempio) per scrivere questi file su un CD.</li> </ol> <p>Per fare un disco riproducibile su normali lettori CD, assicurati di creare "music" o "audio CD" (non "data" CD). Usa dischi CD-R, alcuni lettori non leggono i CD-RW.</p> <p>Alcuni programmi di masterizzazione sono in grado di scrivere solo file audio stereo a 16-bit e 44.1KHz. Se il tuo programma di masterizzazione non apre il tuo file audio, esporta di nuovo il file dopo aver scelto i seguenti parametri in Audacity::</p> <ol> <li>Nella barra in basso di Audacity imposta la frequenza a 44100 Hz.</li> <li>Dal menù Preferenze, nella linguetta Formati File scegli WAV (16-bit...) o AIFF (16-bit...).</li> <li>Se il tuo progetto non contiene già una traccia stereo scegli "Nuova Traccia Stereo" dal menù Progetto. (Ciò permette ad Audacity l'esportazione della tua registrazione in un file audio stereo.)</li> </ol> <p>See also: <a href="faq?s=files&amp;i=split">How can I split a long recording into multiple tracks?</a></p>

source: How can I split a long recording into multiple files or CD tracks?
it: Come posso dividere una lunga registrazione in file multipli in in tracce CD?

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu. If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
it: <p>Segui queste istruzioni per creare file separati per ogni canzone o segmento di una lunga registrazione. Ciò è particolarmente utile se stai creando un CD, poiché ogni file sarà una traccia diversa sul CD.</p> <ol> <li>Clicca per posizionare il cursore all'inizio della prima canzone.</li> <li>Scegli "Aggiungi un'etichetta alla selezione" dal menù Progetto. Se lo desideri, puoi scrivere il titolo della canzone.</li> <li>Ripeti i punti 1 e 2 per ogni canzone.</li> <li>Quando hai finito, scegli "Esportazione Multipla" dal menù File. QWuando clicchi sul pulsante "Esporta" Audacity salverà ciascuna canzone in un file separato, utilizzando il formato e il percorso che hai scelto.</li> </ol>

source: Editing
it: Modifica

source: Why can’t I use the effects or other menu items?
it: Perché non posso usare gli effetti o altre voci di menù?

source: <p>Some menu items are grayed out or disabled until they are ready for use. Before choosing an effect, you must select the audio that you want to change. To select audio, click and drag with the Selection tool to highlight it, or choose the “Select All” command from the Edit menu.</p>
it: <p>Alcune voci del menu sono grigie o disabilitate finché non sono pronte per essere usate. Prima di scegliere un effetto devi selezionare l'audio che vuoi cambiare. Per selezionare l'audio, clicca e trascina con lo strumento di selezione per illuminarlo, o scegli "Seleziona tutto" dal menu di Modifica.</p>

source: How do I combine two files into one longer file?
it: Come posso combinare due file in un solo file più lungo?

source: <p>Follow these steps to splice two files together:</p> <ol> <li>Import both files into Audacity.</li> <li>Select the second one by clicking on its label (the area around the mute/solo buttons).</li> <li>Choose “Cut” from the Edit menu.</li> <li>Place the cursor by clicking in the first track, after the end of the audio.</li> <li>Choose “Paste” from the Edit menu.</li> </ol> <p>You can press the Play button to hear the result, and use the Export commands (in the File menu) to save it as a sound file.</p>
it: <p>Segui queste istruzioni per unire due file:</p> <ol> <li>Importa entrambi i file.</li> <li>Seleziona il secondo file cliccando sulla sua etichetta (l'area vicino ai bottoni muto/solo).</li> <li>Scegli "Taglia" dal menù Modifica.</li> <li>Posiziona il cursore cliccando sulla prima traccia dopo la fine dell'audio.</li> <li>Scegli "Incolla" dal menù Modifica.</li> </ol> <p>Puoi premere il pulsante Riproduci per ascoltare il risultato ed utilizzare il comando Esporta (nel menù File) per salvarlo come file audio.</p>

source: How do I mix two tracks together?
it: Come posso mixare due tracce tra di loro?

source: <p>To mix two files, just import both of them into Audacity. They will appear in separate tracks, and will be mixed together when you press the Play button. You can use the Time Shift tool to move them around so that they start at different times, or use the other editing commands to alter either of the tracks.</p>
it: <p>Per mixare due file, importali entrambi su Audacity. Appariranno così due tracce separate, e saranno mixate assieme quando viene premuto il tasto Riproduci. Puoi usare lo strumento Allinea Tracce per muoverle in modo da farle iniziare prima o dopo, oppure puoi usare altri comandi per la modifica per alterare le tracce secondo i tuoi gusti.</p>

source: Can I remove the vocals from a recording to make a Karaoke track?
it: Posso rimuovere la voce da una registrazione per creare una traccia Karaoke?

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the Play button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p>
it: <p>E' possibili <b>solo per alcune tracce stereo</b>. Quando le voci sono esattemente le stesse in entrambi i canali stereo puoi rimuoverle sottraendo un canale dall'altro. Funziona con molte registrazioni da studio quando le tracce vocali sono mixate esattamente al centro.</p> <p>Per farlo con Audacity:</p> <ol> <li>Importa la traccia stereo.</li> <li>Apri il menù traccia (clicca la freccia vicino al titolo della traccia) e scegli "Dividi Tracce Stereo."</li> <li>Seleziona la traccia più bassa (il canale destro) cliccando nell'area vicino ai bottoni muto/solo.</li> <li>Scegli "Inverti" dal menù Effetti.</li> <li>Dal menù della traccia cambia le tracce in "Mono"</li> </ol> <p>Premi il tasto Riproduci per ascoltare il risultato. Se sei fortunato la voce sarà scomparsa e gran parte degli strumenti saranno invariati, come se fosse una traccia per il karaoke. Puoi usare il comando Esporta del menù File per salvare il risultato.</p>

source: Other frequently asked questions...
it: Altre domande frequenti...

source: Frequently Asked Questions
it: Domande frequenti

source: These are some of the most common questions about Audacity. If your question isn’t answered here, see the <a href="documentation">documentation</a>, or <a href="../contact/">contact us</a> for help.
it: Queste sono alcune delle domande più comuni poste su Audacity. Se avete delle domande alle quali non trovate riposta in queste pagine, leggete la <a href="documentation">documentazione</a>, oppure <a href="../contact/">contattateci</a> per chiedere aiuto.

source: These articles give step-by-step instructions for common tasks using the free Audacity sound editor.
it: Questi articoli danno istruzioni passo-passo su come eseguire semplici operazioni usando l'editor audio libero Audacity.

source: Audacity 1.2 Tutorial by Dan Eliot
it: Audacity 1.2 Tutorial è stato scritto da Dan Eliot

source: Learn how to open and edit a WAV file, and save the result in an MP3.
it: Impara come aprire e modificare i file WAV e come salvare il risultato in un file MP3.

source: Multi-Track Recording Tutorial from AGNULA
it: Tutorial sulla registrazione multi traccia proviene da AGNULA

source: Make a simple multi-track recording.
it: Crea una semplice registrazione multi traccia.

source: Audacity Tutorial by Daniel James
it: Audacity Tutorial è stato scritto da Daniel James

source: Shows how to mix a multi-track project. Includes sample sound files.
it: Mostra come mixare un progetto formato da più tracce. Include i file audio di esempio.

source: For additional help, see the <a href="documentation">Audacity documentation</a>.
it: Per un ulteriore aiuto, leggete la <a href="documentation">documentazione di Audacity</a>.

source: Introduction to Nyquist and Lisp Programming
it: Introduzione alla programmazione Nyquist e Lisp

source: Programming in Nyquist
it: Programmare in Nyquist

source: Creating Nyquist Plug-ins
it: Creare Plug-ins Nyquist

source: <p>If you have questions or comments for the Audacity developers, e-mail us at: <a href="mailto:audacity-help@lists.sourceforge.net">audacity-help@lists.sourceforge.net</a>. (This is a public mailing list. For details, see our <a href="../contact/privacy">privacy policy</a>.)</p> <p><b>When you report a bug or problem, please:</b></p> <ol> <li>Before you contact us, check the <a href="../help/faq">Frequently Asked Questions</a>.</li> <li>Tell us what version of Audacity and which operating system you are using.</li> <li>Include details of what you are trying to do, and any error messages or other problems you experience.</li> </ol>
it: <p>Se avete domande o commenti per gli sviluppatori di Audacity, mandateci un'e-mail all'indirizzo:: <a href="mailto:audacity-help@lists.sourceforge.net">audacity-help@lists.sourceforge.net</a>. (E' una mailing list pubblica. Per dettagli guarda la nostra <a href="../contact/privacy">normativa sulla privacy</a>.)</p> <p><b>Quando segnali un bug o un problema, per favore:</b></p> <ol> <li>Prima di contattarci controlla le <a href="../help/faq">FAQ</a>.</li> <li>Dicci quale versione di Audacity e quale Sistema Operativo stai usando.</li> <li>Inludi dettagli riguardo a quello che stai cercando di fare, e tutti i messaggi di errore o problemi che incontri.</li> </ol>

source: <h3>Discussion Lists</h3> <p>To discuss Audacity with other users and developers, join our <a href="../contact/lists">mailing lists</a>.</p>
it: <h3>Liste di discussione</h3> <p>Per discutere di Audacity con gli altri utenti e sviluppatori, usate le nostre <a href="../contact/lists">mailing lists</a>.</p>

source: Announcement List Policy
it: Policy della Lista degli Annunci

source: Mailing List Policy
it: Policy della Mailing List

source: You must subscribe to send messages to this list.
it: Per spedire messaggi a questa lista dovete prima iscrivervi.

source: %s archives and subscription information
it: %s archivi e informazioni sull'iscrizione

source: These mailing lists are for discussion of the Audacity audio editor. </p> <p>Note: These are public mailing lists. For details, see our <a href="privacy">privacy policy</a>.
it: <p>Queste mailing list servono per discutere sull'editor audio Audacity. </p> <p>Nota: queste mailing list sono pubbliche. Per dettagli, leggete la nostra <a href="privacy">privacy policy</a>.</p>

source: Discuss Audacity with other users and developers.
it: Parla di Audacity con altri utenti o sviluppatori.

source: For translators localizing the Audacity software and web site.
it: Per i traduttori che stanno lavorando sulla localizzazione di Audacity e del sito web.

source: For developers working with the Audacity source code and documentation.
it: Per gli sviluppatori che lavorano sul codice sorgente di Audacity e sulla documentazione.

source: Share questions and tips about programming <a href="../help/nyquist">Nyquist plug-ins</a>.
it: Condividi domande e suggerimenti sulla programmazione dei <a href="../help/nyquist">plugin Nyquist</a>.

source: Developers can subscribe to this mailing list to receive automatic updates from <a href="../community/developers#bugzilla">Bugzilla</a>.
it: Gli sviluppatori possono iscriversi a questa lista per ricevere update automatici da <a href="../community/developers#bugzilla">Bugzilla</a>.

source: Send a message to this list if you have questions or comments for the Audacity developers. You do not need to subscribe to this list to send a message.
it: Inviate un messaggio a questa lista se avente domande o commenti da porre agli sviluppatori di audacity. Non è necessario iscriversi a questa lista per inviare un messaggio.

source: Audacity 1.2.3 Released
it: Rilasciato Audacity 1.2.3

source: <p>Audacity 1.2.3 is a new stable version of Audacity. This version fixes a bug that interfered with long recordings on some Windows systems, and another bug that causes random crashes on Mac OS X. It also includes several updated translations, and other bug fixes and minor improvements.</p> <p>See the <a href="download/release-notes">Release Notes</a> for a complete list of changes and known problems in this version.</p>
it: <p>Audacity 1.2.3 è una nuova versione stabile di Audacity. Questa versione corregge un errore che interferiva con le lunghe registrazioni su alcuni sistemi Windows, e un altro bug che causava crash imprevedibili su Mac OS X. Include numerose traduzioni aggiornate, e altri miglioramenti e correzioni minori.</p> <p>Leggete le <a href="download/release-notes">Note di rilascio</a> per una lista completa dei cambiamenti e dei problemi conosciuti.</p>
