Repository: ngoclinh49/audacity
Catalog: audacity-src/tags/before_1_3_0/htdocs/locale/*.po
Languages: it

source: Jump to page content
it: Vai ai contenuti della pagina

source: Powered by Google
it: Fornito da Google

source: Search
it: Cerca

source: Audacity: Free Sound Editor and Recording Software
it: Audacity: editor audio libero e software di registrazione

source: Site Navigation
it: Navigazione sito

source: Page Footer
it: Fondo Pagina

source: Site Map
it: Mappa del sito

source: Creative Commons: Some rights reserved.
it: Creative Commons: alcuni diritti sono riservati.

source: Development hosted by SourceForge
it: Sviluppo ospitato da Sourceforge

source: View this page in a different language
it: Visualizza questa pagina in una lingua differente

source: %B %d, %Y
it: %d %B %Y

source: Web Site Copyright and Trademark
it: Copyright e marchi del sito

source: "Audacity" is a trademark of Dominic Mazzoni. The Google logo is a trademark of Google, Inc.
it: "Audacity" è un marchio di Dominic Mazzoni. Il logo di Google è un marchio di Google Inc.

source: Free Audio Editor and Recorder
it: Editor e registratore audio libero

source: for Microsoft Windows
it: Per Microsoft Windows

source: for Mac OS 9 or X
it: Per Mac OS 9 o X

source: For Windows, Mac, or GNU/Linux
it: Per Windows, Mac o GNU/Linux

source: The Free, Cross-Platform Sound Editor
it: L'editor audio libero e multipiattaforma

source: Audacity is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a>
it: Audacity è un software open source libero per registrare e modificare i suoni. È disponibile per Mac OS X, Microsoft Windows, GNU/Linux e altri sistemi operativi. <a href="about/">Altre informazioni su Audacity...</a>

source: Download Audacity %s
it: Scarica Audacity %s

source: Other downloads
it: Altri downloads

source: More news items...
it: Altre news...

source: Get Notified of New Versions
it: Rimani aggiornato sulle Nuove Versioni

source: Email address
it: Indirizzo Email

source: Privacy Policy
it: Politiche di privacy

source: About
it: Informazioni

source: Features
it: Funzionalità

source: License
it: Licenza

source: Credits
it: Crediti

source: Source Code
it: Codice Sorgente

source: Release Notes
it: Note di rilascio

source: Buy a CD
it: Acquista un CD

source: Help
it: Aiuto

source: Documentation
it: Documentazione

source: Contact Us
it: Contattaci

source: Get Involved
it: Collabora

source: Users
it: Utenti

source: Translators
it: Traduttori

source: Developers
it: Sviluppatori

source: Donate
it: Dona

source: Select your operating system to download the latest version of the free Audacity sound editor.
it: Seleziona il tuo sistema operativo per scaricare l'ultima versione di Audacity.

source: Mac OS 9 or X
it: Mac OS 9 o X

source: You can also <a href="buy">purchase</a> a copy of Audacity on CD.
it: Potete anche <a href="buy">acquistare</a> una copia di Audacity su CD.

source: If you wish to compile Audacity yourself, download the <a href="source">source code</a>.
it: Se volete compilare Audacity personalmente, scaricate il <a href="source">Codice Sorgente</a>.

source: You may modify, distribute, and sell Audacity under the <a href="../about/license">GNU GPL</a>.
it: Potete modificare, distribuire e vendere Audacity rispettando la licenza <a href="../about/license">GNU GPL</a>.

source: Recommended Download
it: Download raccomandati

source: Optional Downloads
it: Downloads Opzionali

source: System Requirements
it: Requisiti di Sistema

source: Windows 98, ME, 2000, XP, or later. (Sorry, Audacity is not supported on Windows 95 or NT 4.0.)
it: Windows 98, ME, 2000 o successivi (Spiacenti, Audacity non è supportato su Windows 95 o NT 4.0)

source: Audacity runs best with at least 64 MB RAM and 300 MHz processor.
it: Audacity funziona al meglio con almeno 64 MB di Ram e un processore a 300 MHz.

source: You can also get the latest development code from <a href="../community/developers#cvs">CVS</a>.
it: In alternativa potete ottenere l'ultimo codice di sviluppo dal <a href="../community/developers#cvs">CVS</a>.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a>.
it: Se avete problemi di download, o se avete bisogno di una versione precedente di Audacity, provate i nostri <a href="%s">links alternativi di download</a>.

source: How to Build Audacity
it: Come Compilare Audacity

source: Dependencies
it: Dipendenze

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the gtk2 or unicode options. (Future versions of Audacity will support newer wxWidgets and GTK libraries.)
it: Le librerie <a href="http://wxwidgets.org">wxWidgets</a> sono <b>necessarie</b>. Audacity 1.2 richiede le librerie wxGTK 2.4, compilate <em>senza</em> le opzioni gtk2 o unicode. (Le future versioni di Audacity supporteranno nuove versioni delle librerie wxWidgets e GTK.)

source: You may also choose to install the following <b>optional libraries</b>, or get them by checking out Audacity from CVS.
it: Potete anche scegliere di installare le seguenti <b>librerie opzionali</b>, o recuperarle facendo un check out di Audacity dal CVS.

source: If you install libraries using a package management system like Apt or RPM, make sure to install the "dev" (development) packages for each library.
it: Se installate le librerie usando un gestore di pacchetti come APT o RPM, assicuratevi di installare anche i relativi pacchetti "dev" (di sviluppo) di ogni libreria.

source: Compilation
it: Compilazione

source: To build Audacity, run the following command in the Audacity source directory:
it: Per compilare Audacity, eseguite il seguente comando nella cartella contenente il codice sorgente di Audacity:

source: You can type <kbd>./configure --help</kbd> to see a list of compilation options. After Audacity is compiled, run <kbd>make install</kbd> as root to install it.
it: Potete digitare <kbd>./configure --help</kbd> per ottenere una lista delle opzioni di compilazione. Una volta che Audacity è stato compilato, eseguite <kbd>make install</kbd> come utente root per eseguire l'installazione del programma.

source: Purchase Audacity on CD
it: Acquista Audacity su CD

source: Audacity is free to download, but vendors are also free to sell copies of the program, thanks to the <a href="../about/license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to buy from a vendor listed below.
it: Audacity è scaricabile gratuitamente, ma è possibile vendere copie del programma, grazie alla <a href="../about/license">GNU General Public License</a>. Se volete acquistare una copia di Audacity su CD-ROM, vi consigliamo di acquistarla scegliendo dall'elenco sottostante.

source: <h3>TheOpenCD (Windows)</h3> <p><a href="http://theopencd.sunsite.dk/">TheOpenCD</a> is a collection of high-quality free software for Microsoft Windows, including Audacity. You can <a href="http://theopencd.sunsite.dk/wheretobuy.php">purchase a copy of TheOpenCD</a> from several different vendors.</p>
it: <h3>TheOpenCD (Windows)</h3> <p><a href="http://theopencd.sunsite.dk/">TheOpenCD</a> è una collezione di software liberi di alta qualità per Microsoft Windows, comprendente Audacity. Potete <a href="http://theopencd.sunsite.dk/wheretobuy.php">acquistare una copia di TheOpenCD</a> presso molti rivenditori.</p>

source: (Unfortunately, we no longer have the resources to provide new versions of Audacity for Mac OS 9.)
it: (Sfortunatamente, non abbiamo Più risorse per fornire nuove versioni di Audacity anche per Mac OS 9)

source: Audacity 1.2 requires Mac OS X 10.1 or later.
it: Audacity 1.2 richiede Mac OS X 10.1 o successivo.

source: Audacity 1.0 requires Mac OS 9.0 or later.
it: Audacity 1.0 richiede Mac OS 9.0 o successivo.

source: The easiest way to install the free Audacity audio editor on GNU/Linux (and other Unix-like systems) is to download a package built for your operating system:
it: La via Più semplice per installare Audacity su GNU/Linux (e gli altri sistemi Unix) è di scaricare un pacchetto appositamente predisposto per il vostro sistema operativo:

source: Linux and Unix users may also compile Audacity from <a href="source">source code</a>.
it: Gli utenti di Linux e Unix possono in alternativa compilare Audacity dal <a href="source">codice sorgente</a>.

source: Plug-In Effects
it: Effetti plug-in

source: Allows Audacity to export MP3 files.
it: Permette ad Audacity di esportare files MP3.

source: Allows Audacity to load VST plug-ins.
it: Permette ad Audacity di caricare i plug-in VST.

source: Download additional effects and filters.
it: Scarica effetti e filtri aggiuntivi.

source: About Audacity
it: Informazioni su Audacity

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux, and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, and WAV sound files.</li> <li>Cut, copy, splice, and mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</p> </ul>
it: <p>Audacity è un editor e registratore audio semplice e libero, disponibile per Windows, Mac OS X, GNU/Linux, e altri sistemi operativi. Potete usare Audacity per: </p> <ul> <li>Registrare audio dal vivo</li> <li>Convertire dischi e musicassette in formato digitale oppure su CD.</li> <li>Modificare file audio in formato Ogg Vorbis, MP3 e Wav</li> <li>Tagliare, copiare, dividere, e mixare file audio.</li> <li>Cambiare la velocità o l'intonazione di una registrazione.</li> <li>E molto altro! Leggete la <a href="features">lista completa delle funzionalità</a>.</li> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p><firstterm>Free software</firstterm> is not just free of cost (like “free beer”). It is <b>free as in freedom</b> (like “free speech”). Free software gives you the freedom to use a program, study how it works, improve it, and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.org/">Mozilla</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite, and entire <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-based operating systems</a>.</p>
it: <h3> Informazioni sul software libero</h3> <p>Audacity è un software libero, sviluppato da un gruppo di volontari e distribuito sotto la <a href="license">GNU General Public License (GPL)</a>.</p> <p><firstterm>Software libero</firstterm>(free software in inglese) non si riferisce al costo, ma alla libertà di usare un programma, studiare il suo funzionamento, migliorarlo e condividerlo con altri. L'equivoco nasce dal fatto che in inglese il termine <i>free</i> ha il doppio significato di gratis ("free beer" = birra gratis) e di libero ("free speech" = libertà di parola). Per maggiori informazioni, visitate le pagine della <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>I programmi come Audacity sono anche chiamati <b>software open source</b>, a causa del fatto che il loro codice sorgente è disponibile a chiunque per studiarlo o usarlo. Esistono centinaia di software liberi e open source, tra i quali il browser web <a href="http://www.mozilla.org/">Mozilla</a>, la suite <a href="http://www.openoffice.org/">OpenOffice.org</a> e interi sistemi operativi basati su <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux</a>.</p>

source: Click any screenshot for a larger version.
it: Clicca su uno screenshot per ingrandire l'immagine.

source: This is a list of features in Audacity, the free audio editor. For more information on how to use these features, go to the <a href="../help/">help pages</a>.
it: Questa è una lista delle funzionalità di Audacity, l'editor audio libero. Per maggiori informazioni su come utilizzare queste funzionalità, visitate le <a href="../help/">pagine di aiuto</a>.

source: <h3>Recording</h3> <p>Audacity can record live audio through a microphone or mixer, or digitize recordings from cassette tapes, vinyl records, or minidiscs. With some sound cards, it can also capture streaming audio.</p> <ul> <li>Record from microphone, line input, or other sources.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Record up to 16 channels at once (requires multi-channel hardware).</li> <li>Level meters can monitor volume levels before, during, and after recording.</li> </ul>
it: <h3>Registrazione</h3> <p>Audacity può registrare audio dal vivo attraverso un microfono o un mixer, può digitalizzare registrazioni da musicassette, dischi in vinile o minidisc. Con alcune schede audio può anche catturare flussi audio in streaming.</p> <ul> <li>Registrare da microfoni, line input e altre sorgenti.</li> <li>Mixare tracce esistenti per creare registrazioni multitraccia.</li> <li>Registrare fino a 16 canali in contemporanea (richiede hardware multicanale).</li> <li>Con gli indicatori potete monitorare i livelli di volume prima, durante e dopo la registrazione.</li> </ul>

source: <h3>Import and Export</h3> <p>Import sound files, edit them, and combine them with other files or new recordings. Export your recordings in several common file formats.</p> <ul> <li>Import and export WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> files.</li> <li>Import MPEG audio (including MP2 and MP3 files) with <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s with the optional LAME encoder library.</li> <li>Create WAV or AIFF files suitable for burning to CD.</li> <li>Import and export all file formats supported by <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (headerless) audio files using the “Import Raw” command.</li> <li><strong>Note:</strong> Audacity does not currently support WMA, AAC, or most other proprietary or restricted file formats.</li> </ul>
it: <h3>Importare ed esportare</h3> <p>Importare file sonori, modificarli e fonderli con altri file o registrazioni. Esportare le vostre registrazioni in numerosi formati audio</p> <ul> <li>Importare ed esportare file WAV, AIFF, AU e <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Importare audio MPEG (compresi i file MP2 e MP3) usando <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Esportare file MP3 usando la libreria opzionale LAME.</li> <li>Creare file WAV o AIFF pronti per essere masterizzati su un CD.</li> <li>importare ed esportare tutti i formati di file gestiti da <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Aprire file audio grezzi (senza intestazione) usando il comando "Importa dati Grezzi (raw)"</li> <li><strong>Nota:</strong> attualmente Audacity non supporta WMA, AAC, o altri formati di file proprietari o con restrizioni.</li> </ul>

source: <h3>Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste, and Delete.</li> <li>Use unlimited Undo (and Redo) to go back any number of steps.</li> <li>Very fast editing of large files.</li> <li>Edit and mix an unlimited number of tracks.</li> <li>Use the Drawing tool to alter individual sample points.</li> <li>Fade the volume up or down smoothly with the Envelope tool.</li> </ul>
it: <h3>Modifica</h3> <ul> <li>Modificare con facilità usando i comandi Taglia, Copia, Incolla ed Elimina.</li> <li>Usare la funzione illimitata di annullamento (e ripristino) per tornare indietro di un qualsiasi numero di passaggi.</li> <li>Modificare velocemente file di grandi dimensioni.</li> <li>Modificare e mixare un numero illimitato di tracce.</li> <li>Usare la funzione di Disegno per individuare singoli campioni.</li> <li>Variare il volume con lo strumento inviluppo.</li> </ul>

source: <h3>Effects</h3> <ul> <li>Change the pitch without altering the tempo, or vice-versa.</li> <li>Remove static, hiss, hum, or other constant background noises.</li> <li>Alter frequencies with Equalization, FFT Filter, and Bass Boost effects.</li> <li>Adjust volumes with Compressor, Amplify, and Normalize effects. <li>Other built-in effects include: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
it: <h3>Effetti</h3> <ul> <li>Cambiare l'intonazione senza alterare la velocità, o vice-versa.</li> <li>Rimuovere vari tipi di rumore di fondo.</li> <li>Alterare le frequenze con l'equalizzatore, il filtro FFT e l'effetto "BassBoost".</li> <li>Aggiustare il volume con gli effetti Compressore, Amplifica e Normalizza.</li> <li>Altri effetti tra i quali: <ul> <li>Echo</li> <li>Phaser</li> <li>WahWah</li> <li>Reverse</li> </ul> </li> </ul>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 KHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
it: <h3>Qualità audio</h3> <ul> <li>Registra e modifica audio campionato a 16-bit, 24-bit e 32-bit (floating point) </li> <li>Registra fino a 96 Khz.</li> <li>I formati audio e le frequenze di campionamento sono convertiti mantenendo un'alta qualità.</li> <li>Mixando tracce con differenti frequenze di campionamento o in diversi formati audio, Audacity si occuperà automaticamente della conversione in tempo reale.</li> </ul>

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Audacity includes some sample plugins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plugins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
it: <h3>Plug-ins</h3> <ul> <li>Aggiungere nuovi effetti usando il plugin <a href="http://www.ladspa.org/">LADSPA</a>.</li> <li>Audacity include alcuni plugins creati da <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>caricare plugins VST per Windows e Mac, attraverso il modulo opzionale <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Scrivere nuovi effetti usando il linguaggio di programmazione incluso <a href="../help/nyquist">Nyquist</a>.</li> </ul>

source: <h3>Analysis</h3> <ul> <li>Spectrogram mode for visualizing frequencies.</li> <li>“Plot Spectrum” command for detailed frequency analysis.</li> </ul>
it: <h3>Analisi</h3> <ul> <li>Modalità Spettrogramma per visualizzare le frequenze.</li> <li>“Disegna lo spettro” per un'analisi dettagliata delle frequenze.</li> </ul>

source: <h3>Free and Cross-Platform</h3> <ul> <li>Licensed under the <a href="license">GNU General Public License (GPL)</a>.</li> <li>Runs on Mac OS X, Windows, and GNU/Linux.</li> </ul>
it: <h3>Libero e Multi-Piattaforma</h3> <ul> <li>Rilasciato sotto la <a href="license">GNU General Public License (GPL)</a>.</li> <li>Disponibile per Mac OS X, Windows, e GNU/Linux.</li> </ul>

source: These are some of the people who have <a href="../community/">contributed</a> to the free Audacity audio editor.</p> </p>If you have questions or feedback about Audacity, please see the <a href="../contact/">contact page</a>.
it: <p>Queste sono alcune delle persone che hanno <a href="../community/">contribuito</a> ad Audacity. </p> Se avete domande o avete bisogno di informazioni su Audacity, visitate la <a href="../contact/">pagina dei contatti</a>.

source: Lead Developers
it: Sviluppatori principali

source: Dominic is the project leader and original author of Audacity.
it: Dominic è il capo del progetto e l'autore originale di Audacity.

source: Active Developers
it: Sviluppatori attivi

source: Contributors
it: Contributi

source: Libraries
it: Librerie

source: Audacity is based on code from the following projects:
it: Audacity è basato su codice sorgente proventiente dai seguenti progetti:

source: Thanks
it: Ringraziamenti

source: There are many other people and organizations we would like to thank. Many of these have contributed code, patches, feedback, money, time, or other things to the project. Others simply produce tools that made this whole thing possible.
it: Esistono molte altre persone e organizzazioni che vorremmo ringraziare. Molti di loro hanno contribuito al progetto con codice, patch, feedback, denaro, tempo o altre cose. Altri Più semplicemente hanno creato strumenti che hanno reso possibile tutto ciò.

source: (Let us know if we're forgetting anyone!)
it: (Fateci sapere se abbiamo dimenticato qualcuno!)

source: <p>Audacity is free software; you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.</p> <p>This license gives you the permission to modify, copy, distribute, and sell Audacity, as long as the code you distribute is available under the GPL. If you have questions, please <a href="../contact/">contact us</a>. <p>See also: <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.</p>
it: <p>Audacity è un software libero; potete ridistribuirlo e/o modificarlo secondo i termini della <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a> come pubblicata dalla Free Software Foundation; o la versione 2 della licenza o (a propria scelta) una versione successiva.</p> <p>Questa licenza vi dà il permesso di modificare, copiare, distribuire e vendere Audacity, a patto che il codice che distribuite rimanga disponibile sotto i termini della GPL. Se avete domande, per piacere <a href="../contact/">contattateci</a>.</p> <p>Leggete anche le <a href="http://www.gnu.org/licenses/gpl-faq.html">domande frequenti sulla GNU GPL</a>.</p>

source: Other Things Named “Audacity” (not related to us)
it: Altri oggetti chiamati "Audacity" (non in relazione con noi)

source: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
it: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> è un registratore vocale digitale per computer palmari Palm OS e Treo

source: <a href="http://www.audacity.org">Audacity.org</a> is a research company for construction industry professionals.
it: <a href="http://www.audacity.org">Audacity.org</a> è una compagnia che si dedica alle costruzioni industriali professionali.

source: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> is a street-rock band from Finland.
it: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> è un complesso rock proveniente dalla Finlandia.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> builds custom enterprise and departmental Windows applications.
it: <a href="http://www.audacity.com/">Audacity, Inc.</a> sviluppa applicazioni Windows personalizzate per il mondo enterprise.

source: Other Audio Software
it: Altri software audio
