Repository: ngoclinh49/audacity
Catalog: audacity-src/tags/before_1_3_0/htdocs/locale/*.po
Languages: it

source: <p>Audacity does not expire. During recording, it displays how long you can record before running out of space on your computer’s hard drive. To record for a longer time, delete old files or save your project on a larger disk.</p>
it: <p>Audacity non ha scadenze. Durante la registrazione, questa scritta mostra quanto tempo potrete ancora registrare prima che lo spazio su disco si esaurisca. Per effettuare registrazioni di durata superiore eliminate i file vecchi o inutili, oppure salvate il vostro progetto su un disco più capiente.</p>

source: Installation and Plug-Ins
it: Installazione e Plug-ins

source: How do I download and install the LAME MP3 encoder?
it: Come posso scaricare e installare l'encoder MP3 Lame?

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3>Windows</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Click on any link from the list of identical "%s" links.</li> <li>When you have finished downloading LAME, unzip it and save the file <b>lame_enc.dll</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where lame_enc.dll is saved.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Download the version of LameLib for your operating system.</li> <li>When you have finished downloading, use Stuffit Expander to extract the files. (This may happen automatically.)</li> <li>Save the file called "LameLib" anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where LameLib is saved.</li> </ol>
it: <p>A causa dei brevetti sui software, non possiamo distribuire programmi per la compressione in MP3. Seguite queste istruzioni per usare l'encoder libero LAME per esportare file MP3 con Audacity.</p> <h3>Windows</h3> <ol> <li>Andate alla <a href="%s">pagina di download di LAME</a>.</li> <li>Cliccate su uno qualsiasi della lista dei "%s" links.</li> <li>Quando avete scaricato LAME, scompattatelo e salvate il file<b>lame_enc.dll</b> ovunque sul vostro computer.</li> <li>La prima volta che userete il comando "Esporta come MP3", Audacity vi chiederà dove avete salvato il file lame_enc.dll.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Andate alla <a href="%s">pagina di download di LAME</a>.</li> <li>Scaricate la versione di LameLib per il vostro sistema operativo.</li> <li>Quando avete scaricato il file, usate Stuffit Expander per estrarre i files contenuti. (potrebbe accadere automaticamente)</li> <li>Salvate il file chiamato "LameLib" ovunque sul vostro computer.</li> <li>La prima volta che userete il comando "Esporta come MP3", Audacity vi chiederà dove avete salvato LameLib.</li> </ol>

source: How do I install VST plug-ins?
it: Come si installano i plug-in VST?

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
it: <ol> <li><p>Prima, scarica e scompatta il <a href="%s">VST Enabler</a>.</li> <li><p>Metti il VST Enabler scompattato, assieme ai tuoi plug-in VST, nella directory “Plug-ins” di Audacity. (In Mac OS X di solito è nella directory Applicazioni. Sui Windows di solito è in Programmi.)</li> <li><p>Al prossimo avvio di Audacity, i tuoi effetti VST appariranno nella parte bassa del menù “Effetti”.</li> </ol> <p>Vedi anche: <a href="faq?s=install&amp;i=vst-bugs">Perché alcuni plug-in VST sembrano strani o non funzionano?</a></p>

source: Why do some VST plug-ins look wrong, or not work?
it: Come mai alcuni plug-ins VST non funzionano?

source: <p>The <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> is not yet able to display custom interfaces for plug-ins. Instead, it uses generic controls for all VST plug-ins. Because of this, many plug-ins will look or act differently than they do in other programs.</p> <p>Other VST plug-ins may not work at all, because of bugs in the VST Enabler. You can <a href"../contact/">contact us</a> to report plug-ins that do not work.</p> <p>Audacity also does not support VST instrument (VSTi) plug-ins.</p>
it: <p>Il <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> non è ancora capace di mostrare interfacce personalizzate per i plug-in. Al posto di queste, utilizza i controlli generici per tutti i plug-in VST. Per questo motivo, alcuni plug-in sembreranno o funzioneranno diversamente da come funzionano con altri programmi.</p> <p>Alcuni plug-in VST potrebbero non funzionare per niente a causa di bug nel VST Enabler. Puoi <a href"../contact/">contattarci</a> per segnalarci i plug-in che non funzionano.</p> <p>Audacity inoltre non supporta i plug-in VST instrument (VSTi) .</p>

source: What should I do if I have problems downloading or installing Audacity?
it: Cosa devo fare se ho problemi a scaricare o installare Audacity?

source: <p>If you can't download Audacity, or if the downloaded setup file is corrupt, try downloading it from our <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternate servers</a>.</p>
it: <p>Se non riuscite a scaricare Audacity, oppure se il file di setup è corrotto, provate a scaricarlo dai nostri <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">server alternativi</a>.</p>

source: Recording
it: Registrazione

source: How can I record in stereo?
it: Come posso registrare in stereo?

source: <p>To record in stereo, open the Audacity preferences. In the “Audio I/O” section, change the number of recording channels from 1 (mono) to 2 (stereo).</p>
it: <p>Per registrare in stereo, aprite la scheda per impostare le Preferenze in Audacity. Nella sezione "Audio I/O", cambiate il numero di canali per la registrazione da 1 (mono) a 2 (stereo). </p>

source: How do I record from vinyl records, cassette tapes, or minidiscs?
it: Come posso fare a registrare a partire da dischi in vinile, musicassette o minidisc?

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, and press the Record button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the Stop button.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
it: <p>Prima di tutto imposta Audacity in modo che possa <a href="faq?s=recording&amp;i=stereo">registrare in stereo</a>.</p> <p>Poi, collega un'estremità di un cavo stereo alla presa "Line Out" o "Cuffie" del tuo walkman, lettore cd o sistema stereo. Collega l'altra estremità del cavo al connettore "Line In" del tuo computer. Se non hai un cavo del genere, puoi trovarne uno da un'elettricista.</p> <p>Scegli "Line In" come sorgente di ingresso dalla barra degli strumenti di Audacity, e premi il pulsante Registra. Una volta che Audacity inizia a registrare, riproduci la tua cassetta o cd. Quando hai catturato l'intera durata del brano, premi il tasto Stop.</p> <p>Note:</p> <ul> <li><p>Non collegare il cavo alla porta "Microfono" del pc, poiché è progettata per segnali con poca energia ("mic level"). Usa sempre la porta "Line In"</p></li> <li><p>Non collegare il giradischi direttamente al tuo pc. Il segnale di un giradischi è distorto; deve essere corretto passando attraverso un pre-amplificatore.</p></li> </ul> <p>Vedi anche: <a href="faq?s=files&amp;i=split">Come separare una registrazione lunga in file multipli</a>.</p>

source: See also:
it: Vedi anche:

source: How do I save my recording on an audio CD?
it: Come posso salvare le mie registrazioni su un CD audio?

source: Why can’t I hear what I’m recording?
it: Perché non riesco a sentire quello che che sto registrando?

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section, turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section, turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p>
it: <h3>Windows e Linux</h3> <p>Per controllare le tue registrazioni, apri il pannello di controllo del volume. Alza il volume e togli la spunta dalla casella “muto” della tua fonte di registrazione (solitamente “microfono” o “line in”).</p> <p>Se in questo modo non funziona, apri le preferenze di Audacity. Nella sezione “Audio I/O”, attiva l'opzione “Software Playthrough”.</p> <h3>Mac OS X</h3> <p>Apri le preferenze di Audacity. Nella sezione “Audio I/O”, attiva l'opzione “playthrough” . Ancora meglio “Hardware Playthrough” se disponibile. Se non è disponibile o non funziona puoi usare “Software Playthrough”</p>

source: Can I play a track while recording a new one on top of it?
it: Posso riprodurre una traccia durante la registrazione di una nuova traccia?

source: <p>This is called multi-track recording. It makes it possible to record harmonies with yourself, or add new instruments or vocals to an existing recording. To do this in Audacity, follow these instructions:</p> <ol> <li>Import or record the first track.</li> <li>Open the “Audio I/O” section of the Audacity preferences, and check the box labeled <b>Play other tracks while recording new one.</b></li> <li>Close the preferences and press the <b>Record</b> button.</li> </ol> <p>See also: <a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></p>
it: <p>Si chiama registrazione multi-traccia. Cioè rende possibile la registrazione di composizioni o l'aggiunta di nuovi strumenti o voci in una registrazione pre-esistente. Per usare la registrazione multi-traccia con Audacity segui queste istruzioni:</p> <ol> <li>Importa o registra la prima traccia.</li> <li>Apri la sezione “Audio I/O” dalla voce preferenze di Audacity, e marca la casella chiamata <b>Riproduci le altre tracce mentre ne registro una nuova.</b></li> <li>Chiudi il menù preferenze e premi il pulsante <b>Registra</b>.</li> </ol> <p>Vedi anche: <a href="faq?s=recording&amp;i=sync">Perché la mia nuova traccia non è sincronizzata con la precedente?</a></p>

source: Why isn’t my new track in sync with the previous ones?
it: Perché la mia nuova traccia non è sincronizzata con quella vecchia?

source: <p>When you make a <a href="faq?s=recording&amp;i=multi-track">multi-track recording</a>, there is an unpredictable delay between playback and recording. Audacity tries to correct for this automatically, but this doesn't yet work on all computers.</p> <p>If a new track is not synchronized with the others, you can zoom in and use the Time Shift tool to drag it to the correct location.</p>
it: <p>Quando fai una <a href="faq?s=recording&amp;i=multi-track">registrazione multi-traccia</a> c'è un piccolo ritardo tra la riproduzione e la registrazione. Audacity prova a correggere questo ritardo automaticamente, ma ancora questa correzione non funziona su tutti i computer.</p> <p>Se una nuova traccia non è sincronizzata con le altre, puoi zoomare ed usare lo strumento Allinea Tracce e trascinarla nella posizione desiderata.</p>

source: Can Audacity record RealAudio or other streaming audio?
it: Audacity può registrare flussi audio in formato RealAudio (o in altri formati)?

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's mixer toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers.) When you press the Record button, Audacity will capture whatever sound is playing on your computer's speakers.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <h3>Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
it: <h3>Windows e Linux</h3> <p>Con molte schede audio per Windows e Linux è possibile registrare qualsiasi suono riprodotto dal computer, compresi gli stream radio di internet.</p> <p>Nel menù a cascata della barra degli strumenti del mixer di Audacity scegli "Wave Out" o "Stereo Mix" come fonte di registrazione. (Il nome esatto può essere diverso a seconda del driver audio del tuo pc.) Quando premi il tasto Registra, Audacity inizia a registrare ciò che è riprodotto dagli altoparlanti.</p> <p>Se questo metodo sul tuo pc non funziona, puoi usare un cavo per connettere la porta "Line Out" (altoparlante) alla porta "Line In" ed usare Audacity per registrare da "Line In".</p> <h3>Mac OS X</h3> <p>Gli utenti Mac OS X possono catturare gli stream audio utilizzando programmi come <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> o <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>

source: Can I set Audacity to record at a certain time?
it: Posso impostare Audacity per registrare ad un certo orario?

source: <p>Sorry, Audacity does not yet support scheduled recording. We may add this feature to a future version of the program.</p> <p>You can make Audacity <b>stop</b> recording after a certain time limit, by following these steps:</p> <ol> <li>Turn on “Play existing tracks while recording” in the “Audio I/O” section of the preferences.</li> <li>Choose “New Audio Track” from the Project menu.</li> <li>Zoom out if necessary, then click and drag to select the amount of time you want to record.</li> <li>Start recording. Audacity will stop recording automatically when it reaches the end of the selected area.</li> </ol>
it: <p>Siamo spiacenti, Audacity ancora non supporta la registrazione programmata. Potremmo aggiungere questa caratteristica in una versione futura del programma.</p> <p>Puoi far <b>terminare</b> una registrazione di Audacity dopo una certa quantità di tempo sequendo queste istruzioni:</p> <ol> <li>Attiva "Riproduci le tracce esistenti mentre registri" nella sezione “Audio I/O” delle preferenze.</li> <li>Scegli “Nuova Traccia Audio” dal menù Progetto.</li> <li>Abbassa lo zoom se necessario, poi clicca e trascina per selezionare la quantità di tempo che vuoi registrare.</li> <li>Inizia a registrare. Audacity si fermerà automaticamente quando raggiunge la fine dell'area selezionata.</li> </ol>

source: Opening and Saving Files
it: Aprire e salvare file

source: How do I open an Audacity project (AUP file) in another program?
it: Posso aprire un file di progetto di Audacity (AUP file) in un altro programma?

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or burn it to CD, you must open the “project.aup” file in Audacity, and use the Export commands (in the File menu) to save it in a standard format like WAV or AIFF.</p>
it: <p>I file di progetto di Audacity sono salvati in una formato speciale che solo Audacity può aprire. Per aprire i vostri progetti in un altro programma o per masterizzarli su un CD, dovete aprire il file .aup in Audacity e usare i comandi presenti nel menù File per esportare l'audio in formati come WAV o AIFF.</p>

source: Why does Audacity create a folder full of .au files when I save a project?
it: Perché quando salvo un progetto Audacity crea una cartella piena di file con estensione .au?

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save a project, Audacity stores all of the pieces in a folder with a name like “project_data.”</p> <p>You do not need to open these files yourself. Audacity will load them automatically when you open the “project.aup” file, which is saved in the same location as the “data” folder.</p>
it: <p>Audacity spezza le tracce lunghe in piccoli pezzi in modo da poterli modificare con maggiore efficienza. Quando salvi un progetto, Audacity immagazzina tutti i pezzi in una directory con il nome tipo "project_data."</p> <p>Non hai bisogno di aprire questi files manualmente. Audacity li caricherà automaticamente quando viene aperto il file "project.aup", che è salvato nella stessa posizione della directory con i dati.</p>

source: Audacity crashed! Can I recover any unsaved data?
it: Audacity è andato in crash! Posso recuperare i dati che non ho salvato?

source: <p>You may be able to recover your project automatically with the <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Please see the <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> page for more information.</p>
it: <p>Potete provare a recuperare i vostri progetti automaticamente usando la <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Per piacere leggete la pagina sul <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">recupero dei crash</a> per avere maggiori informazioni.</p>

source: Can Audacity import file formats like WMA, AAC, FLAC, etc.?
it: Audacity può importare file in formati tipo WMA, AAC, FLAC, etc.?

source: <p>Audacity <b>cannot</b> import or export files in <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, or most other proprietary formats. Because of licensing and patent restrictions, we are not allowed to add these formats to Audacity. Future versions of Audacity might be able to support these formats using codecs installed in your operating system.</p> <p>Some open formats are not yet supported by Audacity, including <b>Ogg Speex</b> and <b>FLAC</b>. We hope to support these formats in future versions of Audacity.</p> <p>For a list of supported formats, see the <a href="../about/features">feature list</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Why can't I play MIDI files?</a></p>
it: <p>Audacity <b>non può</b> importare od esportare file come <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, o altri formati proprietari. A causa di licenze o brevetti restrittivi non ci è permesso aggiungere questi formati ad Audacity. Le versioni future di Audacity potrebbero essere capaci di supportare questi formati utilizzando codecs installati nel tuo sistema operativo.</p> <p>Alcuni formati aperti non sono ancora supportati in Audacity, incluso <b>Ogg Speex</b> e <b>FLAC</b>. Ci auguriamo di poter supportare questi formati nelle prossime versioni di Audacity.</p> <p>Per un elenco dei formati supportati guarda <a href="../about/features">l'elenco delle caratteristiche</a>.</p> <p>Vedi anche: <a href="faq?s=files&amp;i=midi">Perché non posso riprodurre file MIDI?</a></p>

source: Why can’t I play MIDI files?
it: Perché non posso riprodurre i file MIDI?

source: <p>Audacity cannot play, edit, or convert MIDI files. It can only display them visually (for comparison with recorded sounds). We might add MIDI editing to a future version of Audacity, but for now we are Audacity is focused on sampled audio (like WAV files).</p>
it: <p>Audacity non può riprodurre, modificare o convertire i file MIDI. Può soltanto visualizzarli (per raffrontarli con le altre tracce audio). Potremmo aggiungere la capacità di modificare i file MIDI in una futura versione di Audacity, ma per il momento preferiamo che Audacity sia focalizzato sulla gestione dell'audio campionato (ad esempio i file WAV).</p>.

source: How do I import a track from an audio CD?
it: Come posso fare a importare una traccia da un CD audio?

source: <p>Audacity cannot import a track directly from an audio CD. You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> or <a href="http://www.apple.com/itunes/">iTunes</a> to extract CD tracks into a format that Audacity can read, like WAV or AIFF.</p>
it: <p>Audacity non può importare direttamente le tracce registrate su un CD audio. Dovete invece usare un programma esterno come ad esempio <a href="http://cdexos.sourceforge.net/">CDex</a> oppure <a href="http://www.apple.com/itunes/">iTunes</a> per estrarre le tracce del CD in un formato che Audacity possa leggere, come WAV o AIFF.</p>
