Repository: ngoclinh49/audacity
Catalog: audacity-src/tags/before_1_3_0/htdocs/locale/*.po
Languages: it

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux.
it: <a href="http://ardour.org/">Ardour</a> è un potente sistema di registrazione digitale disponibile per GNU/Linux.

source: <a href="http://cdexos.sourceforge.net/">CDex</a> is a free CD ripper for Microsoft Windows.
it: <a href="http://cdexos.sourceforge.net/">CDex</a> è un CD ripper libero per Microsoft Windows.

source: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
it: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> è uno strumento libero per catturare e ripulire registrazioni ricavate da dischi in vinile.

source: More free software at SourceForge.net:
it: Altri software liberi su Sourceforge.net:

source: Audio Editors
it: Editors audio

source: Audio Capture/Recording
it: Cattura audio/Registrazione

source: Audio Analysis
it: Analisi Audio

source: Audacity is free software, developed by volunteers. Here's how you can contribute to the Audacity project:
it: Audacity è un software libero, sviluppato da volontari. Qui potete vedere come contribuire al progetto Audacity:

source: Give us feedback, report bugs, and become part of the Audacity user community.
it: Dateci il vostro feedback, riportate gli errori che avete scoperto, e diventate parte integrante della Comunità degli Utenti di Audacity.

source: If you are fluent in both English and another language, you can help translate the Audacity software and web site. We also need people to help provide support for Audacity in different languages.
it: Se conosci bene l'inglese e un'altra lingua, potete aiutare traducendo il software Audacity e il sito web. Abbiamo anche bisogno di persone che forniscano supporto per Audacity in diverse lingue.

source: If you are a C++ programmer, you can join the development team and help us improve Audacity. We welcome documentation and other contributions too.
it: Se siete programmatori c++, potete unirvi al team di sviluppo e aiutarci a migliorare Audacity. Accogliamo volentieri anche chi ci vuole aiutare con la documentazione o in qualunque altro modo.

source: You may also <a href="donate">donate money</a> to support Audacity development.
it: Potete anche <a href="donate">donare denaro</a> per supportare lo sviluppo di Audacity.

source: User Community
it: Comunità degli utenti

source: Audacity was written by volunteers in their spare time. If you appreciate Audacity and would like to help out, here are some ideas:
it: Audacity è stato scritto da volontari nel loro tempo libero. Se lo apprezzate, e volete dare un aiuto, qui potete trovare alcune idee:

source: <h3>Say Hello!</h3> <p>If you enjoy Audacity, <a href="../contact/">write to us</a> and let us know that you like it. It makes us happy to know that people enjoy it. Also feel free to send comments and suggestions. We're always improving Audacity, and we value your input.</p>
it: <h3>Dimmi ciao!</h3> <p>Se apprezzi Audacity, <a href="../contact/">scrivici</a> e facci sapere cosa ti piace. Ci rende felici sapere che le persone apprezzano il nostro lavoro. Inoltre sono graditi commenti e suggerimenti. Stiamo costantemente lavorando al miglioramento di Audacity, e valorizziamo i vostri consigli.</p>

source: <h3>Join the User Community</h3> <p>Subscribe to the <a href="../contact/lists#users">audacity-users mailing list</a> to share tips, questions, and feedback with other Audacity users and developers.</p> <p>Visit the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>, a community resource where users can add or edit information about Audacity.</p>
it: <h3>Unisciti alla Comunità degli Utenti</h3> <p>Iscriviti alla <a href="../contact/lists#users">mailing list degli utenti audacity</a> per condividere consigli, domande e impressioni con gli utenti e gli sviluppatori di Audacity.</p> <p>Visita il <a href="http://audacityteam.org/wiki/">Wiki di Audacity</a>, una risorsa comunitaria dove gli utenti possono aggiungere o modificare informazioni riguardanti Audacity.</p>

source: <h3>Report bugs</h3> <p>If you find a bug in Audacity, <a href="../contact/">let us know</a>.</p>
it: <h3>Segnalare gli errori</h3> <p>se trovate un bug in Audacity, <a href="../contact/">informateci</a>. </p>

source: <h3>Be a Beta Tester</h3> <p>In addition to the latest stable version of Audacity, we often have beta versions available. These versions usually contain new features that haven't been tested yet. If you want to help out, download this version of Audacity and play with it. Let us know what you like and don't like, and tell us how you think it should be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.</p>
it: <h3>Diventa un Beta Tester</h3> <p>In aggiunta all'ultima versione stabile di Audacity, spesso rilasciamo una versione beta. Queste versioni spesso contengono delle nuove funzionalità che non sono ancora state testate a sufficienza. Se volete aiutarci, scaricate queste versioni beta e usatele. Fateci sapere cosa vi piace e cosa non vi piace, e diteci cosa secondo voi dovrebbe essere migliorato. Fateci sapere se trovate dei <em>peggioramenti</em>, oppure cose che dovrebbero funzionare ma che in realtà non lo fanno.</p>

source: Make a Donation
it: Effettua una Donazione

source: Audacity is developed by volunteers, working in our spare time. It is not shareware, and we do not expect to make any money from it. However, by donating money you can help us pay for bandwidth and web hosting, development tools, and audio hardware&mdash;things that help us provide Audacity for free and continue to make it better.
it: Audacity è sviluppato da volontari che lavorano nel loro tempo libero. Non è un software shareware, e non ci aspettiamo di ricevere denaro. Comunque donandoci del denaro ci potete aiutare a pagare il servizio di web hosting, la banda richiesta e gli strumenti di sviluppo. Potete anche donare hardware audio. Con queste cose, potete aiutarci a mantenere Audacity libero e a migliorarlo continuamente.

source: We currently accept money via the Amazon Honor System. Use your credit card and make a payment as small as US$1.00, or up to US$50.00:
it: Attualmente accettiamo denaro attraverso l'"Amazon Honor System". Usate la vostra carta di credito per effettuare pagamenti da $1 fino a $50:

source: We also accept PayPal payments through the SourceForge donation system:
it: Accettiamo anche pagamenti PayPal attraverso il sistema di donazioni di Sourceforge:

source: Donate via PayPal
it: Dona via PayPal

source: If you prefer to send a personal check or another form of payment, please visit the <a href="../about/credits">credits</a> page and contact one of the lead developers.
it: Se preferite altre forme di pagamento, per piacere visitate la pagina dei <a href="../about/credits">crediti</a> e contattate uno degli sviluppatori principali.

source: A group of volunteers is translating the free Audacity sound editor into several languages. If you would like to help, please join the <a href="../contact/lists#translation">audacity-translation mailing list</a> and introduce yourself.
it: Un gruppo di volontari sta traducendo l'editor audio Audacity in numerosi linguaggi. Se volete aiutarci, iscrivetevi alla <a href="../contact/lists#translation">audacity-translation mailing list</a> e presentatevi.

source: Resources for Translators
it: Risorse per i Traduttori

source: Mailing list and archives
it: Mailing list e archivi

source: Latest audacity.pot file
it: Ultimo audacity.pot file

source: Latest audacity_website.pot file
it: Ultimo audacity_website.pot

source: <h3>Translation Instructions</h3> <p>To start a new translation, download POT file above. Rename it "audacity.po" before you begin translating. To edit an existing translation, download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>Send completed PO files to Matt Brubeck, <a href="mailto:mbrubeck@cs.hmc.edu">mbrubeck@cs.hmc.edu</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as a keyboard shortcut.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from the keyboard command.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
it: <h3>Istruzioni per la traduzione</h3> <p>Per iniziare una nuova traduzione, scarica il file POT. Rinominalo come "audacity.po" prima di iniziare a tradurre. Per modificare una traduzione esistente, scarica il file PO della tua lingua:</p> <ul> <li><a href="%s">Traduzioni di Audacity</a></li> <li><a href="%s">Traduzioni del sito web di Audacity</a></li> </ul> <p>Questi programmi possono creare e modificare i file PO:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> per Windows ed Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> per KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> è presente di default in molti sistemi Unix. Include la modalità PO per l'editor di testo Emacs.</li> </ul> <p>Invia il file PO completo a Matt Brubeck, <a href="mailto:mbrubeck@cs.hmc.edu">mbrubeck@cs.hmc.edu</a>.</p> <h3>Note</h3> <ul> <li><p>Se utilizzate poEdit assicuratevi che il "charset" selezionato sia quello giusto. In caso contrario, poEdit non salverà nessuna traduzione contente caratteri non-Inglesi.</p> <li><p>Stringhe come <b>"&amp;File"</b> e <b>"New &amp;Audio Track"</b> sono oggetti dei menù. La lettera dopo il simbolo "&amp;" è utilizzata come scorciatoia da tastiera.</p> <li><p>Anche <b>"Import Audio...\tCtrl+i"</b> è un elemento del menù. I caratteri \t rappresentano un TAB che separa il testo del menu dalla scorciatoia tramite tastiera.</p> <li><p>Troverai diverse stringhe simili a <b>"There were %%d buffer underruns, last near %%lf seconds."</b> Il segno %% indica i posti in cui verranno inseriti numeri o nomi. Per esempio, questa stringa diventa "There were 4 buffer underruns, last near 3.01 seconds." Se cambi l'ordine del %% in una stringa, aggiungi "1$" dopo il segno percentuale che stava all'inizio, "2$" dopo il segno percentuale che stava al secondo posto e così via. Per esempio:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>

source: Join the <a href="../contact/lists#devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
it: Iscrivetevi alla <a href="../contact/lists#devel">audacity-devel mailing list</a> per discutere lo sviluppo attuale e futuro o per ottenere aiuto sulla modifica o compilazione del codice sorgente di Audacity.

source: <h3 id="cvs">CVS</h3> <p>You can get the latest development code from our CVS repository.</p> <ul> <li><p><a href="http://cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Browse the Audacity source code online.</a></p></li> <li><p>Use this command to check out the latest Audacity 1.2 (stable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity co -R AUDACITY_1_2 audacity</kbd></p></li> <li><p>Or use this command to check out the latest Audacity 1.3 (unstable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity co audacity</kbd></p></li> </ul> <p>For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>.</p> <p>See the source code page for <a href="../download/source#instructions">compilation instructions</a>.</a>
it: <h3 id="cvs">CVS</h3> <p>Puoi ottenere l'ultima versione del codice sorgente attualmente in fase di sviluppo dal nostro repository CVS.</p> <ul> <li><p><a href="http://cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Naviga online attraverso i codici sorgenti di Audacity.</a></p></li> <li><p>Usa questo comando per controllare l'ultimo codice sorgente di Audacity 1.2 (Stabile) da CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity co -R AUDACITY_1_2 audacity</kbd></p></li> <li><p>Oppure usa questo comando per controllare l'ultimo codice sorgente di Audacity 1.3 (instabile) da CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity co audacity</kbd></p></li> </ul> <p>Per ulteriori informazioni, leggi le <a href="http://sourceforge.net/cvs/?group_id=6235">istruzioni CVS di SourceForge</a>.</p> <p>Guarda la pagina sorgente per <a href="../download/source#instructions">le istruzioni di compilazione</a>.</a>

source: <h3 id="bugzilla">Bugzilla</h3> <p>The Audacity developers use <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/index.cgi">Bugzilla</a> to keep track of confirmed bugs. Check the list of <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">open bugs</a> if you are looking for something to work on.</p> <p><strong>Note:</strong> This Bugzilla is for development use only. If you are a user reporting new bugs, please <a href="../contact/">send us e-mail</a> instead. Thank you!</p>
it: <h3 id="bugzilla">Bugzilla</h3> <p>Gli sviluppatori di Audacity utilizzano <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/index.cgi">Bugzilla</a> per tracciare i bug confermati. Controlla la lista dei <a href="http://audacity.sourceforge.net/cgi-bin/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">bug irrisolti</a> se stai cercando qualcosa su cui lavorare.</p> <p><strong>Nota:</strong> Questo Bugzilla è riservato solo agli sviluppatori. Se sei un utente e devi segnalare un bug, ti preghiamo di <a href="../contact/">spedirci una e-mail</a>. Grazie!</p>

source: Documentation and Support
it: Documentazione e supporto

source: <p>If you have a question, check the list of <a href="faq">Frequently Asked Questions</a>.</p> <p>For instructions and help using Audacity, see:</p> <ul> <li><a href="documentation">Documentation</a> - Read the user’s manual and quick reference.</li> <li><a href="tutorials">Tutorials</a> - Step by step articles teach you how to use Audacity.</li> </ul> <p>If your question isn’t answered here, please <a href="../contact/">contact us</a>.</p>
it: <p>Se hai domande, controlla la lista delle <a href="faq">FAQ</a>.</p> <p>Per istruzioni ed aiuto sull'utilizzo di Audacity controlla:</p> <ul> <li><a href="documentation">Documentazione</a> - Leggi il manuale utente e la guida rapida.</li> <li><a href="tutorials">Tutorial</a> - Passo dopo passo gli articoli ti spiegano come usare Audacity.</li> </ul> <p>Se non trovi risposta alle tue domande, per favore <a href="../contact/">contattaci</a>.</p>

source: This page contains manuals and user’s guides for the free Audacity sound editor. For additional help, see the <a href="faq">Frequently Asked Questions</a> and <a href="tutorials">Tutorials</a>.
it: Questa pagina contiene manuali e guide scritte da utenti per l'editor audio Audacity. Per un ulteriore aiuto, leggete le <a href="faq">FAQ</a> e i <a href="tutorials">Tutorials</a>.

source: Quick Reference Guide
it: Breve Guida di Riferimento

source: Read the Audacity reference online.
it: Leggi la guida di riferimento di Audacity online.

source: (You can also access this reference though the "Help" menu in the Audacity program.)
it: (Potete accedere a questa guida anche attraverso il menù "Aiuto" in Audacity)

source: Printable version of the Audacity reference.
it: Versione stampabile della guida di riferimento di Audacity.

source: Audacity User’s Manual
it: Manuale utente di Audacity

source: Read the Audacity manual online.
it: Leggi il manuale di Audacity on-line.

source: Download the Audacity manual.
it: Scarica il manuale di Audacity.

source: (To use the downloaded manual, unzip it and then open the "index.html" file.)
it: (Per usare il manuale scaricato, decomprimetelo e aprite il file "index.html")

source: Other Resources
it: Altre risorse

source: <a href="http://audacityteam.org/wiki/">The Audacity Wiki</a> contains tips, tricks, and documentation that anyone can edit.
it: <a href="http://audacityteam.org/wiki/">Il Wiki di Audacity</a> contiene trucchi, suggerimenti e documentazione che chiunque può modificare.

source: Is Audacity really free? Why?
it: Audacity è veramente libero? Perché?

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for personal or commercial purposes. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p>
it: <p>Sì, Audacity è <a href="../about/">un software completamente libero ed open source</a>. Sei libero di utilizzare questo programma per uso personale o commerciale. Inoltre sei libero di distribuirlo, venderlo o modificarlo secondo le tue esigenze, secondo i termini della <a href="../about/license">GNU General Public License</a>.</p> <p>Gli autori di Audacity hanno deciso di rilarciarlo sotto licenza GPL per diverse ragioni. Alcuni di noi lo fanno per generosità. Altri per ragioni morali, perché crediamo che tutto il software dovrebbe essere libero; altri credono che ci sia posto sia per il software libero che per quello proprietario.</p> <p>Una ragione per cui Audacity è libero è che in questo modo diverrà più utile e popolare. Inoltre un'altra ragione è il tentativo di incoraggiare alla collaborazione. Grazie alla licenza di Audacity, dozzine di persone da tutte le parti del mondo hanno contribuito al codice, alla risoluzione di bug, alla documentazione e alla grafica.</p>

source: Does Audacity contain any spyware or adware?
it: Audacity contiene spyware o adware?

source: <p>No. Audacity does not include any spyware or adware. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p>
it: <p>No. Audacity non contiene nessun spyware o adware. Audacity è <a href="../about/">completamente libero e open source</a>. È sviluppato da un gruppo di volontari che non cercano il profitto e il codice sorgente è disponibile a chiunque per usarlo o studiarlo. </p>

source: May I distribute copies of Audacity?
it: Posso distribuire copie di Audacity?

source: <p>You can redistribute Audacity under the GNU General Public License, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see our <a href="../about/license">license information</a>.</p>
it: <p>Potete distribuire Audacity sotto i termini della GNU General Public License che vi dà il permesso di modificare, copiare e vendere il programma a patto che manteniate la stessa licenza e rendiate il codice sorgente pubblicamente disponibile. Per dettagli leggete le nostre <a href="../about/license">informazioni sulla licenza</a>.</p>

source: Someone is selling Audacity on eBay. Is this legal?
it: Qualcuno sta vendendo Audacity su eBay. E' legale?

source: <p>It is legal to sell Audacity, as long as the seller makes the program and source code available under the <a href="../about/license">GNU General Public License</a>.</p> <p>Some vendors try to trick customers by selling the software under a different name. If you bought a product and later found out it was Audacity, we encourage you to <b>ask for a refund or file a complaint</b> if you feel you did not get a fair deal. We ask vendors to give proper credit to the Audacity project, and allow users to make an informed choice.</p> <p><b>If you want to buy Audacity on CD</b>, please check out the vendors listed on our <a href="../download/buy">purchase page</a>.</p>
it: <p>E' legale vendere Audacity finché il venditore rende il codice sorgente disponibile sotto la lecenza <a href="../about/license">GNU General Public License</a>.</p> <p>Alcuni venditori provano ad ingannare i clienti vendendo loro il software con un nome diverso. Se hai comprato il prodotto e in seguito hai scoperto che si tratta di Audacity, ti incoraggiamo a <b>chiedere un rimborso o esporre lamentele</b> se credi di non aver ricevuto un giusto trattamento. Chiediamo ai venditori di dare il giusto credito al progetto Audacity in modo da far prendere ai clienti una scelta informata.</p> <p><b>Se vuoi Audacity su CD</b>, controlla i venditori elencati nella nostra <a href="../download/buy">pagina di acquisto</a>.</p>

source: Does Audacity work with screen-reader programs for blind users?
it: Audacity funziona con i software di lettura dello schermo per utenti non vedenti?

source: <p>Audacity works with most screen-reader programs, but some of Audacity’s features are difficult or impossible to use without a mouse. We are working on improving the program’s accessibility and keyboard shortcuts. For more information, see <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>
it: <p>Audacity funziona con molti programmi per la lettura dello schermo, ma alcune funzionalità di Audacity sono difficili o impossibili da utilizzare senza un mouse. Stiamo lavorando per migliorare la possibilità di usare Audacity con la tastiera, anche usando le scorciatoie. Per maggiori informazioni, leggete la pagina di <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity per utenti non vedenti</a>.</p>

source: What does “time remaining” mean? Does Audacity expire?
it: Cosa significa la scritta "tempo rimanente"? Audacity scadrà?
