Repository: ngoclinh49/audacity
Catalog: audacity-src/junk-branches/exporter_dialog/audacity-src/locale/*.po
Languages: cs

source: Tracks: %d
cs: Stopy: %d

source: Mix length: %f sec
cs: Mixovaná délka: %f sec

source: (disabled)
cs: (zakázáno)

source: File...
cs: Soubor...

source: Huge!
cs: Hafo!

source: window
cs: okno

source: &Analyze
cs: &Analyzovat

source: &Close
cs: &Zavøít

source: &Delete
cs: &Smazat

source: &Edit
cs: Úpr&avy

source: &Export as %s...
cs: &Exportovat jako %s...

source: &File
cs: &Soubor

source: &Fit in Window
cs: &Pøizpùsobit oknu

source: &Generate
cs: &Generovat

source: &Help
cs: &Nápovìda

source: &Import Audio...
cs: &Importovat audio...

source: &New
cs: &Nový

source: &Open...
cs: &Otevøít...

source: &Preferences...
cs: &Nastavení...

source: &Project
cs: &Projekt

source: &Quick Mix
cs: &Rychlý mixér

source: &Redo
cs: &Znovu

source: &Remove Track(s)
cs: &Odstranit stopu(y)

source: &Save Project
cs: &Ulo¾it projekt

source: &Silence
cs: &Ticho

source: &Trim
cs: &Zkrátit (Trim)

source: &View
cs: &Zobrazit

source: (Not all combinations of headers and encodings are possible.)
cs: (Ne v¹echny kombinace hlavièek a kódování jsou mo¾né.)

source: 0-byte offset
cs: 0-bytový offset

source: 1-byte offset
cs: 1-bytový offset

source: 16-bit
cs: 16-bitù

source: 8-bit
cs: 8-bitù

source: A New Digital Audio Editor
cs: Nový editor digitálního audia

source: About Audacity...
cs: O programu Audacity...

source: Above values are in samples. Adjustment Window defines number of samples in moving average. Change window defines minimum time between volume changes. Minimum % change of volume adjustment before making a volume change. Grid at right determines how much to amplify each volume level. For more information see: http://www.busam.com/skyland/iavc 7/21/02: WAV and MP3 files both work.
cs: Vý¹e uvedené hodnoty jsou ve vzorcích. Okno pro nastavení definuje poèet vzorkù v klouzavém prùmìru. Zmìna okna definuje minimální èas mezi zmìnami hlasitosti. Nastavení minimální zmìny hlasitosti v % pøed provedením zmìny hlasitosti. Tabulka vpravo urèuje míru zesílení jednotlivé úrovnì hlasitosti Pro více informací se podívejte na: http://www.busam.com/skyland/iavc 7/21/02: funguje na WAV i MP3 soubory.

source: Action
cs: Akce

source: Add Label At Selection
cs: Vlo¾it popis (Label) k výbìru

source: Added label
cs: Vlo¾ený popis

source: Adjusted envelope.
cs: Upravená obálka.

source: Adjustment Delay:
cs: Seøízení zpo¾dìní (delay):

source: Adjustment Settings
cs: Nastavení úpravy

source: Adjustment Window:
cs: Okno pro nastavení:

source: Algorithms, MIDI & Audio I/O programming
cs: Algoritmus, MIDI & Audio I/O programming

source: Align End with Cursor
cs: Zarovnat konec na kurzor

source: Align End with Selection End
cs: Zarovnat konec na konec výbìru

source: Align End with Selection Start
cs: Zarovnat konec na zaèátek výbìru

source: Align Group End with Cursor
cs: Zarovnat konec skupiny na kurzor

source: Align Group End with Selection End
cs: Zarovnat konec skupiny na konec výbìru

source: Align Group End with Selection Start
cs: Zarovnat konec skupiny na zaèátek výbìru

source: Align Group with Cursor
cs: Zarovnat skupinu na kurzor

source: Align Group with Selection End
cs: Zarovnat skupinu na konec výbìru

source: Align Group with Selection Start
cs: Zarovnat skupinu na zaèátek výbìru

source: Align Group with Zero
cs: Zarovnat skupinu na nulu

source: Align Tracks &Together
cs: Zarovnat stopy &navzájem

source: Align with &Cursor
cs: Zarovnat na &kurzor

source: Align with &Zero
cs: Zarovnat na n&ulu

source: Align with Selection &End
cs: Zarovnat na konec &výbìru

source: Align with Selection &Start
cs: Zarovnat na &zaèátek výbìru

source: Align...
cs: Zarovnat...

source: Aligned end with sel0
cs: Konec zarovnaný s sel0

source: Aligned end with sel1
cs: Konec zarovnaný s sel1

source: Aligned group end with sel0
cs: Konec skupiny zarovnaný s sel0

source: Aligned group with sel0
cs: Skupina zarovnaná s sel0

source: Aligned group with sel1
cs: Skupina zarovnaná s sel1

source: Aligned group with zero
cs: Skupina zarovnaná na nulu

source: Aligned tracks
cs: Zarovnané stopy

source: Aligned with sel0
cs: Zarovnáno s sel0

source: Aligned with sel1
cs: Zarovnáno s sel1

source: Aligned with zero
cs: Zarovnáno na nulu

source: All files (*.*)|*.*
cs: V¹echny soubory (*.*)|*.*

source: All files (*.*)|*.*|Audacity projects (*.aup)|*.aup|WAV files (*.wav)|*.wav|AIFF files (*.aif)|*.aif|AU files (*.au)|*.au|IRCAM files (*.snd)|*.snd|MP3 files (*.mp3)|*.mp3
cs: V¹echny soubory (*.*)|*.*|Audacity projekty (*.aup)|*.aup|WAV soubory (*.wav)|*.wav|AIFF soubory (*.aif)|*.aif|AU soubory (*.au)|*.au|IRCAM soubory (*.snd)|*.snd|MP3 soubory (*.mp3)|*.mp3

source: All files (*.*)|*.*|MIDI files (*.mid)|*.mid|Allegro files (*.gro)|*.gro
cs: V¹echny soubory (*.*)|*.*|MIDI soubory (*.mid)|*.mid|Allegro soubory (*.gro)|*.gro

source: All files (*.*)|*.*|WAV files (*.wav)|*.wav|AIFF files (*.aif)|*.aif|AU files (*.au)|*.au|IRCAM files (*.snd)|*.snd|MP3 files (*.mp3)|*.mp3|Ogg Vorbis files (*.ogg)|*.ogg
cs: V¹echny soubory (*.*)|*.*|WAV soubory (*.wav)|*.wav|AIFF soubory (*.aif)|*.aif|AU soubory (*.au)|*.au|IRCAM soubory (*.snd)|*.snd|MP3 soubory (*.mp3)|*.mp3|Ogg Vorbis soubory (*.ogg)|*.ogg

source: Always allow pausing
cs: V¾dy povollit zastavení

source: Amplification (dB):
cs: Zesílení (dB):

source: Amplification Settings
cs: Nastavení zesílení

source: Amplify
cs: Zesílit

source: Amplify by Dominic Mazzoni
cs: Zesílení od Dominica Mazzoniho

source: Amplify...
cs: Zesílit...

source: Amplifying
cs: Zesiluji

source: Amplitude (0-1)
cs: Amplituda (0-1)

source: Applied effect: %s
cs: Pou¾itý efekt: %s

source: Applied effect: %s %.1f dB
cs: Pou¾itý efekt: %s %.1f dB

source: Applied effect: %s %.1f%%
cs: Pou¾itý efekt: %s %.1f%%

source: Applied effect: %s %d stages, %.0f%% wet, frequency = %.1f Hz, start phase = %.0f deg, depth = %d, feedback = %.0f%%
cs: Pou¾itý efekt: %s %d krokù, %.0f%% wet, frekvence = %.1f Hz, startovní fáze = %.0f deg, hloubka = %d, zp. vazba = %.0f%%

source: Applied effect: %s change window = %d samples
cs: Pou¾itý efekt: %s zmìna okna = %d vzorkù

source: Applied effect: %s delay = %f seconds, decay factor = %f
cs: Pou¾itý efekt: %s zpo¾dìní = %f vteøin, faktor dozvuku = %f

source: Applied effect: %s frequency = %.0f Hz, boost = %.0f dB
cs: Pou¾itý efekt: %s frekvence = %.0f Hz, zdùraznìní = %.0f dB

source: Applied effect: %s frequency = %.1f Hz, start phase = %.0f deg, depth = %.0f%%, resonance = %.1f, frequency offset = %.0f%%
cs: Pou¾itý efekt: %s frekvence = %.1f Hz, startovní fáze = %.0f deg, hloubka = %.0f%%, resonance = %.1f, frekvenèní offset = %.0f%%

source: Applied effect: Generate %s %s wave, frequency = %.2f Hz, amplitude = %.2f
cs: Pou¾itý efekt: Generovat %s %s wave, frekvence = %.2f Hz, amplituda = %.2f

source: Applied effect: Generate Silence
cs: Pou¾itý efekt: Generovat ticho

source: Applied effect: Generate White Noise
cs: Pou¾itý efekt: Generovat bílý ¹um

source: Appling Nyquist Effect...
cs: Aplikuji Nyquist efekt...

source: Applying Phaser
cs: Aplikuji Phaser

source: Applying Wahwah
cs: Aplikuji kvákadlo (Wahwah)

source: Artist:
cs: Interpret:

source: Assign Defaults
cs: Pøipojit výchozí

source: At 44100 Hz, 16-bits per sample, the estimated number of simultaneous tracks that could be played at once: %.1f
cs: Pøi 44100 Hz, 16-bitù na vzorek, odhadovaný poèet souèasnì hraných stop: %.1f

source: Audacious!
cs: Hezky!

source: Audacity Control Toolbar
cs: Audacity ovládací panel

source: Audacity Edit Toolbar
cs: Audacity editaèní panel

source: Audacity First Run
cs: První spu¹tìní Audacity

source: Audacity Mixer Toolbar
cs: Audacity mixovací panel

source: Audacity Preferences
cs: Nastavení Audacity

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
cs: Audacity nemù¾e najít umístìní pro doèasné soubory. Prosím zadejte správný adresáø v dialogu pro nastavení.

source: Audacity did not recognize the type of this file. If it is uncompressed, try importing it using "Import Raw"
cs: Audacity nerozpoznal typ tohoto souboru. Pokud není komprimovaný, zkuste ho importovat s pou¾itím "Importovat Raw"

source: Audacity does not export MP3 files directly, but instead uses LAME, an MP3 exporting library available separately. See the documentation for more information. Would you like to locate LameLib now?
cs: Audacity neexportuje MP3 pøímo, ale pou¾ívá LAME knihovnu, která je dostupná zvlá¹». Dal¹í informace najdete v dokumentaci. Chcete nyní najít knihovnu LAME?

source: Audacity does not export MP3 files directly, but instead uses the freely available LAME library to handle MP3 file encoding. You must obtain lame_enc.dll separately, by downloading the LAME MP3 encoder,and then locate this file for Audacity. You only need to do this once. Would you like to locate lame_enc.dll now?
cs: Audacity neexportuje MP3 soubory pøímo, ale pou¾ívá ke kódování volnì ¹iøitelnou knihovnu LAME. Soubor libmp3lame.so si musíte opatøit zvlá¹» tak, ¾e downloadujete LAME MP3 encoder a potom soubor vyhledáte z dialogu Audacity. Udìlat to musíte pouze jednou. Chcete nyní najít knihovnu lame_enc.dll?

source: Audacity does not export MP3 files directly, but instead uses the freely available LAME library to handle MP3 file encoding. You must obtain libmp3lame.so separately, either by downloading it or building it from the sources, and then locate the file for Audacity. You only need to do this once. Would you like to locate libmp3lame.so now?
cs: Audacity neexportuje PM3 soubory pøímo, ale pou¾ívá ke kódování volnì ¹iøitelnou knihovnu LAME. Soubor libmp3lame.so si musíte opatøit zvlá¹» buï tak, ¾e ji downloadujete nebo zkompilujete ze zdrojových kódù a potom ji vyhledáte z dialogu Audacity. Udìlat to musíte pouze jednou. Chcete nyní najít knihovnu LAME?

source: Audacity is a free program being written by a team of developers using Sourceforge, an online service for open-source projects. It is based on the wxWindows toolkit and is available for Windows, MacOS 9 and X, Linux, and other Unix-like systems.
cs: Audacity je svobodný software vytváøený týmem vývojáøù pou¾ívajících Sourceforge, on-line servis pro projekty s otevøeným kódem. Je zalo¾en na toolkitu wxWindows a je k dispozici pro Windows, MacOS 9 and X, Linux, a dal¹í Unix-like systémy.

source: Audacity is now going to exit. Please launch Audacity again to use the new temporary directory.
cs: Audacity se nyní ukonèí. Aby se pou¾il nový doèasný adresáø, prosím spus»te Audacity znovu.

source: Audacity needs to be restarted for this change to take effect. Please close all open Audacity projects.
cs: Aby se zmìny projevily, je tøeba restartovat Audacity. Prosím uzavøete v¹echny otevøené projekty.

source: Audacity projects (*.aup)|*.aup
cs: Audacity projekty (*.aup)|*.aup

source: Audacity was expecting a library named "%s". Are you sure you want to attempt to export MP3 files using "%s"?
cs: Audacity oèekává knihovnu pojmenovanou "%s". Jste si jisti, ¾e chcete exportovat do MP3 pomocí "%s"?

source: Audacity was unable to find any audio devices.
cs: Audacity nemohl nelézt ¾ádné audio zaøízení.

source: Audio I/O
cs: Audio vstup/výstup (I/O)

source: Audio Track
cs: Audio stopa

source: Author:
cs: Autor:

source: Automatic Volume Control
cs: Automatické øízení hlasitosti

source: Automatic Volume Control by Vincent A. Busam
cs: Automatické øízení hlasitosti od Vincenta A. Busama

source: Automatic Volume Control...
cs: Automatické øízení hlasitosti...

source: Autoscroll while playing
cs: Automaticky posouvat bìhem pøehrávání

source: Bad: block %d sample %d
cs: Chyba: blok %d vzorek %d

source: BassBoost
cs: Zdùraznìní basù (BassBoost)

source: BassBoost by Nasca Octavian Paul
cs: Zdùraznìní basù od Nasca Octavian Paul

source: BassBoost...
cs: Zdùraznìní basù..

source: Beats per Minute (BPM): From
cs: Úderù za minutu (BPM): Od

source: Bit Rate:
cs: Datový tok (Bit Rate):

source: Block size should be in the range 1 - 1024 KB.
cs: Velikost bloku by mìla být v rozmezí 1 - 1024 KB.

source: Boost (dB):
cs: Zdùraznìní (boost) (dB):

source: Boosting Bass Frequencies
cs: Zdùrazòuji basové frekvence

source: Cancel
cs: Zru¹it

source: Cannot export audio in this format.
cs: Audio nelze exportovat v tomto formátu .

source: Cannot export audio to %s
cs: Audio nelze exportovat do %s

source: Change Commands.cfg Location
cs: Zmìnit umístìní Commands.cfg

source: Change Tempo
cs: Zmìnit tempo

source: Change Tempo without Changing Pitch
cs: Zmìnit tempo bez zmìny ladìní

source: Change Tempo...
cs: Zmìnit tempo...

source: Change lower speed limit (%) to:
cs: Zmìnit dolní limit rychlosti (%) na:

source: Change track name to:
cs: Pøejmenovat stopu na:

source: Change upper speed limit (%) to:
cs: Zmìnit horní limit rychlosti (%) na:

source: Change window size must be less than or equal to Adjustment window size.
cs: Zmìna velikosti okna musí být men¹í nebo rovná velikosti nastavovacího okna.

source: Changed '%s' to %d Hz
cs: Zmìnìno '%s' na %d Hz

source: Changed '%s' to %s
cs: Zmìnìno '%s' na %s

source: Changed '%s' to %s display
cs: Zmìnìno '%s' na %s display

source: Changed Selection Region
cs: Zmìnìný výbìr regionu

source: Changes to temporary directory will not take effect until Audacity is restarted
cs: Zmìna doèasného adresáøe se projeví a¾ po restartu Audacity.

source: Changing Tempo
cs: Mìním tempo

source: Changing volume
cs: Mìním hlasitost

source: Channels:
cs: Kanály:

source: Choose Language for Audacity to use:
cs: Zvolte jazyk pro Audacity:

source: Choose a location to place the temporary directory
cs: Zvolte umístìní pro doèasný adresáø

source: Choose the location for commands.cfg
cs: Zvolte umístìní pro commands.cfg

source: Choose...
cs: Zvolit..

source: Cleaning up temporary files...
cs: Odstraòování doèasných souborù...

source: Clear
cs: Smazat

source: Click and drag to adjust relative size of stereo tracks.
cs: Kliknutím a tahem my¹í nastavíte relativní velikost stereo stop.

source: Click and drag to edit the amplitude envelope
cs: Kliknutím a tahem my¹í editujte amplitudovou obálku

source: Click and drag to edit the samples
cs: Kliknutím a tahem my¹í editujte vzorky

source: Click and drag to move a track in time
cs: Kliknutím a tahem my¹í umístìte stopy na èas

source: Click and drag to move left selection boundary.
cs: Kliknutím a tahem my¹í nastavte hranici výbìru

source: Click and drag to move right selection boundary.
cs: Kliknutím a tahem my¹í zmìòte pravou hranici výbìru.

source: Click and drag to resize the track.
cs: Kliknutím a tahem my¹í zmìòte velikost stopy.

source: Click and drag to select audio
cs: Kliknutím a tahem my¹í oznaèíte audio

source: Click to Zoom In, Shift-Click to Zoom Out
cs: Kliknìte pro zvìt¹ení, Shift+kliknutí pro zmen¹ení

source: Close
cs: Zavøít

source: Command-line exporting is only supported on UNIX
cs: Export pomocí øádkových pøíkazù je podporován jen v UNIXu

source: Command-line options supported: -help (this message) -test (run self diagnostics) -blocksize ### (set max disk block size in bytes) In addition, specify the name of an audio file or Audacity project to open it.
cs: Podporované øádkové pøíkazy: -help (tato zpráva) -test (spustit vlastní diagnostiku (self diagnostics)) -blocksize ### (nastavit maximální velikost diskového bloku v bytech) In addition, uveïte jméno audiosouboru nebo projektu Audacity který má být otevøen.

source: Comments:
cs: Komentáøe:

source: Compressing
cs: Provádím kompresi

source: Compressor
cs: Kompresor

source: Copy
cs: Kopírovat

source: Could not open MP3 encoding library!
cs: Nelze otevøít knihovnu pro pøevod do MP3!

source: Could not open file:
cs: Nelze otevøít soubor:

source: Could not save project. Perhaps %s is not writeable, or the disk is full.
cs: Nelze ulo¾it projekt. Je mo¾né, ¾e do %s nelze zapisovat, nebo je plný disk.

source: Couldn't open the Audacity Help file.
cs: Nelze otevøít soubor s nápovìdou k Audacity.

source: Couldn't write to file:
cs: Nelze zapisovat do souboru:

source: Created new audio track
cs: Nová audio stopa vytvoøena

source: Created new label track
cs: Vytvoøit novou popisovou (Label) stopu

source: Created new project
cs: Vytvoøený nový projekt

source: Created new time track
cs: Novì vytvoøená èasová stopa

source: Creating Noise Profile
cs: Vytváøím profil ¹umu

source: Credits
cs: Credits - zùèastnìní lidé

source: Cuberoot Autocorrelation
cs: Cuberoot autokorelace

source: Cursor or Selection Restore
cs: Obnovení kurzoru nebo výbìru

source: Cursor or Selection Save
cs: Ulo¾ení kurzoru nebo výbìru

source: Cursor to Selection End
cs: Kurzor na konec výbìru

source: Cursor to Selection Start
cs: Kurzor na zaèátek výbìru

source: Cursor to Track End
cs: Kurzor na konec stopy

source: Cursor to Track Start
cs: Kurzor na zaèátek stopy

source: Cursor: %.3lf NTSC frames (29.97 fps) %s
cs: Kurzor: %.3lf NTSC rámce (29.97 fps) %s

source: Cursor: %.3lf PAL frames (25 fps) %s
cs: Kurzor: %.3lf PAL rámce (25 fps) %s

source: Cursor: %.3lf film frames (24 fps) %s
cs: Kurzor: %.3lf film rámce (24 fps) %s

source: Cursor: %.4f sec (%d Hz) (%s) = %f, Peak: %.4f sec (%d Hz) (%s)
cs: Kurzor: %.4f sec (%d Hz) (%s) = %f, ©pièka: %.4f sec (%d Hz) (%s)

source: Cursor: %02i:%02i:%06.3lf cdda min:sec:frames (75 fps) %s
cs: Kurzor: %02i:%02i:%06.3lf cdda min:sec:frames (75 fps) %s

source: Cursor: %d Hz (%s) = %d dB Peak: %d Hz (%s)
cs: Kurzor: %d Hz (%s) = %d dB ©pièka: %d Hz (%s)

source: Cursor: %i+%04i cdda sectors+bytes (2352 bytes per sector) [based on rate = %7.1f - for use with 44100 only]
cs: Kurzor: %i+%04i cdda sektorù+bytù (2352 bytù za vteøinu) [na základì rychlosti = %7.1f - jen pøi pou¾ití 44100]

source: Cursor: %i+%i sec+samples [based on rate = %7.1f - use Set Rate to reset/set]
cs: Kurzor: %i+%i vteøin+vzorkù [na základì rychlosti = %7.1f - pou¾ijte nastavení rychlosti pro vynulování/nastavení]

source: Cursor: %i:%02i+%i min:sec+samples [based on rate = %7.1f - use Set Rate to reset/set]
cs: Kurzor: %i:%02i+%i min:vteøín+vzorkù [na základì rychlosti = %7.1f - pou¾ijte nastavení rychlosti pro vynulování/nastavení]

source: Cursor: %i:%09.6f min:sec %s
cs: Kurzor: %i:%09.6f min:sec %s

source: Cursor: %i:%09.6lf min:sec [based on rate = %7.1f - use Set Rate to reset/set]
cs: Kurzor: %i:%09.6lf min:sec [na základì rychlosti = %7.1f - pou¾ijte nastavení rychlosti pro vynulování/nastavení]

source: Cursor: %lf sec %s
cs: Kurzor: %lf sec %s

source: Cursor: %lf sec [based on rate = %7.1f - use Set Rate to reset/set]
cs: Kurzor: %lf sec [na základì rychlosti = %7.1f - pou¾ijte nastavení rychlosti pro vynulování/nastavení]

source: Cursor: %li samples [based on rate = %7.1f - use Set Rate to reset/set]
cs: Kurzor: %li vzorkù [na základì rychlosti = %7.1f - pou¾ijte nastavení rychlosti pro vynulování/nastavení]

source: Cut
cs: Vyjmout

source: Cut (%d, %d) failed.
cs: Vyjmutí (%d, %d) selhalo.

source: Cut to the clipboard
cs: Vyjmout a vlo¾it do schránky

source: Cut: %d - %d
cs: Vyjmout: %d - %d

source: D&uplicate
cs: D&uplikovat

source: Deadlock detected in AudioIO::Finish, Audacity must close. Please report this to the Audacity developers.
cs: V IO audia byl rozpoznán deadlock (uvíznutí): Konèím, Audacity se musí uzavøít. Prosím nahlaste toto vývojáøùm Audacity.

source: Deadlock detected in AudioIO::Stop, Audacity must close. Please report this to the Audacity developers.
cs: V IO audia byl rozpoznán deadlock (uvíznutí): Konèím, Audacity se musí uzavøít. Prosím nahlaste toto vývojáøùm Audacity.

source: Default Sample Format:
cs: Výchozí formát vzorkování:

source: Default Sample Rate:
cs: Výchozí rychlost vzorkování:

source: Delay time (seconds):
cs: Èas zpo¾dìní (vteøiny):

source: Deleted %.2f seconds at t=%.2f
cs: Vymazáno %.2f vteøin at t=%.2f

source: Depth (%):
cs: Hloubka (%):

source: Depth:
cs: Hloubka:

source: Device:
cs: Zaøízení:

source: Directories
cs: Adresáøe

source: Directory %s does not exist. Create it?
cs: Adresáø %s neexistuje. Vytvoøit?

source: Directory %s is not writable
cs: Do adresáøe %s nelze zapisovat

source: Discard
cs: Zahodit

source: Discard undo data
cs: Zahodit data pro obnovení (undo)

source: Disk # blocks:
cs: Disk # blokù:

source: Disk Block Size (KB):
cs: Velikost bloku disku (KB):

source: Dock Control Toolbar
cs: Zaparkovat ovládací panel

source: Dock Edit Toolbar
cs: Zaparkovat editaèní panel

source: Documentation Writer
cs: Tvorba dokumentace

source: Doing correctness check...
cs: Kontroluji správnost...

source: Don't allow clipping
cs: Nepovolit clipping

source: Down Octave
cs: O oktávu ní¾

source: Drag the label vertically to change the order of the tracks.
cs: Poøadí stop zmìníte ta¾ením popisu (label) my¹í vertikálnì.

source: Draw Tool
cs: Kreslení

source: Duplicated
cs: Duplikováno

source: E&xit
cs: &Konec

source: Edit ID3 Tags (for MP3 exporting)
cs: Editovat ID3 tagy (pro export do MP3)

source: Edit ID3 Tags...
cs: Editovat ID3 tady...

source: Edit the ID3 tags for the MP3 file
cs: Editovat ID3 tagy MP3 souboru

source: Edit the original in place
cs: Editovat pøímo originál

source: Effec&t
cs: Efe&kty

source: Effects programmer
cs: Programátor efektù

source: Elapsed time: %f sec
cs: Uplynulý èas: %f sec

source: Enable Edit Toolbar
cs: Povolit panel pro editaci

source: Enabled
cs: Povoleno

source: Encoding:
cs: Enkóduji:

source: Enhanced Autocorrelation
cs: Vylep¹ená autokorelace

source: Enter Nyquist Command:
cs: Vlo¾it Nyquist pøíkaz:

source: Enter a rate in Hz (samples per second):
cs: Vlo¾te rychlost v Hz (vzorkù za vteøinu):

source: Enter a sample rate in Hz (per second) between 1 and 100000:
cs: Vlo¾te rychlost v Hz (vzorkù za vteøinu) v rozmezí 1 a 100000:

source: Enter the decay factor:
cs: Vlo¾te faktor dozvuku (decay):

source: Envelope Tool
cs: Obálka

source: Equaliation
cs: Ekvalizace

source: Equalization
cs: Ekvalizace

source: Equalization...
cs: Ekvalizace...

source: Error
cs: Chyba

source: Error (file may not have been written): %s
cs: Chyba (soubor mo¾ná nebyl zapsán): %s

source: Error opening audio device. (Change the device in the Preferences dialog.)
cs: Chyba pøi otevírání audio zaøízení. (Zmìòte zaøízení v dialogu pro nastavení.)

source: Error parsing Allegro file.
cs: Chyba pøi naèítání (parsování) Allegro souboru.

source: Error parsing MIDI file.
cs: Chyba pøi naèítání (parsování) MIDI souboru.

source: Error reading Audacity Project %s in line %d
cs: Chyba pøi naèítání Audacity projektu %s na øádku %d

source: Errors in %d/%d blocks
cs: Chyby v %d/%d blokù

source: Expected %d bytes, got %d bytes.
cs: Oèekává %d bytù, obdr¾eno %d bytù.

source: Expected len %d, track len %d.
cs: Oèekávaná délka %d, délka stopy %d.

source: Expected to read %d samples, got %d samples.
cs: Oèekávám naètení %d vzorkù, obdr¾eno %d vzorkù.

source: Export
cs: Exportovat

source: Export &Labels...
cs: Exportovat &popisy (Labels)...

source: Export Benchmark Data As:
cs: Exportovat benchmarková data jako:

source: Export Labels As:
cs: Exportovat popisy (Labels) jako:

source: Export MP3
cs: Exportovat MP3

source: Export Selection as %s...
cs: Exportovat výbìr jako %s...

source: Export Spectral Data As:
cs: Exportovat spektrální data jako:

source: Export as %s...
cs: Exportovat jako %s...

source: Export...
cs: Exportovat..

source: Exporting the entire project as Ogg Vorbis
cs: Exportuji celý projekt jako Ogg Vorbis

source: Exporting the entire project as a %s file
cs: Exportuji celý projekt jako %s soubor

source: Exporting the entire project as an mp3
cs: Exportuji celý projekt jako mp3

source: Exporting the selected audio as Ogg Vorbis
cs: Exportuji zvolené audio jako Ogg Vorbis

source: Exporting the selected audio as a %s file
cs: Exportuji zvolené audio jako %s soubor
