Repository: ngoclinh49/audacity
Catalog: audacity-src/junk-branches/exporter_dialog/audacity-src/locale/*.po
Languages: cs

source: Exporting the selected audio as an mp3
cs: Exportuji zvolené audio jako mp3

source: FFT Filter
cs: FFT Filtr

source: FFT Filter by Dominic Mazzoni
cs: FFT Filtr od Dominica Mazzoniho

source: FFT Filter...
cs: FFT Filtr...

source: FFT Size
cs: FFT velikost

source: Fade In
cs: Postupný nábìh (Fade In)

source: Fade Out
cs: Do ztracena (Fade Out)

source: Fading In
cs: Vytváøím postupný nábìh (fading in)

source: Fading Out
cs: Vytváøím efekt do ztracena (fading out)

source: Feedback (%):
cs: Zpìtná vazba (feedback) (%):

source: File Format
cs: Formát souboru

source: File Formats
cs: Formáty souborù

source: File not large enough to analyze.
cs: Soubor není dost velký pro analýzu.

source: Find Library
cs: Najít knihovnu

source: Fit entire project in window
cs: Pøizpùsobit projekt velikosti okna

source: Fit selection in window
cs: Pøizpùsobit výbìr velikosti okna

source: Float Control Toolbar
cs: Plovoucí ovládací panel

source: Float Edit Toolbar
cs: Plovoucí panel editace

source: Format:
cs: Formát:

source: Free Space:
cs: Volné místo:

source: Frequency (Hz) Level (dB)
cs: Frekvence (Hz) Level (dB)

source: Frequency (Hz):
cs: Frekvence (Hz):

source: Frequency / Hz
cs: Frekvence / Hz

source: Frequency Analysis
cs: Frekvenèní analýza

source: Generate Tone
cs: Generovat tón

source: Generating Silence
cs: Generuji ticho

source: Generating Tone
cs: Generuji tón

source: Generating White Noise
cs: Generuji bílý ¹um

source: Genre:
cs: ®ánr/styl:

source: Get Noise Profile
cs: Získat profil ¹umu

source: Grayscale
cs: ©edá stupnice

source: HTML Help Books (*.htb)|*.htb
cs: HTML knihy s nápovìdou (*.htb)|*.htb

source: Header:
cs: Hlavièka:

source: High-quality sample rate converter:
cs: Vysoce kvalitní konvertor vzorkovací rychlosti:

source: History
cs: Historie

source: ID3 tag exporting disabled
cs: Exportování ID3 tagu je zakázáno

source: ID3 tag exporting enabled
cs: Exportování ID3 tagu je povoleno

source: ID3v1 (more compatible)
cs: ID3v1 (vìt¹í kompatibilita)

source: ID3v2 (more flexible)
cs: ID3v2 (vìt¹í flexibilita)

source: Import &MIDI...
cs: Importovat &MIDI...

source: Import Labels...
cs: Importovat popisy (Labels)...

source: Import Raw &Data...
cs: Importovat Raw &Data...

source: Import Raw Data
cs: Importovat Raw data

source: Imported '%s'
cs: Importováno '%s'

source: Imported MIDI from '%s'
cs: Importováno MIDI z '%s'

source: Imported labels from '%s'
cs: Importované popisy (labels) z '%s'

source: Imported raw audio from '%s'
cs: Importované raw audio z '%s'

source: Importing
cs: Importuji

source: Importing %s file...
cs: Importuji %s soubor...

source: Information
cs: Informace

source: Interface
cs: Rozhraní (Interface)

source: Internal logic fault
cs: Vnitøní logická chyba

source: Introduction
cs: Úvod

source: Invalid Vorbis bitstream header
cs: Chybná Vorbis bitstream hlavièka

source: Invalid rate.
cs: Chybná rychlost.

source: Invert
cs: Invertovat

source: Inverting
cs: Invertuji

source: Keyboard
cs: Klávesnice

source: LADSPA plug-in suppport disabled
cs: Podpora pro LADSPA plug-in je zakázána

source: LADSPA plug-in suppport enabled
cs: Podpora pro LADSPA plug-in je povolena

source: LFO Frequency (Hz):
cs: LFO frekvence (Hz):

source: LFO Start Phase (deg.):
cs: LFO Startovní fáze (deg.):

source: Label Track
cs: Popisová (Label) stopa

source: Ladspa Effect Settings
cs: Nastavení pro Ladspa efekt

source: Lag (seconds) Frequency (Hz) Level
cs: Zpo¾dìní (vteøiny) Frequency (Hz) Level

source: Language:
cs: Jazyk:

source: Left Channel
cs: Levý kanál

source: Left,
cs: Levý,

source: Left-Click to Zoom In, Right-Click to Zoom Out
cs: Levé my¹ítko pro zvìt¹ení, prevé my¹ítko pro zmen¹ení

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
cs: Levé=zvìt¹it, Pravé=zmen¹it,Støední=normální velikost

source: Length (seconds): From
cs: Délka (sekundy): od

source: Less
cs: Ménì

source: Levels to discard:
cs: Úrovnì k vymazání:

source: Linear frequency
cs: Lineární frekvence

source: Load Curve
cs: Load køivka

source: Location change failed
cs: Zmìna umístìní selhala

source: Location:
cs: Umístìní:

source: Log frequency
cs: Log frekvence

source: Lower speed limit
cs: Dolní limit rychlosti

source: MP3 Export Setup
cs: Nastavení exportu do MP3

source: MP3 Library Version:
cs: Verze MP3 knihovny:

source: MP3 exporting plugin not found
cs: Plugin pro export do MP3 nebyl nalezen

source: MP3 importing disabled
cs: Import z MP3 zakázán

source: MP3 importing enabled
cs: Import z MP3 povolen

source: Made '%s' a stereo track
cs: Vytvoøit '%s' stereo stopu

source: Main Logo
cs: Hlavní logo

source: Make Stereo Track
cs: Vytvoøit stereo stopu

source: Make a copy of the file to edit
cs: Vytvoøit kopii souboru k editaci

source: Max number of tracks to mix in real time: %f
cs: Maximální poèet stop mixovaných v reálném èase: %f

source: Maximum Frequency (Hz):
cs: Maximální frekvence (Hz):

source: Maximum frequency must be in the range 100 Hz - 100,000 Hz
cs: Maximální frekvence musí být v rozsahu 100 Hz - 100,000 Hz

source: Maximum length of attribute 'Album' is 30 characters. Data was truncated.
cs: Maximální délka atributu 'Album' je 30 znakù. Data byla zkrácena.

source: Maximum length of attribute 'Artist' is 30 characters. Data was truncated.
cs: Maximální délka atributu 'Interpret' je 30 znakù. Data byla zkrácena.

source: Maximum length of attribute 'Comments' is 30 characters. Data was truncated.
cs: Maximální délka atributu 'Komentáøe' je 30 znakù. Data byla zkrácena.

source: Maximum length of attribute 'Title' is 30 characters. Data was truncated.
cs: Maximální délka atributu 'Titul' je 30 znakù. Data byla zkrácena.

source: Maximum length of attribute 'Year' is 4 characters. Data was truncated.
cs: Maximální délka atributu 'Rok' je 4 znaky. Data byla zkrácena.

source: Media read error
cs: Chyba pøi ètení média

source: Minimum Change %:
cs: Minimální zmìna %:

source: Minimum Change Window:
cs: Minimální zmìna okna:

source: Mix
cs: Mixér

source: Mix Output
cs: Mixovaný výstup

source: Mixing tracks
cs: Mixuji stopy

source: More
cs: Více

source: Move Track Down
cs: Pøesunout stopu dolù

source: Move Track Up
cs: Pøesunout stopu nahoru

source: Moved '%s' %s
cs: Pøesunuto '%s' %s

source: Moved Sample
cs: Pøesunutý vzorek

source: Mute
cs: Umlèet

source: Name...
cs: Jméno...

source: New &Audio Track
cs: Nová &audio stopa

source: New &Label Track
cs: Nová &popisová (Label) stopa

source: New &Time Track
cs: Nová èa&sová stopa

source: New Peak Amplitude (dB):
cs: Nová ¹pièková amplituda (dB):

source: New Temporary Directory
cs: Nový doèasný adresáø

source: New Value
cs: Nová hodnota

source: No tracks are selected! Choose Export... to export all tracks.
cs: Není vybrána ¾ádná stopa! Pro vyexportování v¹ech stop zvolte "Exportovat..."

source: Noise Removal
cs: Odstranìní ¹umu

source: Noise Removal by Dominic Mazzoni
cs: Odstranìní ¹umu od Dominica Mazzoniho

source: Noise Removal...
cs: Odstranìní ¹umu...

source: None
cs: Nic

source: Not SPECIFIED YET!
cs: Je¹tì NENÍ SPECIFIKOVÁNO!

source: Not a valid or supported MP3 encoding library!
cs: Toto není správná nebo podporovaná knihovna pro kódování do MP3.

source: Not an Ogg Vorbis file
cs: Toto není soubor Ogg Vorgis

source: Not enough data selected.
cs: Není vybráno dostateèné mno¾ství dat.

source: Note Track
cs: Notová stopa

source: Nothing to redo
cs: ®ádná akce k obnovení

source: Nothing to undo
cs: ®ádná akce k obnovení

source: Number of Edits :
cs: Poèet úprav:

source: Number of edits should be in the range 1 - 10000.
cs: Poèet úprav by mìl být v rozmezí 1 - 10000.

source: Nyquist Prompt
cs: Pøíkazový øádek Nyquistu

source: Nyquist Prompt...
cs: Pøíkazový øádek Nyquistu...

source: Nyquist did not return audio.
cs: Nyquist nevrátil ¾ádné audio.

source: Nyquist returned the value: %d
cs: Nyquist vrátil hodnotu: %d

source: Nyquist returned the value: %f
cs: Nyquist vrátil hodnotu: %f

source: Nyquist returned too many audio channels.
cs: Nyquist vrátil pøíli¹ mnoho audio kanálù.

source: OGG Export Setup
cs: Nastavení exportu do OGG

source: OGG Quality:
cs: OGG kvalita:

source: Ogg Vorbis importing disabled
cs: Import z Ogg Vorbis je zakázán

source: Ogg Vorbis importing enabled
cs: Import z Ogg Vorbis je povolen

source: Ogg Vorbis support is not included in this build of Audacity
cs: V tomto buildu Audacity není podpora pro Ogg Vorbis.

source: Online Help Index...
cs: Obsah on-line nápovìdy...

source: Online Help...
cs: Nápovìda on-line...

source: Only LAMELib|LAMELib|Shared Libraries (*)|*
cs: Jen LAMELib|LAMELib|Sdílené knihovny (*)|*

source: Only LameLib|LameLib|All Files (*)|*
cs: Jen LameLib|LameLib|V¹echny soubory (*)|*

source: Only lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files (*.*)|*
cs: Jen lame_enc.dll|lame_enc.dll|Dynamicky linkované knihovny (*.dll)|*.dll|V¹echny soubory (*.*)|*

source: Only libmp3lame.so|libmp3lame.so|Primary Shared Object files (*.so)|*.so|Extended Libraries (*.so*)|*.so*|All Files (*)|*
cs: Pouze libmp3lame.so|libmp3lame.so|Soubory primárnì sdílených objektù (*.so)|*.so|Roz¹íøené knihovny (*.so*)|*.so*|V¹echny soubory (*)|*

source: Original Value
cs: Pùvodní hodnota

source: Other contributors:
cs: Dal¹í pøispìvatelé:

source: Other...
cs: Dal¹í...

source: Passed correctness check!
cs: Kontrola chyb byla úspì¹nì dokonèena!

source: Paste
cs: Vlo¾it

source: Paste: %d
cs: Vlo¾it: %d

source: Pasted from the clipboard
cs: Vlo¾eno ze schránky

source: Pause
cs: Zastavit (Pause)

source: Percent Change:
cs: Procento zmìny:

source: Performing %d edits...
cs: Provádím %d úprav...

source: Performing Echo
cs: Aplikuji echo

source: Performing Equalization
cs: Aplikuji ekvalizaci

source: Performing FFT Filter
cs: Aplikuji FFT filtr

source: Performing Ladspa Effect: %s
cs: Aplikuji Ladspa efekt %s

source: Phaser
cs: Fázor (Phaser)

source: Phaser by Nasca Octavian Paul
cs: Fázor od Nasca Octavian Paul

source: Phaser...
cs: Fázor (Phaser)...

source: Pitch (EAC)
cs: Vý¹ka tónu (EAC)

source: Play
cs: Pøehrát

source: Play other tracks while recording new one
cs: Bìhem nahrávání nové stopy pøehrávat ostatní.

source: Playback
cs: Pøehrávání

source: Please enter a positive number for the decay factor:
cs: Prosím vlo¾te kladné èíslo pro faktor dozvuku (decay):

source: Please enter a positive number for the delay time:
cs: Prosím vlo¾te kladné èíslo pro èas zpo¾dìní (delay):

source: Plot Spectrum
cs: Vykreslit spektrum

source: Predefined:
cs: Pøeddefinováno:

source: Preparing...
cs: Pøipravuji...

source: Primary developer
cs: Primární vývojáø

source: Program build date:
cs: Datum buildu (sestavení) programu:

source: Programmer
cs: Programátor

source: Progress
cs: Postup

source: Project leader and primary programmer
cs: Vedoucí projektu a hlavní programátor

source: Project rate:
cs: Vzorkování:

source: Quality
cs: Kvalita

source: Queued for location change
cs: Zaøazeno do fronty na zmìnu umístìní

source: Quick Mix
cs: Rychlý Mixér

source: Quick mix
cs: Rychlý mixér

source: Random Seed :
cs: Náhodnì (Random Seed) :

source: Reading data again...
cs: Znovu naèítám data...

source: Real-time sample rate converter:
cs: Konvertor vzorkovací rychlosti v reálném èase:

source: Rebuild Menus
cs: Obnovit menu

source: Record
cs: Nahrávat

source: Recording
cs: Nahrávání

source: Rectangular
cs: Obdélníkový

source: Redo
cs: Znovu

source: Remove Noise
cs: Odstranit ¹um

source: Removed audio track(s)
cs: Odstranìné audio stopy

source: Removed track '%s.'
cs: Odstranìné stopy '%s.'

source: Removing Noise
cs: Odstraòuji ¹um

source: Renamed '%s' to '%s'
cs: Pøejmenováno '%s' na '%s'

source: Resonance:
cs: Rezonance:

source: Restore Defaults
cs: Obnovit výchozí hodnoty

source: Reverse
cs: Obrátit (Reverse)

source: Reversing
cs: Reverzuji

source: Right Channel
cs: Pravý kanál

source: Right,
cs: Pravý,

source: Run
cs: Spustit

source: Run Benchmark...
cs: Spustit benchmark...

source: Sample rate conversion method
cs: Metoda konverze vzorkovací rychlosti

source: Save
cs: Ulo¾it

source: Save %s File As:
cs: Ulo¾it soubor %s jako:

source: Save Project &As...
cs: Ulo¾it projekt &jako...

source: Save Project As:
cs: Ulo¾it projekt jako:

source: Save changes before closing?
cs: Ulo¾it zmìny pøed uzavøením?

source: Save changes?
cs: Ulo¾it zmìny?

source: Saved %s
cs: Ulo¾eno %s

source: Sawtooth
cs: Sawtooth (pilový zub)

source: Search Online Help...
cs: Vyhledávat v on-line nápovìdì...

source: Search for?
cs: Co hledat?

source: Search help for keyword
cs: Prohledávat nápovìdu na slovo

source: Select All
cs: Oznaèit v¹e

source: Select Cursor to End
cs: Nastavit kurzor na konec

source: Select Start to Cursor
cs: Nastavit zaèátek na kurzor

source: Select a MIDI file...
cs: Zvolit MIDI soubor...

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
cs: Oznaète nìkolik vteøin samotného ¹umu aby Audacity poznal co odfiltrovat, potom kliknìte na "Získat profil ¹umu".

source: Select a text file containing labels...
cs: Zvolte textový soubor s popisy (labels)...

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click Remove Noise.
cs: Oznaète celé audio, které chcete filtrovat, zvolte kolik ¹umu chcete odfiltrovat a kliknìte na "Odstranit ¹um".

source: Select an audio file...
cs: Zvolte audio soubor...

source: Select any uncompressed audio file...
cs: Zvoltì nìjaký nekomprimovaný audio soubor...

source: Selection Tool
cs: Výbìr

source: Selection: %.3lf - %.3lf (%.3lf NTSC frames) %s
cs: Výbìr: %.3lf - %.3lf (%.3lf NTSC frames) %s

source: Selection: %.3lf - %.3lf (%.3lf PAL frames) %s
cs: Výbìr: %.3lf - %.3lf (%.3lf PAL frames) %s

source: Selection: %.3lf - %.3lf (%.3lf film frames) %s
cs: Výbìr: %.3lf - %.3lf (%.3lf film frames) %s

source: Selection: %02i:%02i:%06.3lf - %02i:%02i:%06.3lf (%02i:%02i:%06.3lf cdda min:sec:frames) %s
cs: Výbìr: %02i:%02i:%06.3lf - %02i:%02i:%06.3lf (%02i:%02i:%06.3lf cdda min:sec:frames) %s

source: Selection: %i+%04i - %i+%04i (%i+%04i cdda sectors+bytes) [based on rate = %7.1f - for use with 44100 only]
cs: Výbìr: %i+%04i - %i+%04i (%i+%04i cdda sectors+bytes) [based on rate = %7.1f - for use with 44100 only]

source: Selection: %i+%i - %i+%i (%i+%i sec+samples) [based on rate = %7.1f - use Set Rate to reset/set]
cs: Výbìr: %i+%i - %i+%i (%i+%i sec+samples) [based on rate = %7.1f - use Set Rate to reset/set]

source: Selection: %i:%02i+%i - %i:%02i+%i (%i:%02i+%i min:sec+samples) [based on rate = %7.1f - use Set Rate to reset/set]
cs: Výbìr: %i:%02i+%i - %i:%02i+%i (%i:%02i+%i min:sec+samples) [based on rate = %7.1f - use Set Rate to reset/set]

source: Selection: %i:%09.6f - %i:%09.6f (%i:%09.6f min:sec) %s
cs: Výbìr: %i:%09.6f - %i:%09.6f (%i:%09.6f min:sec) %s

source: Selection: %i:%09.6lf - %i:%09.6lf (%i:%09.6lf min:sec) [based on rate = %7.1f - use Set Rate to reset/set]
cs: Výbìr: %i:%09.6lf - %i:%09.6lf (%i:%09.6lf min:sec) [based on rate = %7.1f - use Set Rate to reset/set]

source: Selection: %lf - %lf (%lf sec) %s
cs: Výbìr: %lf - %lf (%lf sec) %s

source: Selection: %lf - %lf (%lf sec) [based on rate = %7.1f - use Set Rate to reset/set]
cs: Výbìr: %lf - %lf (%lf sec) [based on rate = %7.1f - use Set Rate to reset/set]

source: Selection: %li - %li (%li samples) [based on rate = %7.1f - use Set Rate to reset/set]
cs: Výbìr: %li - %li (%li samples) [based on rate = %7.1f - use Set Rate to reset/set]

source: Selection: invalid iformat value (%i) in TrackPanel.cpp
cs: Výbìr: ¹patná hodnota iformat (%i) v TrackPanel.cpp

source: Set Converter...
cs: Nastavit konvertor...

source: Set Range...
cs: Nastavit rozsah...

source: Set Rate
cs: Nastavit rychlost

source: Set Sample Format
cs: Zvolte formát vzorkování

source: Set Selection Format
cs: Zvolte formát výbìru

source: Set Snap-To Mode
cs: Zvolte "Snap-To" re¾im

source: Set range to '%d' - '%d'
cs: Nastavte rozsah na '%d' - '%d'

source: Show detailed info about each block file
cs: Zobrazit podrobné informace pro ka¾dý blokový soubor

source: Show detailed info about each editing operation
cs: Zobrazit podrobné informace pro ka¾dou editaèní operaci

source: Silence
cs: Ticho

source: Silence selection
cs: Nahradit výbìr tichem

source: Sine
cs: Sinus

source: Size
cs: Velikost

source: Skip to End
cs: Pøeskoèit na konec

source: Skip to Start
cs: Pøeskoèit na zaèátek

source: Slid track '%s' %s %.02f seconds
cs: Slid stopa '%s' %s %.02f vteøin

source: Some of your preferences were from an earlier version of Audacity and have been reset.
cs: Nìkterá va¹e nastavení pocházela z døívìj¹í verze Audacity a byla resetována.

source: Sorry, %d samples were lost during recording.
cs: Omlouvám se, ale %d vzorkù bylo bìhem nahrávání ztraceno.

source: Sorry, Ladspa Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
cs: Omlouvám se, ale Ladspa efekt nemù¾e být aplikován na stereo stopy, u kterých nesouhlasí individuální kanály.

source: Sorry, pathnames longer than 256 characters not supported.
cs: Omlouvám se, ale názvy cest del¹í ne¾ 256 znakù nejsou podporovány.

source: Special thanks:
cs: Zvlá¹tní podìkování:

source: Spectrograms
cs: Spektrogramy

source: Spectrum
cs: Spektrum

source: Split
cs: Rozdìlit

source: Split At Labels
cs: Oddìlit v¹echny popisy (labels).

source: Split Stereo Track
cs: Rozdìlit stereo stopu

source: Split at labels
cs: Rozdìlit na popisech (labels)

source: Split stereo track '%s'
cs: Rozdìlit stereostopu '%s'

source: Square
cs: Ètverec

source: Stages:
cs: Krokù:

source: Standard Autocorrelation
cs: Standardní autokorelace

source: Step 1
cs: Krok 1

source: Step 2
cs: Krok 2

source: TEST FAILED!!!
cs: TEST SELHAL!!!

source: Temp. Directory
cs: Doèasný adresáø

source: Test Data Size (MB):
cs: Testovat velikost dat (MB):

source: Test data size should be in the range 1 - 2000 MB.
cs: Velikost testovacích dat by mìla být v rozmezí 1 - 2000 MB.

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
cs: Textové soubory (*.txt)|*.txt|V¹echny soubory (*.*)|*.*

source: That project is already open in another window.
cs: Tento projekt je u¾ otevøen v jiném oknì.

source: The maximum frequency must be an integer
cs: Maximální frekvence musí být integer

source: The version of Audacity you are using does not support multiple time tracks.
cs: Verze Audacity, kterou pou¾íváte nepodporuje více èasových stop.

source: There are no label tracks to export.
cs: ®ádné popisové stopy k exportu.

source: This is a beta version of the program. It may contain bugs and unfinished features. We depend on your feedback, so please visit our website and give us your bug reports and feature requests.
cs: Toto je betaverze programu. Mù¾e obsahovat chyby a nedokonèené vlastnosti. Na¹e práce závisí na zpìtné vazbì, kterou nám poskytnete. Tak¾e prosím nav¹tivte na¹i vebovou stránku a nahlaste nám chyby a napi¹te ¾ádosti o vlastnosti, které by mìly být v budoucích verzích.

source: This project was saved by a different version of Audacity and is no longer supported.
cs: Tento projekt byl ulo¾en jinou verzí Audacity a u¾ není podporován.

source: This version of Audacity was not compiled with %s support.
cs: Tato verze Audacity nebyla kompilována s podporou %s.

source: Time Shift Tool
cs: Èasový posuv

source: Time Track
cs: Èasová stopa

source: Time to check all data (2): %ld ms
cs: Èas do zkontrolování v¹ech dat (2): %ld ms

source: Time to check all data: %ld ms
cs: Èas do zkontrolování v¹ech dat: %ld ms

source: Time to perform %d edits: %ld ms
cs: Èas do provedení %d úprav: %ld ms

source: Title:
cs: Titul:

source: To
cs: Do

source: To plot the spectrum, all selected tracks must be the same sample rate.
cs: Aby mohlo být vykresleno spektrum, musí mít v¹echny stopy stejnou vzorkovací frekvenci.

source: Tone Generator
cs: Tónový generátor

source: Tone...
cs: Tón...

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
cs: Je vybráno pøíli¹ mnoho audia. Mù¾e být analyzováno jen poèáteèních %.1f vteøin.

source: Track # blocks: %d
cs: Stopa # blokù: %d

source: Track Name
cs: Jméno stopy

source: Track Number:
cs: Èíslo stopy:

source: Trial %d
cs: Zkou¹ení %d

source: Trim everything outside selection
cs: Odstranit v¹echno kolem výbìru

source: Trim file to selection
cs: Zkrátit soubor na výbìr

source: Unable to determine
cs: Není mo¾no urèit

source: Unable to open target file for writing
cs: Cílový soubor není mo¾né otevøít pro ètení

source: Uncompressed Export Format
cs: Nekomprimovaný exportní formát

source: Undo
cs: Zpìt

source: Undo History
cs: Historie akcí (undo)

source: Undo Levels Available (lots and lots)
cs: Akce k vrácení (spousta a spousta)

source: Undo Levels Available: %d
cs: Akce k vrácení: %d

source: Unknown command line option: %s
cs: Neznámá volba øádkového pøíkazu: %s

source: Up Octave
cs: O oktávu vý¹

source: Update spectrogram while playing
cs: Bìhem pøehrávání obnovovat spektrogram

source: Upper speed limit
cs: Horní limit rychlosti

source: Use OGG instead of MP3
cs: Pou¾ít OGG místo MP3

source: Using %d blocks of %d samples each, for a total of %.1f MB.
cs: Pou¾ívám %d blokù of %d vzorkù , celkovì %.1f MB.

source: Using block size of %ld
cs: Pou¾ívám velikost bloku %ld

source: Validation error
cs: Chyba pøi validaci

source: Value must be from %d to %d.
cs: Hodnota musí být od %d do %d.

source: Values in columns must be in ascending order.
cs: Hodnoty v kolonkách musí být ve vzestupném poøádí.

source: Vorbis version mismatch
cs: Zmatek ve verzi Vorbisu

source: WARNING: You may be prompted to save your work. Clicking cancel will have the same effect as clicking no.
cs: VAROVÁNÍ: Mù¾ete být vyzváni k ulo¾ení své práce. Kliknutí na "zru¹it" bude mít stejný úèinek jako kliknutí na "ne".

source: Wah Frequency Offset (%):
cs: Offset kvákací (wah) frekvence (%):

source: Wahwah
cs: Kvákadlo (Wahwah)

source: Wahwah by Nasca Octavian Paul
cs: Kvákadlo (Wahwah) od Nasca Octavian Paul

source: Wahwah...
cs: Kvákadlo (Wahwah)...

source: Warning: there is very little free disk space left on this volume. Please select another temporary directory in your preferences.
cs: Varování: na tomto svazku je velmi málo diskového prostoru. Prosím zvolte v nastavení jiný doèasný adresáø.

source: Waveform
cs: Køivka

source: Waveform (dB)
cs: Køivka (dB)

source: Waveform:
cs: Køivka:

source: When importing uncompressed audio files
cs: Pøi importu nekomprimovaných audio souborù

source: Where is %s?
cs: Kde je %s?

source: Where is audacity-help.htb?
cs: Kde je audacity-help.htb?

source: White Noise
cs: Bílý ¹um

source: Year:
cs: Rok:

source: You must select a track first.
cs: Nejdøíve musíte zvolit stopu.

source: Your tracks will be mixed down to a single mono channel in the exported file.
cs: Va¹e stopy budou v exportovaném souboru pøemixovány na jeden mono kanál.

source: Your tracks will be mixed down to two stereo channels in the exported file.
cs: Va¹e stopy budou v exportovaném souboru pøemixovány do dvou stereo kanálù.

source: Zoom &In
cs: Z&vìt¹it

source: Zoom &Normal
cs: &Normální velikost

source: Zoom &Out
cs: Z&men¹it

source: Zoom In
cs: Zvìt¹it

source: Zoom Out
cs: Zmen¹it

source: Zoom Tool
cs: Lupa

source: Zoom to &Selection
cs: &Pøizpùsobit výbìru

source: and move Cursor or Selection...
cs: a pøesunout kurzor nebo výbìr...

source: down
cs: dolù

source: keeping Cursor or Selection...
cs: obsluha kurzoru nebo výbìru...

source: left
cs: doleva

source: right
cs: doprava

source: signed
cs: podepsáno

source: unsigned
cs: nepodepsáno

source: up
cs: nahoru
