Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: Home
sk: Úvod
zh_cn: 主页

source: About
sk: O programe
zh_cn: 关于

source: Features
sk: Vlastnosti
zh_cn: 特性

source: Screenshots
sk: Obrázky
zh_cn: 屏幕截图

source: News
sk: Novinky
zh_cn: 新闻

source: License, and Advice for Vendors and Distributors
sk: Licencia, a Informácie pre Predajcov a Distribútorov
zh_cn: 许可证，及给厂商和分发商的建议

source: Credits
sk: Kredity
zh_cn: 致谢

source: Links
sk: Odkazy
zh_cn: 链接

source: Download
sk: Stiahnuť
zh_cn: 下载

source: Audacity 2.0 series
zh_cn: Audacity 2.0系列

source: Source Code
sk: Zdrojový kód
zh_cn: 源码

source: <A class="ext" href="http://wiki.audacityteam.org/wiki/Release_Notes" target="_blank">Release Notes (Wiki)</a>
zh_cn: <A class="ext" href="http://wiki.audacityteam.org/wiki/Release_Notes" target="_blank">发布说明 (Wiki)</a>

source: Plug-Ins and Libraries
zh_cn: 插件和库

source: Obtain a CD
sk: Objednať CD
zh_cn: 获得一张CD

source: Vendors and Distributors of Audacity
sk: Predajcovia a distribútori Audacity
zh_cn: 内含Audacity的供应商和发行商

source: Help
sk: Nápoveda
zh_cn: 帮助

source: FAQ
sk: FAQ- často kladené otázky
zh_cn: 常见问题解答

source: Manuals and Documentation
zh_cn: 使用手册和文档

source: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tutorial" target="_blank">More Tutorials (Wiki)</a>
zh_cn: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tutorial" target="_blank">更多的教程 (Wiki)</a>

source: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tips" target="_blank">Tips (Wiki)</a>
zh_cn: <A class="ext" href="http://wiki.audacityteam.org/wiki/Category:Tips" target="_blank">小贴士(Wiki)</a>

source: Contact Us
sk: Kontaktujte nás
zh_cn: 联系方式

source: Mailing Lists
sk: E-mailová konferencia
zh_cn: 邮件列表

source: Privacy Policy
sk: Ochrana súkromia
zh_cn: 隐私权政策

source: Get Involved
sk: Zapojte sa
zh_cn: 参与

source: Users
sk: Užívatelia
zh_cn: 用户

source: Developers
sk: Vývojári
zh_cn: 开发人员

source: Translators
sk: Prekladatelia
zh_cn: 翻译人员

source: Donate
sk: Darovať
zh_cn: 捐赠

source: Page Not Found
sk: Stránka nebola nájdená
zh_cn: 找不到页面

source: Sorry, the page you are looking for was not found. Please try the <a href="/">Audacity home page</a> or the <a href="/site-map">site map</a>.
sk: Ospravedlňujeme sa, ale stránka, ktorú požadujete nebola nájdená. Skúste prosím prejsť na <a href="/">úvodnú stránku</a> alebo použite <a href="/site-map">mapu stránok</a>.
zh_cn: 对不起，您要访问的页面无法找到。请尝试<a href="/">Audacity主页</a>或者<a href="/site-map">网站地图</a>。

source: Frequently Asked Questions
sk: Často kladené otázky
zh_cn: 常见问题解答

source: Frequently Asked Questions (FAQ) in English for the current <a href="/download/">Audacity %s</a> version are included in the Manual.
zh_cn: 当前版本<a href="/download/">Audacity %s</a>的英文版常见问题解答(FAQ) 已包含在使用手册中。

source: View the FAQ in the online Manual
zh_cn: 在网上手册查看FAQ

source: In Audacity, click Help > Manual (in web browser), then the "FAQ" link in the "Navigation" box on the left. The Manual is included with the <a href="http://audacity.sourceforge.net/download/windows">Windows .exe</a> or <a href="http://audacity.sourceforge.net/download/mac">Mac OS X .dmg</a> Audacity installers.
zh_cn: 在Audacity中，点击 帮助>用户手册（在浏览器中打开），FAQ链接在左面的“导航”栏中，用户手册包含在<a href="http://audacity.sourceforge.net/download/windows">Windows .exe</a>或<a href="http://audacity.sourceforge.net/download/mac">Mac OS X .dmg</a> 的Audacity 安装器中。

source: Other languages
zh_cn: 其他语言

source: View the localized FAQ in the online Manual:
zh_cn: 在线浏览已本地化的FAQ

source: <b>Note: </b>For the above three locales, the translation of the remainder of the Manual is not yet fully complete.
zh_cn: <b>记住: </b>对于上述的三种语言，使用手册里的翻译仍不完全。

source: For all other languages, please check <a href="faq_i18n">Older Frequently Asked Questions for international help</a>, which remain largely valid for Audacity 2.0.x. The Manual will be updated for other languages in due course. Volunteers to help with <a href="http://manual.audacityteam.org/man/Help:Translating">translating the Manual<a/> are welcomed.
zh_cn: 对于别的语言，查看<a href="faq_i18n">较早的常见问题解答</a>，很大一部分对Audacity 2.0.x 仍适用。该使用手册会在合适的时候为别的语言而更新。 欢迎志愿者<a href="http://manual.audacityteam.org/man/Help:Translating">翻译使用手册<a/>。

source: Still need help?
zh_cn: 仍然需要帮助？

source: If the Frequently Asked Questions don't resolve your query, see the <a href="documentation">documentation</a>, or <a href="../contact/"> contact us</a> for help.
zh_cn: 如果常见问答中没有关于您的问题，请查看 <a href="documentation">文档</a>或<a href="../contact/"> 联系我们</a>寻求帮助

source: <h4 id="about">About Audacity</h4>
zh_cn: <h4 id="about">关于Audacity</h4>

source: Is Audacity really free? Why?
sk: Je Audacity skutočne voľne dostupný? Prečo?
zh_cn: Audacity真的是免费的吗? 为什么?

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for any legitimate purpose, including personal, commercial or educational, and may install it on as many different computers as you wish. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p> <p>We welcome <a href="/donate/">donations</a> to support Audacity development.</p>
zh_cn: <p>是的，Audacity是<a href="../about/">完全免费的、开源的软件</ a>。 您可以将之使用于任何合法的目的，包括个人、商业或教育用途，并可以在不同的计算机上随意安装它。您还可以遵照 <a href="../about/license">GNU通用公共许可证</a> 发放、销售它，或者修改供自己使用。</p> <p> Audacity的作者决定在GPL下发布的原因有很多。我们有些人是出于慷慨；有些人出于道德上的理由，因为我们觉得所有的软件应该是免费的；另外一些人认为这个世界上自由软件和专有软件都应该有其一席之地。</p> <p>Audacity是免费的原因之一，是因为这将是使之更流行和实用。然而，另一个原因则是出于鼓励合作。由于Audacity的免费许可证，几十个来自世界各地的朋友贡献了代码、bug修复、文档和图片。</p> <p>我们欢迎<a href="../community/donate">捐款</a>，以支持Audacity的发展。</p>

source: Does Audacity contain any viruses, spyware or adware?
zh_cn: Audacity是否包含病毒、木马或恶意广告？

source: <p>No. Audacity does not include any type of malware or adware if you download it from this site. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p> <p>Sometimes, virus checkers can report false positives for the Audacity installer for Windows (.exe). This is because it is a compressed installer. If you are concerned, please download the .zip file instead and check that for viruses.</p>
zh_cn: <p>不。 从此站下载的Audacity不包含任何恶意软件或广告软件。Audacity是 <a href="../about/">完全自由和开源的</a>。它由一个非盈利志愿者团队开发的，源代码可供所有人学习或使用。</p> <p>病毒扫描程序可能将Audacity的windows (.exe)安装器误报为病毒，这是因为它是个压缩过的安装器。如果仍担心，请下载 .zip 文件检查是不是病毒.</p>

source: May I distribute copies of Audacity?
sk: Môžem rozširovať kópie Audacity?
zh_cn: 我可以分发/发行Audacity的拷贝吗?

source: <p>You can redistribute Audacity under the <a href="../about/license">GNU General Public License</a>, which gives you permission to modify, copy, and sell the program as long as you keep the same license and make the source code available. For details, see <a href="../about/license">License, and Advice for Vendors</a>.</p>
sk: <p>Audacity môžete rozširovať, ak dodržíte licenciu pod <a href="../about/license">GNU General Public License</a>, ktorá dovoľuje upravovať, kopírovať a predávať program tak dlho, pokiaľ bude licencia zachovaná a zdrojový kód bude voľne dostupný. Podrobnosti nájdete na stránke <a href="../about/license">licencie a rady pre predajcov</a>.</p>
zh_cn: <p>您可以在<a href="../about/license">GNU通用许可证</a>下分发Audacity，您可以修改、复制及销售它，只要保持许可证不变、并且公开源代码。欲知详情，参见<a href="../about/license">针对供应商的许可证及建议</a>。</p>

source: Someone is selling Audacity on eBay. Is this legal?
sk: Niekto na eBay predáva Audacity. Je to legálne?
zh_cn: 有人在eBay网站上出售Audacity。这种行为合法吗?

source: <p>It is legal to sell Audacity, as long as the seller makes the program and source code available under the <a href="../about/license">GNU General Public License</a> (GPL).</p> <p>Some vendors try to trick customers by selling unmodified Audacity software under a different name. If you bought a product and later found out it was Audacity, we encourage you to <b>ask for a refund or file a complaint</b> if you feel you did not get a fair deal. We ask vendors to give proper credit to the Audacity project, and allow users to make an informed choice.</p> <p>If you have concerns that Audacity (unmodified or otherwise) is being sold without a copy of the GPL, or without any offer to provide source code, please <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> e-mail us</a> in confidence. </p> <p><b>If you want to obtain Audacity on CD</b>, free ISO downloads and inexpensive CDs by post are available from suppliers on our <a href="../download/buy">Audacity on CD page</a>.</p>
sk: <p>Predávať Audacity je legálne, pokiaľ predávajúci sprístupní program a jeho zdrojový kód v súlade s <a href="../about/license">GNU General Public License</a>.</p> <p>Niektorí predajcovia sa snažia podviesť zákazníkov tým, že predávajú softvér pod iným názvom. Ak ste si kúpili takýto produkt, a neskôr ste zistili, že je to Audacity a máte pocit, že to nie je v poriadku, mali by ste <b>požadovať vrátenie peňazí, alebo podať sťažnosť</b>. Od predajcov vyžadujeme uvedenie pravdivých informácií o pôvode a umožniť tak užívateľom informovanú voľbu.</p> <p><b>Ak si chcete kúpiť Audacity na CD</b>, pozrite sa prosím na zoznam naších predajcov uvedenom na <a href="../download/buy">predajnej stránke</a>.</p>
zh_cn: <p>销售Audacity是合法的。只要销售者遵循 <a href="../about/license">GNU 通用公共许可证</a> (GPL)并发布源代码。</p> <p>有些软件供应商向消费者销售改掉名字的Audacity。如果你买到了这样一个产品，事后发现它就是Audacity，如果你觉得不公平，我们鼓励你<b>要求退款或提出申诉</b>。 我们要求Audacity的供应商提供自己的一些信息，让用户在知情的情况下做出选择</p> <p>如果你担心Audacity(未修改的或其他)没有GPL的拷贝却用来销售，或者未发放源代码，请 <a href="&#109;&#x61;&#105;&#x6c;&#x74;&#111;&#x3a;&#97;&#98;&#x75;&#115;&#x65;&#64;&#97;&#x75;&#100;&#97;&#x63;&#x69;&#116;&#x79;&#x74;&#101;&#97;&#x6d;&#x2e;&#x6f;&#114;&#x67;"> 私下发邮件联系我们</a>。</p> <p><b>如果你想获得CD版Audacity</b>，那么在 <a href="../download/buy">CD版Audacity页面</a>。</p>上有免费的ISO下载链接，也我们供应商提供的廉价光盘，通过邮寄发放。

source: How can I change the language displayed in Audacity?
zh_cn: 我怎样才能更改Audacity的显示语言？

source: <p>The language Audacity uses on first run is determined by the language the operating system uses. To change the current Audacity language, go to the Interface tab of Preferences, choose the specific language required from the "Language" box, then click OK.</p> <p>If Audacity is already running in an unfamiliar language, you can still navigate the menus sequentially to change the language, or change it in the audacity.cfg settings file. For instructions, please see <a href="http://wiki.audacityteam.org/wiki/Changing_the_current_language">Changing the current language</a> on the Audacity <a href="http://wiki.audacityteam.org">Wiki</a>.</p>
zh_cn: <p>Audacity首次使用时的语言由系统语言决定。 要改变显示语言，在首选项菜单的界面（接口）选项，从“语言“栏里选定一种语言然后点确定。</p> <p>如果Audacity已经以其他语言运行，你可以按照菜单的顺序改变语言，或者修改 audacity.cfg 配置文件。如需实例，请查看<a href="http://wiki.audacityteam.org/wiki/Changing_the_current_language"></a>改变Audacity的当前语言 <a href="http://wiki.audacityteam.org">Wiki</a>。</p>

source: Does Audacity run on 64-bit systems?
sk: Dá sa Audacity spustiť na 64-bitovom systéme?
zh_cn: Audacity能在64位的系统上运行吗？

source: <p>There is no 64-bit version of Audacity, but in principle it should run on 64-bit systems, subject to having appropriate 64-bit drivers for the sound device.</p> <p>Users upgrading from 32-bit Windows XP to 64-bit Windows Vista or 7 should make especially sure their computer is well above Audacity's minimum <a href="../download/windows#sysreq">system requirements for Windows</a>.</p>
zh_cn: <p>没有64位的 Audacity，但可以运行在64位系统上，前提是有合适的64位音频设备驱动。</p> <p>从32位 Windows XP升级到64位Windows Vista或者 7的用户应确保满足Audacity<a href="../download/windows#sysreq">对Windows的最小系统要求</a>.</p>

source: <h4 id="install">Installation and Plug-Ins</h4>
zh_cn: <h4 id="install">安装和插件</h4>

source: How do I download and install the LAME MP3 encoder?
sk: Ako stiahnúť a nainštalovať LAME MP3 encoder?
zh_cn: 怎样下载和安装LAME MP3编码器?

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3 id="win">Windows</h3> <ol> <li>Go to the <a href="http://lame1.buanzo.com.ar/">LAME download page</a>.</li> <li>Under "For Audacity on Windows", left-click the link <b>"Lame v3.99.3 for Windows.exe"</b> and save the file anywhere on your computer. <b>Do not right-click the link to the .exe file.</b> </li> <li>Double-click <b>"Lame v3.99.3 for Windows.exe"</b> to launch it (you can safely ignore any warnings that the "publisher could not be verified").</li> <li>Follow the "Setup" instructions to install LAME for Audacity. Do not change the offered destination location of "C:\Program Files\Lame for Audacity".</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of <b>"lame_enc.dll"</b>. Navigate to "C:\Program Files\Lame for Audacity", select "lame_enc.dll", then click "Open" and "OK".</li> <li>If you prefer the Zip option for the LAME download, save the zip file to anywhere on your computer, extract "lame_enc.dll" to any location, then show Audacity where to find it as in Step 5 above.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Go to the <a href="http://lame1.buanzo.com.ar/">LAME download page</a>.</li> <li>Click to download either <b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> or <b>"LameLib-Carbon.sit"</b>, according to your operating system.</li> <li>Double-click the .dmg to extract "Lame Library v3.98.2 for Audacity on OSX.pkg" to Finder, or use Stuffit to extract "LameLib" from the .sit (either of these may happen automatically).</li> <li>Double-click the .pkg to install <b>"libmp3lame.dylib"</b> in /usr/local/lib/audacity, or save <b>"LameLib"</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask for the location of "libmp3lame.dylib" or "LameLib". Navigate to that location, then open the file and click "OK".</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>.</li> </ol> <h3 id="nix">Linux/Unix</h3> Follow <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a> on our <a href="http://audacityteam.org/wiki/">Wiki</a> to download and install a suitable LAME package from the internet.
zh_cn: <p>因软件专利的原因，我们无法自己提供MP3编码器。可照下面的指示使用自由的LAME编码器输出MP3文件。 <h3 id="win">Windows</h3> <ol> <li>访问<a href="http://lame1.buanzo.com.ar/">LAME 下载页</a>.</li> <li> 在"For Audacity on Windows"下面，左击链接<b>"Lame v3.99.3 for Windows.exe"</b> 保存此文件。<b>不要右击.exe 文件的链接。</b> </li> <li>双击 <b>"Lame v3.99.3 for Windows.exe"</b> 打开它，(如果提示publisher could not be verified(发布者无法核实)请忽略)。</li> <li>依照"Setup设置"指示为Audacity安装LAME。不要改变默认的路径"C:\Program Files\Lame for Audacity".</li> <li>第一次使用"导出为MP3"命令时，Audacity会要求定位<b>"lame_enc.dll"</b>的路径。 浏览到 "C:\Program Files\Lame for Audacity"，选择 "lame_enc.dll"然后单击”打开“ ，再”确定"。</li> <li>如果你喜欢Zip版的LAME，先下载Zip文件，再解压出"lame_enc.dll"到任意地方，然后按照上面的步骤5定位它的位置。</li> <li>如果还觉得很难，请访问<a href="http://audacityteam.org/wiki/">Audacity Wiki</a>上的<a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">更多详细指南</a>。</li> </ol> <h3 id="mac">Mac OS 9 或 X</h3> <ol> <li>访问<a href="http://lame1.buanzo.com.ar/">LAME 下载页</a>.</li> <li>点击链接<b>"Lame Library v3.98.2 for Audacity on OSX.dmg"</b> 或<b>"LameLib-Carbon.sit"</b>，根据您的操作系统选择相应版本。</li> <li>双击 .dmg 文件解压"Lame Library v3.98.2 for Audacity on OSX.pkg" 到 Finder，或使用 Stuffit 从 .sit 文件解压出 "LameLib"(任一这些可能自动发生) 。</li> <li>双击 .pkg文件安装 <b>"libmp3lame.dylib"</b> 到 /usr/local/lib/audacity, 货将 <b>"LameLib"</b> 保存到任意位置。</li> <li>第一次使用"导出为MP3"命令时，Audacity会要求定位 "libmp3lame.dylib" 或 "LameLib"的路径。浏览到那个位置，然后打开文件，再按确定。</li> <li>如果还觉得很难，请访问<a href="http://audacityteam.org/wiki/index.php">Audacity Wiki</a>上的<a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Mac_Instructions">更多详细指南</a> .</li> </ol> <h3 id="nix">Linux/Unix</h3> 按照 我们<a href="http://audacityteam.org/wiki/">Wiki</a>上的<a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">指南</a>下载和安装合适的 LAME软件包。

source: What should I do if I have problems downloading or installing Audacity?
sk: Čo urobiť, ak mám problémy so sťahovaním alebo inštalaciou Audacity?
zh_cn: 如果在下载或安装Audacity时遇到问题该怎么办?

source: <p>If you can't download Audacity, or if the downloaded setup file is corrupt, try downloading it from our <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternate servers</a>.</p>
sk: <p>Ak sa vám nedarí Audacity stiahnuť, alebo je stiahnutý inštalačný súbor porušený, skúste sťahovať z našich <a href="http://sourceforge.net/project/showfiles.php?group_id=6235">alternatívnych serverov</a>.</p>
zh_cn: <p>如果您不能下载Audacity，或如果下载的安装程序被破坏了，请尝试从我们的<a href="http://sourceforge.net/project/showfiles.php?group_id=6235">候补服务器</a>下载。</p>

source: <h4 id="record">Recording</h4>
zh_cn: <h4 id="record">录音中</h4>

source: How can I record in stereo?
sk: Ako môžem nahrávať v stereu?
zh_cn: 怎样录制立体声?

source: <p>To record in stereo, open the Audacity preferences. In the "Devices" section, change the number of recording channels from 1 (mono) to 2 (stereo).</p>
zh_cn: <p>要录制立体声，打开Audacity首选项。 在"设备"部分，将录音通道数由1 (mono) 改为 2 (stereo).</p>

source: How do I record from vinyl records, cassette tapes, or minidiscs?
sk: Ako nahrávať z vinylových platní, kaziet alebo minidiskov?
zh_cn: 怎样从唱片、卡式磁带或MD录音?

source: <p>First, set Audacity to <a href="faq_i18n?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, or in the Audacity Preferences (Windows Vista and 7) or Apple Audio-MIDI Setup (OS X).</p> <p>Then press the <b>Record</b> button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the <b>Stop</b> button.</p> <p>Vinyl or shellac records can also be recorded into Audacity with a special type of turntable that connects to the USB port of your computer. These turntables need to be set up differently to those that connect to your line-in port. For instructions on setting up USB turntables, see <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> on the Audacity Wiki.</p> <p>There is also a detailed tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring tapes and records to computer or CD</a>, on the Wiki. This will guide you through the steps from recording your records, cassettes or minidiscs to exporting as an audio file and burning to CD.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq_i18n?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
zh_cn: <p>首先，设置 Audacity <a href=\"faq_i18n?s=recording&amp;i=stereo\">录制为立体声</a>。</p> <p>接着，将一根立体声音频线插到你的磁带机，mini磁盘播放机或音响系统的“线路输出Line Out”或“耳机 Headphone”插孔。将另一端插到电脑的“音源输入”插孔。 如果没有和插孔对应的连接线，在电子商场可以找到。</p> <p>在 Audacity 工具栏中，将“线路输入”设为输入源，或在 Audacity首选项(Windows Vista 和7)或 Apple Audio-MIDI 设置 (OS X)中设置。</p> <p>然后按下<b>录制</b> 键。当Audacity开始录音时，播放你的磁带或光盘，录完后按下<b>停止</b>键。</p> <p>用一种特殊类型的USB唱盘机可以将乙烯基或虫胶唱片翻录到Audacity。这些唱盘机的设置方法不同于上面说的。有关设置USB唱盘机的方法，请参阅 Audacity Wiki 上的<a href=\"http://audacityteam.org/wiki/index.php?title=USB_turntables\">USB 唱盘机</a>。</p> <p>另，还有份详细教程 <a href=\"http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD\">将磁盘或唱片传输到电脑或CD</a>，在 Wiki 上。这会帮助你一步一步将唱片，磁带或迷你磁带翻录成音频文件或刻录成CD。</p> <p>注意 :</p> <ul> \t<li><p>不要将立体声设备插到电脑的”麦克风” 插口，麦克风插口只适用于低电压(“mic-level”) 信号。请用“线路输入”端口替代。</p></li> \t<li><p>不要将转盘机直接接到电脑。转盘机的输出信号是失真的，必须连接一个唱盘机前端放大器或接到有“phono”输入的前端放大器。</p></li> </ul> <p>又见: <a href=\"faq_i18n?s=files&amp;i=split\">如何将一个很长的录音分成多个文件</a>。</p>

source: See also:
sk: Pozri sa tiež na:
zh_cn: 又见：

source: How do I save my recording on an audio CD?
sk: Ako uložiť moju nahrávku na zvukové CD?
zh_cn: 我怎样才能在音频CD光盘上保存我的录音?

source: Why can I not record in Windows Vista or 7?
zh_cn: 为什么在windows Vista或 7下不能录音？

source: Can I play a track while recording a new one on top of it?
sk: Dá sa prehrávať stopa a pritom nahrávať dalšia?
zh_cn: 我可以在某个音轨正在录音时播放它吗?

source: Why isn’t my new track in sync with the previous ones?
sk: Prečo moja nová stopa nie je zosynchronizovaná s predošlou?
zh_cn: 为什么我的新音轨不能与前面的音轨同步?

source: Can Audacity record RealAudio or other streaming audio?
sk: Môže Audacity nahrávať RealAudio alebo iný stream zvuk?
zh_cn: Audacity能录制RealAudio或其它音频流吗?
