Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: The <a href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST Plug-ins</a> page on our <a href="http://audacityteam.org/wiki/">Wiki<a/> lists a large number of VST plug-ins that have been reported to work well in Audacity.
sk: Stránka<a Href="http://audacityteam.org/wiki/index.php?title=VST_Plug-ins">VST pluginov</a> na našej <a href="http://audacityteam.org/wiki/"> Wiki <a/> uvádza mnoho VST pluginov, ktoré sa hlásili do práce do Audacity.

source: Click the appropriate link below, which takes you to the SourceForge download page - don't "save link as.." or "save target as..". The SourceForge download should start automatically. If it does not, click the links in the black panel marked "direct link" or "mirror". <b>Only these links and the automatic download are authorized versions of Audacity</b>. Disable any automatic download managers if the download is incorrect.
sk: Kliknutie na príslušný odkaz nižšie, ktorý vás zavedie na stránku pre voľné stiahnutie SourceForge, - ne- "uloží odkaz ako.." alebo "uloží cieľ odkazu ako..". Sourceforge voľné sťahovanie by malo začať pracovať automaticky. Ak sa tak nestane, kliknite na odkazy v čiernom paneli označené "priamy odkaz " alebo "zrkadlo ". <b> Iba tieto väzby na automatické stiahnutie sú povolené verziou Audacity </b>. Zakázať automatické sťahovanie manažérom v prípade, že sťahovanie je chybný.

source: Known Problems
sk: Známe problémy

source: The following are known bugs or problems in Audacity %s:
sk: Nasledujúce známe chyby a problémy v Audacity %s:

source: Audacity can import and display MIDI files, but cannot play or edit them.
sk: Audacity môže importovať a zobrazovať MIDI súbory, ale nemôže ich prehrávať alebo upravovať.

source: Linux: Recording in full duplex (playing existing tracks while recording) on some systems causes mono recordings to sound distorted or low-pitched. To work around this problem, set Audacity to record in stereo.
sk: Linux: Nahrávanie v režime full duplex (prehrávanie existujúcej stopy, kým sa nahráva iná) môže na niektorých systémoch zapríčiniť skreslenie alebo spomalenie zvuku mono nahrávok. Problém sa dá obísť nastavením nahrávania v stereu.

source: MacOS X: Audacity cannot work with files or folders that are contained inside folders with non-English characters (accents, symbols, etc.) in their names. Files with accented characters work, and Audacity projects with accented characters work. Only folders with accented characters in their names will cause problems.
sk: MacOS X: Audacity nemôže pracovaľ so súbormi alebo podadresármi, ktoré sú v adresároch obsahujúcich v názve neanglické znaky (čiarky, symboly, atdˇ.). Súbory ani projekty s týmito znakmi nevadia. Problémy sú iba v názvoch adresárov.

source: <h3>Changes in Audacity 1.2.6</h3> <ul> <li>Fixed memory leaks on Windows. </li> <li>Corrected font size problems. </li> <li>Enabled missing FLAC support. </li> <li>Fixed Mac OS X (PPC only) screen redraw issues. </li>
sk: <h3>Zmeny v Audacity 1.2.6</h3> <ul> <li>Pevné úniky pamäte v systéme Windows. </li> <li>Oprávnené problémy s veľkosťou písma. </li> <li>Chýba povolená podpora FLAC. </li> <li>Pevný Mac OS X (len PPC) prepíše úlohy obrazovky. </li>

source: <h3>Changes in Audacity 1.2.5</h3> <ul> <li>An official Intel Mac version is now available. </li> <li>Fixed bug in Generate Silence which caused it to apply to all tracks instead of just the selected ones. </li> <li>Mac OS X: audio device opening code has been rewritten. First, it is much more conservative about changing device settings; it will not change settings when you open the program or close the preferences dialog anymore, and it will not change the settings when you begin playback/recording if the current settings are adequate. When it does change the settings, it should work much better on devices such as the Griffin iMic, ART USB Phono Plus, and Ion iMX02 USB. </li> <li>Mac OS X: added new Audio I/O preference that lets you tell Audacity to never change any audio device settings. </li> <li>Newer libsndfile supports FLAC import and export </li> <li>Updated soundtouch to current version which is faster and better quality </li> <li>Modified configure script prefers system libraries to local copies to reduce compilation times and memory usage. </li> <li>Minor updates to help files. </li> <li>New or updated translations: Bulgarian (bg), Galician (gl), Traditional Chinese (zh_TW), Simplified Chinese (zh), Slovenian (sl), Swedish (sv), Bangladeshi (bn), Slovakian (sk), Romanian (ro), Lithuanian (lt), Welsh (cy), and Turkish (tr). </li> </ul>
sk: <h3>Zmeny v Audacity 1.2.5</h3> <ul> <li>K dispozícii je oficiálna verzia pre Intel Mac. </li> <li>Oprava chyby vo funkcii generovania ticha, ktorá sa aplikovala na všetky stopy, namiesto len na vybrané. </li> <li>Mac OS X: kód pre otváranie zvukového zariadenia bol prepísaný. Predovšetkým je konzervatívnejší v zmenách nastavenia zariadenia. Už nemení nastavenie, keď štartujete program alebo zavierate nastavovací dialóg a pokiaľ je zostávajúce nastavenie vyhovujúce, nemení sa ani keď spustíte prehrávanie alebo nahrávanie. Pokiaľ sa nastavenie mení, malo by to na zariadeniach ako sú Griffin iMic, ART USB Phono Plus, a Ion iMX02 USB fungovať lepšie. </li> <li>Mac OS X: bola pridaná nová možnosť nastavenia vstupu a výstupu, ktorá dovoľuje nariadiť Audacity, aby nikdy nemenila žiadne nastavenia zvukového zaridenia. </li> <li>Novší libsndfile podporuje import a export FLAC </li> <li>Používa sa nová verzia soundtouch, ktorá je rýchlejšia a kvalitnejšia </li> <li>Konfiguračný skript bol upravený tak, aby uprednostňoval systémové knižnice pred lokálnymi kópiami, čím sa skráti čas kompilácie a zníži sa spotreba pamäti. </li> <li>Menšie zmeny v súboroch nápovedy. </li> <li>Nové alebo zmenené preklady: Bulgarian (bg), Galician (gl), Traditional Chinese (zh_TW), Simplified Chinese (zh), Slovenian (sl), Swedish (sv), Bangladeshi (bn), Slovakian (sk), Romanian (ro), Lithuanian (lt), Welsh (cy), and Turkish (tr). </li> </ul>

source: <h3>Changes in Audacity 1.2.4b</h3> <ul> <li>A serious problem with the French translation was corrected. </ul>
sk: <h3>Zmeny v Audacity 1.2.4b</h3> <ul> <li>Závažný problém s francúzskym prekladom bol opravený. </ul>

source: <h3>Changes in Audacity 1.2.4</h3> <ul> <li>The File menu now includes a list of recent files. </li> <li>The "Generate Silence" effect now prompts for a length. </li> <li>Audacity is now built with Vorbis 1.1, which features better encoding quality and file compression. </li> <li>Dragging sound files into the Audacity window now works on Mac OS X and Linux, as well as Windows. (Before, it worked only on Windows.) </li> <li>Better support for certain audio devices on Mac OS X 10.4 "Tiger" </li> <li>The "View History" window can now discard old undo levels to save disk space on Windows. (This previously worked only on Linux and Mac.) </li> <li>"Preferences" command is now in Edit menu. </li> <li>"Plot Spectrum" command is now in Analyze menu. </li> <li>Opening a project file saved by a later version of Audacity displays an intelligent error message. Also, trying to import a project file (instead of open it) displays an intelligent error message. </li> <li>Audacity now compiles in Visual C++ .NET 2003. </li> <li>Other minor bug fixes. </li> <li>New or updated translations: Arabic (ar), Czech (cs), Finnish (fi), Hungarian (hu), Japanese (ja), Norwegian (nb), Slovenian (sl), Simplified Chinese (zh_CN), Traditional Chinese (zh_TW). </li> </ul>
sk: <h3>Zmeny v Audacity 1.2.4</h3> <ul> <li>Menu Súbor teraz obsahuje zoznam naposledy otvorených súborov. </li> <li>Efekt "Generovať ticho" sa okamžite pýta na dĺžku. </li> <li>Audacity je teraz zostavovaná s Vorbis 1.1, čo prináša lepšiu kvalitu enkódovania a kompresiu súboru. </li> <li>V Mac OS X a Linux funguje preťahovanie súboru na okno Audacity tak isto ako vo Windows. (Predtým to šlo len vo Windows.) </li> <li>Vylepšená podpora pre určité zvukové zariadenia v Mac OS X 10.4 "Tiger" </li> <li>V okne "Zobraziť históriu" je možné zmazať staré úrovne pre vrátenie, aby sa ušetrilo miesto na disku aj vo Windows. (To predtým išlo len v Linuxe a Mac.) </li> <li>Príkaz "Preferncie" je teraz v menu Úpravy. </li> <li>Príkaz "Vykresliť spektrum" je teraz v menu Analyzovať. </li> <li>Pri pokuse o otvorenie súboru uloženého predošlou verziou Audacity je zobrazená inteligentná chybová správa. To isté sa stane pri pokuse o import. </li> <li>Audacity teraz možno zostavovať vo Visual C++ .NET 2003. </li> <li>Dalšie malé opravy. </li> <li>Nové, alebo upravené preklady: Arabic (ar), Czech (cs), Finnish (fi), Hungarian (hu), Japanese (ja), Norwegian (nb), Slovenian (sl), Simplified Chinese (zh_CN), Traditional Chinese (zh_TW). </li> </ul>

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
sk: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s inštalátor</a> (.exe file, %.1lf MB) - Najnovšia verzia voľne stiahnuteľného zvukového editora Audacity .Pozrite si<a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">ďaľšie informácie o Vista</a>.

source: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this file instead.
sk: Windows 98/ME/2000/XP/Vista: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - Ak nemôžete spustiť inštalátor, pretože ste v počítačovom laboratóriu alebo inom obmedzenom prostredí, stiahnite a otvorte namiesto neho tento súbor.

source: The values in the "Recommended RAM/processor speed" column below are for tasks like recording for an hour, or editing three 20 minute tracks simultaneously. The values in the "Minimum RAM/processor speed" column will be fine for smaller/shorter tasks, especially if unnecessary programs are closed.
sk: Hodnoty v stĺpci "Odporúčaná RAM / rýchlosť procesora "uvedené nižšie sú pre úlohy, ako je nahrávanie na hodinu, alebo editácia troch 20 minútových stôp súčasne. Hodnoty v stĺpci "Minimálna RAM/rýchlosť procesora" budú vyhovovať pre menšie / kratšie úlohy, najmä ak sú nepotrebné programy zatvorené.

source: Generally, Audacity works best on computers meeting more than the minimum requirements in the table above. Where Audacity is to be used for lengthy multi-track projects, we recommend using Windows 2000, XP or Vista running on machines of substantially higher specification than the minimum stated above.
sk: Všeobecne platí, že Audacity najlepšie funguje na počítačoch, ktoré obsahujú viac, ako len minimum podmienok uvedených v tabuľke vyššie. Kde je Audacity používaná pre zdĺhavé multi-track projekty, odporúčame použiť Windows 2000, XP alebo Vista bežiaci na strojoch s podstatne lepšou špecifikáciou ako tie, ktoré majú len minimum podmienok.

source: <p><b>Questions?</b> First, check our <a href="faq">Frequently Asked Questions</a> and the following resources:</p> <p> <ul> <li><a href="documentation">Documentation</a> - Read the user manual and quick reference.</li> <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a> is an extensive user-editable help resource including: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> - step-by-step guides on performing common tasks in Audacity, such as making ringtones, removing vocals, mixing, creating podcasts and transferring tapes and records to computer. Some <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">foreign language tutorials</a> are available.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> - these articles will help you work with and understand Audacity and your audio hardware.</li> </ul> </li> </ul> </p>
sk: <p><b>Otázky?</b>Najskôr, skontrolujte <a href="faq">Často kladené otázky</a> a ďaľšie zdroje:</p> <p> <ul> <li><a href="documentation">Dokumentácia</a> - Prečítajte si užívateľský manuál a rýchle referencie.</li> <li><a href="http://audacityteam.org/wiki">Audacity Wiki</a> je rozsiahla užívateľsko-editovateľná zdrojová pomoc, vrátane: <ul><li><a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Príručky</a> - podrobné návody na vykonávanie bežných úkonov v Audacity, vytváranie ringtones, odstránenie spevu, mixovanie, vytváranie podcastov a prevody pásky a záznamov do počítača. Niektoré <a href="http://audacityteam.org/wiki/index.php?title=MultiLingual">príručky sú dostupné v niektorých </a> cudzích jazykoch.</li> <li><a href="http://audacityteam.org/wiki/index.php?title=Tips">Tipy</a> - tieto predmety vám pomôžu pracovať a pochopiť Audacity a vaš audio hardware.</li> </ul> </li> </ul> </p>

source: <p><b>Still need help?</b> Please <a href="../contact/">contact us</a>.</p>
sk: <p><b>Potrebujete pomoc?</b> Prosím <a href="../contact/">kontaktujte nás</a>.</p>

source: This page contains manuals and quick reference guides for the free Audacity sound editor. For additional help, see the <a href="faq">Frequently Asked Questions</a> and our <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Tutorials</a> and <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tips</a> on the Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>.
sk: Táto stránka obsahuje návody a príručky k voľne dostupnému zvukovému editoru Audacity. Ďaľšiu nápovedu nájdete na stránkach <a href="faq">Často kladené otázky</a> a <a href="http://audacityteam.org/wiki/index.php?title=Tutorials">Podrobné návody</a> a <a href="http://audacityteam.org/wiki/index.php?title=Tips">Tipy</a> na Audacity <a href="http://audacityteam.org/wiki/">Wiki</a>.

source: Quick Reference Guide
sk: Referenčná príručka

source: Read the Audacity reference online.
sk: Prečítajte si referenčnú príručku Audacity on-line

source: Printable version of the Audacity reference.
sk: Tlačová verzia referenčnej príručky Audacity.

source: (This can be printed as a single page using the print function of your browser.)
sk: (Može byť vytlačená ako jedna strana s použitím funkcie tlačenia na vašej tlačiarni.)

source: Audacity User's Manual
sk: Užívateľská príručka Audacity

source: Read the Audacity manual online.
sk: Prečítajte si užívateľskú príručku Audacity on-line.

source: Download the Audacity manual in HTML format.
sk: Stiahnuť užívateľskú príručku Audacity v HTML formáte.

source: Download the Audacity manual in PDF format.
sk: Stiahnuť užívateľskú príručku Audacity v PDF formáte.

source: <div id="about">About Audacity</div>
sk: <div id="about">O Audacity</div>

source: <p>Yes, Audacity is <a href="../about/">completely free, open source software</a>. You are free to use this program for any personal, commercial, or educational purposes, including installing it on as many different computers as you wish. You are also free to give it away, sell it, or modify it for your own use, under the terms of the <a href="../about/license">GNU General Public License</a>.</p> <p>The authors of Audacity decided to release it under the GPL for many reasons. Some of us do it out of generosity. Some of us do it for moral reasons, because we feel that all software should be free; others believe that there is a place for both free and proprietary software.</p> <p>One reason Audacity is free is so that it will be more popular and useful. Yet another reason is to encourage collaboration. Because of Audacity's free license, dozens of people around the world have contributed code, bug fixes, documentation, and graphics.</p> <p>We welcome <a href="../community/donate">donations</a> to support Audacity development.</p>
sk: <p>Áno Audacity je <a href="../about/"> kompletný, voľne stiahnuteľný program</a>. Môžete pužívať tento program pre akékoľvek osobné, obchodné, alebo vzdelávacie účely, zahrňujúce inštaláciu na rôznych počítačoch, tak ako si to prajete. Tiež ich môžete poslať ďalej, napáliť, alebo upraviť pre vašu potrebu, pod označením<a href="../about/license">GNU General Public License</a>.</p> <p>Autori sa rozhodli uvoľniť Audacity pod GPL z rôznych dôvodov.Niektorí z nás to robia zo štedrosti.Niektorí z nás to robia z morálnych dôvodov, pretože si myslíme, že všetky programy by mali byť voľne stianuteľné, iní si myslia, že je tu miesto pre obidva, voľne stiahnuteľné a autorizované programy.</p> <p>Jeden z dôvodov prečo je Audacity voľne stiahnuteľná, je že bude známejšia a viac používaná. Ďaľším dôvodom je podporiť spoluprácu.Pretože Audacity má voľnú licenciu, je množstvo ľudí po celom svete, ktorí prispeli kódom, opravou chýb, dokumentáciou a grafikou.</p> <p>Privítame <a href="../community/donate">dary</a> na podporu rozvoja Audacity.</p>

source: Does Audacity contain any spyware or adware?
sk: Obsahuje Audacity špiónsky alebo reklamný software?

source: <p>No. Audacity does not include any spyware or adware. Audacity is <a href="../about/">completely free and open source</a>. It is developed by a not-for-profit volunteer group, and the source code is available for anyone to study or use.</p>
sk: <p>Nie. Audacity neobsahuje žiadny špiónsky alebo reklamný software. Audacity je <a href="../about/">kompletne voľne dostupný a jeho kód je otvorený</a>. Je vyvíjaný neziskovou skupinou dobrovoľníkov a zdrojovy kód je komukoľvek k dispozícii ku štúdiu alebo k použitiu.</p>

source: <p>There is no 64-bit version of Audacity, but in principle it should run on 64-bit systems, subject to having appropriate drivers for the sound device. Sufficient RAM must be available to run Audacity smoothly and support the greater memory requirements of 64-bit systems compared to 32-bit.</p> <h3>Windows and Linux</h3> <p>On 64-bit versions of Windows XP, Windows Vista and Linux, sound device drivers specific to the 64-bit operating system are essential. If upgrading from a 32-bit to 64-bit operating system, a 64-bit capable computer is required, and the sound device drivers must also be updated to a 64-bit version.</p> <p>Users upgrading from 32-bit Windows XP to 64-bit Windows Vista should make especially sure their computer is well above Audacity's minimum <a href="../download/windows#sysreq">system requirements for Windows</a>.</p> <h3>Mac OS X</h3> <p>We strongly recommend the <a href="../download/beta_mac">Beta</a> version of Audacity for 64-bit systems. OS X 10.5 supports both 64-bit and 32-bit processors equally well, with few if any issues with the supplied system drivers.</p>
sk: <p> Neexistuje žiadna 64-bitová verzia Audacity, ale v zásade by mala bežať na 64-bitovom systéme, s výhradou vhodných ovládačov pre zvukové zariadenie. Pre hladké spustenie Audacity musí byť k dispozícii dostatok RAM, podpora väčšej pamäte v porovnaní s 64-bitovými a 32-bitovými systémami. </p> <h3> Windows a Linux </h3> <p> Na 64-bitovej verzii Windows XP, Windows Vista a Linuxu, sú potrebné zvukové ovládače špecifické pre 64-bitové operačný systém. Ak modernizujete 32-bitový na 64-bitový operačný systém, čo vyžaduje 64-bitový počítač, zvukové ovládače zariadení tiež musia byť aktualizované na 64-bitovú verziu. </p> <p> Užívatelia modernizujúci z 32-bitového Windows XP na 64-bitový Windows Vista, by mali predovšetkým vedieť že ich počítač je vysoko nad Audacity <a href="../download/windows#sysreq"> minimálnymi systémovými požiadavkami pre Windows </a>.</p> <h3> Mac OS X </h3> <p> Dôrazne odporúčame <a href="../download/beta_mac"> Beta </a> verziu Audacity pre 64-bitové systémy. OS X 10.5 podporuje 64-bit a 32-bitové procesory rovnako dobre, s niekoľkými pripadnými problémami s dodávaným systémom vodičov. </p>

source: Does Audacity work with screen-reader programs for blind users?
sk: Spolupracuje Audacity s čítačkami obrazovky pre používateľov so zrakovým postihnutím?

source: <p>Audacity works with most screen-reader programs, but some of Audacity’s features are difficult or impossible to use without a mouse. We are working on improving the program’s accessibility and keyboard shortcuts. For more information, see <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity for Blind Users</a>.</p>
sk: <p>Audacity spolupracuje s väčšinou programov pre čítanie z obrazovky, ale niektoré z funkcií je ťažké alebo nemožné použíť bez myši. Pracujeme na zlepšení prístupnosti programu pomocou klávesových skratiek. Daľšie informácie nájdete na stránke <a href="http://audacityteam.org/wiki/index.pl?AudacityForBlindUsers">Audacity pre zrakovo postihnutých používateľov</a>.</p>

source: What does “time remaining” mean? Does Audacity expire?
sk: Čo znamená "zostávajúci čas"? Má Audacity obmedzenú životnosť?

source: <p>Audacity does not expire, but the time you can record for depends on the amount of disk space you have. The message you are seeing exists only in older versions of Audacity, so please update to the <a href="../download">latest version</a>. In newer versions, the message says "Disk space remains for recording xx hours and yy minutes".</p> <p>To get more recording time, delete your old files and folders (especially your old Audacity Project files and _data folders when you have finished with them), or use an alternative disk with more space on it. Or consider recording in mono instead of stereo (on the Audio I/O tab of Preferences) or in 16 bit instead of 32 bit (Quality tab of Preferences). Either of those choices will halve the disk space needed.</p>
sk: <p>Audacity nemá skončiť, ale čas, ktorý si môžete zaznamenať závisí od voľného miesta na disku, ktorý máte. Správa, ktorú ste videli sa vyskytuje len v starších verziách Audacity, tak prosím aktualizujte si <a href="../download">poslednú verziu</a>. V novších verziách, správa hovorí "Diskový priestor pre nahrávanie zostáva xx hodín a yy minút".</p> <p>Ak chcete získať viac času pre nahrávanie, vymažte vaše staré súbory a priečinky (predovšetkým vaše staré súbory a priečinky v Audacity Projekt, ktoré ste už ukončili), alebo použite alternatívny disk a väčší priestor na ňom. Alebo zvážte nahrávanie v mono namiesto v stereo (na tabulátore Audio I / O preferencie) alebo v 16-bit, namiesto 32 bit (tabulátor Quality Preferencie). Každá z týchto volieb bude mať miesto na disku. </p>

source: <div id="install">Installation and Plug-Ins</div>
sk: <div id="install">Inštalácia a Moduly</div>
