Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3 id="win">Windows</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Under "For Audacity on Windows", left-click on the link "%s" and save the zip folder to anywhere on your computer.</li> <li>When you have finished downloading the ZIP folder, unzip it and save the file <b>lame_enc.dll</b> that it contains to anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where lame_enc.dll is saved.</li> <li>In case of difficulty, please view our <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">more detailed instructions</a> on the <a href="http://audacityteam.org/wiki/">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Click to download either "Lame Library v3.98.2 for Audacity on OSX.dmg" or "LameLib-Carbon.sit", according to your operating system.</li> <li>Double-click the .dmg to extract "Lame Library v3.98.2 for Audacity on OSX.pkg" to Finder, or use Stuffit to extract "LameLib" from the .sit (either of these may happen automatically).</li> <li>Double-click the .pkg to install "libmp3lame.dylib" in /usr/local/lib/audacity, or save "LameLib" anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where libmp3lame.dylib or LameLib is saved.</li> </ol> <h3 id="nix">Linux/Unix</h3> Follow <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">these instructions</a> on our <a href="http://audacityteam.org/wiki/">Wiki</a> to download and install a suitable LAME package from the internet.
sk: <p>Pre softwérové patenty, nemôžeme distribuovať MP3 kódovanie samovoľne. Postupujte podľa pokynov na použitie voľného LAME enkóderu na prenos MP3 súborov s Audacity. <h3 id="win">Windows</h3> <ol> <li>Choď na <a href="%s">stránku pre voľné stiahnutie LAME </a>.</li> <li>Pod názvom "For Audacity on Windows", kliknite ľavým tlačítkom na odkaz "%s" a uložte zložky súboru kdekoľvek na vašom počítači.</li> <li>Keď ukončíte sťahovanie zložiek ZIP súboru, rozbaľte ho a uložte súbor <b>lame_enc.dll</b> a to, čo obsahuje kdekoľvek na vašom počítači.</li> <li>Keď prvýkrát použijete "Export as MP3", Audacity sa vás bude pýtať, kde je je lame_enc.dll uložený.</li> <li>V prípade ťažkostí, prosím pozrite sa na naše ďaľšie podrobné inštrukcie na <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#Windows_Instructions">Audacity Wiki</a>.</li> </ol> <h3 id="mac">Mac OS 9 or X</h3> <ol> <li>Choď na <a href="%s">stránku pre voľné stiahnutie LAME </a>.</li> <li>Kliknite na stiahnuť buď "Lame Library v3.98.2 for Audacity on OSX.dmg" alebo "LameLib-Carbon.sit",závislosti na vašom operačnom systéme.</li> <li>Dvakrát kliknite na .dmg extrahovať "Lame knižnica v3.98.2 pre Audacity na OSX.pkg " do adresára, alebo použite Stuffit extrahovať "LameLib " pre .sit (či už z nich môže nastať automaticky). </li> <li> Double-kliknite na. pkg nainštalovať "libmp3lame.dylib " v súbore /usr/local/lib/audacity, alebo uložiť "LameLib " kdekoľvek na vašom počítači. </li> <li>Keď prvýkrát použijete "Export as MP3" , Audacity sa vás bude pýtať,kde je LameLib alebo libmp3lame.dylib uložený.</li> <h3 id="nix">Linux/Unix</h3> Sledovať <a href="http://audacityteam.org/wiki/index.php?title=Lame_Installation#GNU.2FLinux.2FUnix_instructions">tieto usmernenia</a>na našej <a href="http://audacityteam.org/wiki/">Wiki</a>stiahnuť a nainštalovať vhodný LAME balík z internetu.

source: How do I install VST plug-ins?
sk: Ako nainštalovať VST pluginy?

source: <ol> <li><p>First, download and unzip the <a href="%s">VST Enabler</a>.</li> <li><p>Place the unzipped VST Enabler, along with your VST plug-ins, into the “Plug-ins” folder in the Audacity installation folder. (On Mac OS X, this is usually in the Applications folder. On Windows, it is usually under Program Files.)</li> <li><p>The next time you start Audacity, your VST effects will appear at the bottom of the “Effect” menu.</li> </ol> <p>See also: <a href="faq?s=install&amp;i=vst-bugs">Why do some VST plug-ins look wrong, or not work?</a></p>
sk: <ol> <li><p>Najskôr si stiahnite a rozbaľte <a href="%s">VST Enabler</a>.</li> <li><p>Rozbalený VST Enabler spolu s VST pluginmi uložte do podadresára “Plug-ins” v inštalačnom adresári Audacity. (Na Mac OS X je to väčšinou v adresári Applications, na Windows v Program Files.)</li> <li><p>Pri ďaľšom spustení Audacity sa vaše VST efekty objavia na konci menu “Efekty”.</li> </ol> <p>Pozrite sa tiež na: <a href="faq?s=install&amp;i=vst-bugs">Prečo niektoré VST pluginy vyzerajú divne, alebo nefungujú?</a></p>

source: Why do some VST plug-ins look wrong, or not work?
sk: Prečo niektoré VST pluginy vyzerajú zle alebo nefungujú?

source: <p>The <a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a> is not yet able to display custom interfaces for plug-ins. Instead, it uses generic controls for all VST plug-ins. Because of this, many plug-ins will look or act differently than they do in other programs.</p> <p>Other VST plug-ins may not work at all, because of bugs in the VST Enabler. You can <a href="../contact/">contact us</a> to report plug-ins that do not work.</p> <p>Audacity also does not support VST instrument (VSTi) plug-ins.</p>
sk: <p><a href="faq?s=install&amp;i=vst-enabler">VST Enabler</a>zatiaľ nie je uživateľské pluginové rozhranie.Namiesto toho používa pre všetky VST pluginy obecné ovládacie prvky. Preto mnoho z nich vyzerá a chová sa inak ako v iných programoch.</p> <p>Niektoré VST pluginy nemusia fungovať vinou chýb v VST Enableri. <a href="../contact/">Kontaktujte nás</a> a také pluginy prosím ohláste.</p> <p>Audacity tiež nepodporuje pluginy VST instrument (VSTi).</p>

source: <div id="record">Recording</div>
sk: <div id="record">Nahrávanie</div>

source: <p>To record in stereo, open the Audacity preferences. In the “Audio I/O” section, change the number of recording channels from 1 (mono) to 2 (stereo).</p>
sk: <p>Ak chcete nahrávať v stereu, otvorte nastavenie Audacity. V sekcii “Audio I/O” zmeňte počet nahrávaných kanálov z 1 (mono) na 2 (stereo).</p>

source: <p>First, set Audacity to <a href="faq?s=recording&amp;i=stereo">record in stereo</a>.</p> <p>Next, plug one end of a stereo cable into the “Line Out” or “Headphone” connector on your tape deck, minidisc player, or stereo system. Plug the other end into your computer’s “Line In” connector. If you do not have a cable that fits both of these connectors, you can find one at an electronics store.</p> <p>Choose “Line In” as the input source on the Audacity toolbar, or in the Audio I/O tab of Preferences (Vista) or Apple Audio-MIDI Setup (OS X).</p> <p>Then press the <b>Record</b> button. While Audacity is recording, start playing your tape or disc. When you have captured the entire recording, press the <b>Stop</b> button.</p> <p>Vinyl or shellac records can also be recorded into Audacity with a special type of turntable that connects to the USB port of your computer. These turntables need to be set up differently to those that connect to your line-in port. For instructions on setting up USB turntables, see <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB_turntables</a> on the Audacity Wiki.</p> <p>There is also a detailed tutorial, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring_tapes_and_records_to_computer_or_CD</a>, on the Wiki. This will guide you through the steps from recording your records, cassettes or minidiscs to exporting as an audio file and burning to CD.</p> <p>Notes:</p> <ul> <li><p>Do not plug stereo equipment into your computer’s “Microphone” port, which is designed for low-powered (“mic-level”) signals only. Use the “Line In” port instead.</p></li> <li><p>Do not connect a turntable directly to your computer. The signal from a turntable is distorted; it must be corrected by passing it through a phono pre-amp or a receiver with a “phono” input.</p></li> </ul> <p>See also: <a href="faq?s=files&amp;i=split">How to split a long recording into multiple files</a>.</p>
sk: <p>Najskôr nastavte Audacity na <a href="faq?s=recording&amp;i=stereo">nahrávanie v stereu</a>.</p> <p>Potom vsuňte jeden koniec stereo kábla do “Line Out” alebo “Slúchadlového” konektora na vašom kazetovom prehrávači,minidisc prehrávači, alebo stereo systéme. Druhý koniec vsuňte do “Line In” konektora na vašom počítači. Ak nemáte kábel, ktorý sa hodí pre oba konektory,jeden takýto môžete nájsť v elektronickom obchode..</p> <p>Vyberte “Line In” ako vstupný zdroj na nástrojovej lište Audacity, alebo v audio tabulátore vstup/výstup v Nastaveniach (Vista) alebo Apple Audio-MIDI Nastavenie (OS X).</p> <p>Potom stlačte tlačidlo <b>Nahrávať</b>. Zatiaľ čo Audacity nahráva, začnite prehrávať vašu kazetu alebo disk. Keď ste zachytili celé nahrávanie. stlačte tlačidlo <b>Stop</b>.</p> <p>Vinylové alebo gramofónové záznamy môžu byť zaznamenané do Audacity so špeciálnym typom gramofónu, ktorý sa pripája do USB portu vášho počítača. Tieto gramofónové točne je potrobné odlišne nastaviť na to aby sa mohli pripojiť ku vášmu line-in portu. Pre návod na nastavenie USB gramofónov, pozri<a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB_gramofóny</a> na Audacity Wiki.</p> <p>K dispozícii je tiež podrobný návod, <a href="http://audacityteam.org/wiki/index.php?title=Transferring_tapes_and_records_to_computer_or_CD">Transferring_tapes_and_records_to_computer_or_CD</a>,na Wiki. Môže vás sprevádzaťcez nahrávanie vašich záznamov, kaziet alebo minidiskov, cez exportovanie do audio súborov a cez napaľovanie CD.</p> <p>Poznámky:</p> <ul> <li><p>Nevsúvajte stereo zariadenie do “Mikrofónového” portu na vašom počítači, ktorý je určený pre nízko-silové(“mic-levelové”) signály. Namiesto toho použite “Line In” port.</p></li> <li><p>Nepoužívajte priame pripojenie gramofónu na váš počítač. Signál z gramofónu je skreslený; musí byť upravený prechodom cez gramofónový pre-amp alebo cez prijímač s “gramofónovým” vstupom.</p></li> </ul> <p>Pozri tiež: <a href="faq?s=files&amp;i=split">Ako rozdeliť dlhú nahrávku na niekoľko malých súborov</a>.</p>

source: Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?
sk: Prečo nefunguje Mixovací panel vstupných volieb, napríklad na Windows Vista?

source: <p>The Input selector may be greyed-out, lacking the expected choices, or apparently not recording from the indicated source.</p> <p>The cause varies by operating system and sound card driver. For example, on Windows Vista, you must use the "Recording Device" menu in the Audio I/O tab of Preferences to select input sources. For more help, see the <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues">Mixer Toolbar Issues</a> page on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</p>
sk: <p> Vstupný volič môže byť výstupom z tiesne, chýbajú očakávané voľby, alebo zjavne nie je nahrávka z uvedeného zdroja. </p> <p> Príčiny týchto problémov, sa líši podľa operačného systému a zariadenia zvukovej karty. Napríklad na Windows Vista, musíte použiť "Nahrávacie zariadenie " menu v Audio I / O karte Nastavenia vyberte zo vstupných zdrojov. Pre kompletnú diskusie, pozri <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues"> Mixer Toolbar otázky </a> stránka na <a href="http://audacityteam.org/wiki"> Audacity Wiki</a>.</p>

source: Why can’t I hear what I’m recording?
sk: Prečo nepočujem, čo nahrávam?

source: <h3>Windows and Linux</h3> <p>To monitor your recording, open your computer's volume control panel. Turn up the playback volume and turn off the “mute” checkbox for your recording source (usually “microphone” or “line in”).</p> <p>If this does not work, open the Audacity preferences. In the “Audio I/O” section, turn on the “Software Playthrough” option.</p> <h3>Mac OS X</h3> <p>Open the Audacity preferences. In the “Audio I/O” section, turn on the “playthrough” option. “Hardware Playthrough” is best if it is available. If it does not work, you can choose “Software Playthrough” instead.</p> <h3>Monitoring while Recording from a Microphone</h3> <p>Always use headphones when listening as you record from a microphone, to avoid the playthrough of the recording being picked up in the recording itself.</p>
sk: <h3>Windows a Linux</h3> <p>Ak chcete sledovať vaše nahrávanie, otvorte na vašom počítačí ovládací panel zvuku. Zvýšte hlasitosť prehrávania a vypnite kontrolnú značku “mlčanie” pre váš zdroj nahrávania (obvykle “mikrofón” alebo “line in”).</p> <p>Ak to nefunguje, otvorte Audacity predvoľby. V sekcii “Audio I/O" , zapnite voľbu “Prehrávací Software”.</p> <h3>Mac OS X</h3> <p>Otvorte Audacity predvoľby. V sekcii “Audio I/O”, zapnite voľbu “Prehrávanie”. “Prehrávací Hardware” je najlepšia voľba, ak je dispozícii. Ak to nefunguje, namiesto toho si môžete vybrať voľbu “Prehrávací Software” .</p> <h3>Sledovanie, keď nahrávate z mikrofónu</h3> <p>Vždy používajte slúchadlá, keď počúvate ako nahrávate z mikrofónu, aby ste zabránili prehrávaniu,a aby nahrávanie nebolo znovu zachytené do nahrávania.</p>

source: <p>This is called multi-track recording. It makes it possible to record harmonies with yourself, or add new instruments or vocals to an existing recording. To do this in Audacity, follow these instructions:</p> <ol> <li>Select the correct recording input that you are plugged into (probably microphone or line-in). On <b>Windows or Linux</b>, select the input in the dropdown menu in Audacity's <a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm">Mixer Toolbar</a> (on Windows Vista, use the "Recording Device" menu in the Audio I/O tab of Preferences instead). On <b>OS X</b>, Mixer Toolbar may only show "Default Input". If so, select the source on the Audio Devices tab of Apple Audio MIDI Setup.</li> <li>Import or record the first track.</li> <li>Open the "Audio I/O" tab of Audacity preferences, and check the box labeled <b>Play other tracks while recording new one.</b></li> <li>Close the preferences and press the <b>Record</b> button. If you are recording from a microphone, make sure you use headphones so that the microphone picks up only what you are recording.</li> </ol> <p>See also: <ul> <li><a href="faq?s=recording&amp;i=sync">Why isn't my new track in sync with the previous ones?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Why can't I hear what I am recording?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Why doesn't the Mixer Toolbar input selector work properly, for example on Windows Vista?</a></li> </ul> </p>
sk: <p>Tomuto sa hovorí multi-track nahrávanie. To umožňuje zosúladenie nahrávok, alebo pridať nové nástroje alebo spev do existujúcej nahrávky. Ak to chcete urobiť v Audacity, postupujte podľa týchto pokynov:</p> <ol> <li>Ak je v systéme Windows alebo Linux, v rozbaľovacom menu, na nástrojovej lište Audacity<a href="http://audacity.sourceforge.net/onlinehelp-1.2/toolbar_mixer.htm"> Mixážny panel</a> (na Windows Vista, použite "Nahrávacie zariadenie " menu Audio I / O namiesto Predvoľby). Na <b> OS X </b>, Mixážny panel môže ukázať "Predvolený vstup ". Ak áno, vyberte zdroj v záložke Audio Devices Apple Audio MIDI Setup. </li> <li>Importovanie alebo nahrávanie prvej stopy.</li> <li>Otvorte sekciu “Audio I/O” v Audacity predvoľbach, a začiarknite označené políčko <b>Prehrávať iné skladby pri nahrávaní novej.</b></li> <li>Zavtorte predvoľby a stlačte tlačidlo <b>Nahrávať</b>. Ak nahrávate s mikrofónu, uistite sa že používate slúchadlá, a mikrofón tak zachytáva len to, čo nahrávate.</li> </ol> <p>Pozri tiež: <ul> <li><a href="faq?s=recording&amp;i=sync">Prečo moja nová stopa nie je v synchronizácii s ostatnými?</a></li> <li><a href="faq?s=recording&amp;i=playthrough">Prečo nepočujem to, čo nahrávam?</a></li> <li><a href="faq?s=recording&amp;i=mixer-toolbar-input">Prečo Input selektor v nástrojovej lište Mixer, nepracuje tak, ako sa očakávalo?</a></li> </ul> </p>

source: <p>When you make a <a href="faq?s=recording&amp;i=multi-track">multi-track recording</a>, there is an unpredictable delay between playback and recording. Audacity tries to correct for this automatically, but this doesn't yet work on all computers.</p> <p>If a new track is not synchronized with the others, you can zoom in and use the Time Shift tool to drag it to the correct location.</p>
sk: <p>Pokiaľ <a href="faq?s=recording&amp;i=multi-track">nahrávate viac stôp naraz</a>, prejaví sa neodhadnuteľným oneskorením medzi prehrávaním a nahrávaním. Audacity sa tomu pokúsi automaticky predísť, ale zatiaľ to nefunguje na všetkých počítačoch.</p> <p>Keď nová stopa nie je synchronizovaná s ostatnými, dá sa to opraviť tým, že si zväčšite pohľad a pomocou nástroja Časový posun ju posuniete na správnu pozíciu.</p>

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's mixer toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers.) When you press the <b>Record</b> button, Audacity will capture whatever sound is playing on your computer's speakers. Note that on Windows Vista, the “stereo mix” option must be chosen in the Audio I/O tab of Preferences, in the “Recording Device” dropdown. On Windows, if you don't have a “Wave Out” or “Stereo Mix” option, or if it won't record, go to the system Control Panel and try to enable this option there. For instructions see: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> on the Wiki.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>
sk: <h3>Windows a Linux</h3> <p>U väčšiny Windows a Linux audio zariadení, je možné nahrávať zvuk zatiaľ, čo počítač prehráva, vrátane rádia z internetu.</p> <p>V rozbaľovacom menu, na nástrojovej lište Audacity, Mixážny panel vyberte “Wave Out” alebo “Stereo Mix” ako vstupný zdroj. (Presný názov môže byť odlišný, závisí to od ovládačov zvuku na vašom počítači.) Keď stlačíte tlačidlo <b>Nahrávať</b> , Audacity bude zaznamenávať zvuk, ktorý hrá na reproduktoroch na vašom počítači. Všimnite si, že v programe Windows Vista, musí byť voľba “stereo mix” zvolená v Audio I/O v Predvoľbach, v rozbaľovacích “Nahrávacích zariadeniach”. V systéme Windows, ak nemáte voľbu “Wave Out” alebo “Stereo Mix” , alebo ak to nebude nahrávať, choďte na na Ovládací panel a skúste túto voľbu aktivovať tam. Pre inštrukcie pozri: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Použitie Panela nástrojov</a> na stránke Wiki.</p> <p>Ak to nefunguje na vašom počítači, namiesto toho môžete použiť kábel na prepojenie počítačového portu “Line Out” (reproduktor) do “Line In” portu, a použiť Audacity na nahrávanie z Line In.</p> <h3 id="mac">Mac OS X</h3> <p>Užívatelia Mac OS X môžu zachytávať tok zvuku použitím programu ako je <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> alebo <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>.</p>

source: <p>Sorry, Audacity does not yet support scheduled recording. We may add this feature to a future version of the program.</p> <p>You can make Audacity <b>stop</b> recording after a certain time limit, by following these steps:</p> <ol> <li>Turn on “Play existing tracks while recording” in the “Audio I/O” section of the preferences.</li> <li>Choose “New Audio Track” from the Project menu.</li> <li>Zoom out if necessary, then click and drag to select the amount of time you want to record.</li> <li>Start recording. Audacity will stop recording automatically when it reaches the end of the selected area.</li> </ol>
sk: <p>Ospravedlňujeme sa, ale Audacity doteraz nepodporuje nahrávanie s časovo nastaviteľným začiatkom. Je možné, že v budúcej verzii bude táto vlastnosť doplnená<p> <p>Pokiaľ je to treba, môžete nastaviť <b>stop</b> nahrávanie po uplynutí určitého času takto:</p> <ol> <li>Zapnite “Behom nahrávania novej stopy prehrávať ostatné” v možnostiach programu na karte “Audio I/O”.</li> <li>Zvoľte “Nová zvuková stopa” z menu Projekt.</li> <li>Ak je potrebné, zväčšite si pohľad a kliknutím a ťahaním zvoľte rozmedzie času, po ktorý chcete nahrávať.</li> <li>Začnite nahrávať. Audacity automaticky zastaví nahrávanie, keď dosiahne koniec zvolenej oblasti.</li> </ol>

source: <div id="opensave">Opening and Saving Files</div>
sk: <div id="opensave">Otváranie a ukladanie súborov</div>

source: <p>Audacity project files are saved in a special format that only Audacity can open. To open your project in another program or burn it to CD, you must open the “project.aup” file in Audacity, and use the Export commands (in the File menu) to save it in a standard format like WAV or AIFF.</p>
sk: <p>Projektové súbory Audacity sú ukladané v špeciálnom formáte, s ktorým iné programy nedokážu pracovať. Ak chcete svoj projekt otvoriť v inom programe alebo napáliť na CD, musíte otvoriť súbor “project.aup” v Audacity a použíť exportné príkazy (v menu Súbor) pre uloženie v štandardnom formáte, ako je WAV alebo AIFF.</p>

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save a project, Audacity stores all of the pieces in a folder with a name like “project_data.”</p> <p>You do not need to open these files yourself. Audacity will load them automatically when you open the “project.aup” file, which is saved in the same location as the “data” folder.</p>
sk: <p>Audacity rozdeľuje dlhé zvukové stopy do menších častí, aby ich bolo možné účinnejšie editovať. Keď ukladáte projekt, Audacity uloží všetky časti do adresára s názvom “project_data.” alebo podobným.</p><p>Tieto malé časti nemusíte samostatne otvárať. Audacity ich načíta automaticky, akonáhle otvoríte súbor “project.aup”, ktorý je uložený na rovnakom mieste ako “dátový” adresár.</p>

source: Can Audacity import file formats like WMA, AAC, FLAC, etc.?
sk: Môže Audacity importovať súborové formáty ako WMA, AAC, FLAC, atď.?
