Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: <li>Please read these <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">additional guidelines for resellers</a> on the <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</li> </ol> </p>
sk: <li>Prečítajte si prosím tieto <a href="http://audacityteam.org/wiki/index.php?title=AudacityVendors#General_Advice">ďalšie usmernenia pre predajcov</a> na <a href="http://audacityteam.org/wiki">Audacity Wiki</a>.</li> </ol> </p>

source: Stable
sk: Stabilná

source: New Features in 1.3
sk: Nové funkcie verzie 1.3

source: Documentation
sk: Dokumentácia

source: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Tutorials (Wiki)</a>
sk: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tutorials" target="_blank">Priručka(Wiki)</a>

source: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Tips (Wiki)</a>
sk: <A class="ext" href="http://audacityteam.org/wiki/index.php?title=Tips" target="_blank">Tip (Wiki)</a>

source: As of March 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, which hosts the Audacity site and downloads, is allowing us to also post advertisements, in an innovative program whereby we split the revenues. Thank you, <a href="http://sourceforge.net/">SourceForge.net</a>!
sk: Od Marca 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, ktorý hostí Audacity stránky a súbory na stiahnutie, umožňuje posielať reklamu, v novátorskom programe, pomocou ktorého rozdeľujeme výnos. Ďakujeme, <a href="http://sourceforge.net/">SourceForge.net</a>!

source: Income to Audacity is not distributed among previous contributors to Audacity. There are too many people and it would be difficult to do so fairly. Also, nobody contributed code to Audacity expecting money in return. Audacity is developed by volunteers, working in our spare time. Audacity is not shareware, and we do not expect to make any money from it.
sk: Výnos z Audacity nie je rozdelený medzi predchádzajúcich prispievateľov pre Audacity. Je príliš veľa ľudí a bolo by ťažké urobiť to spravodlivo. Tiež nikto, kto prispel na kód neočakáva vrátenie peňazí. Audacity je vyvíjaná dobrovoľníkmi, ktorí pracujú vo svojom voľnom čase. Audacity je voľne šíriteľný program, a my neočakávame od neho žiadne peniaze.

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance, and release tasks, freeing volunteers to spend more time on code.
sk: Išlo skôr o to, že vedúci vývojári Audacity budú míňať peniaze na predmety a služby, ktoré sú prospešné pre projekt ako celok. Peniaze, ktoré prichádzajú do projektu. nám pomáhujú platiť šíroké pásma ako web hosting, vývojové nástroje a audio hardware. V minulosti sme použili finančné prostriedky na nákup ochrannej známky Audacity a na dotáciu cestovných nákladov pre vývojárov, a plánujeme urobiť viac. Naším dlhodobým cieľom je priniesť viac peňazí na najatie vývojárov na plný pracovný úväzok, ktorí by mohli venovať svoj celý čas projektu a prevziať na seba niektoré administratívne, záležitosti, údržbu, uvoľnili dobrovoľníkov a venovali by viac času tvorbe kódu.

source: These are all things that help us provide Audacity for free and continue to make it better. The Audacity Team is completely committed to keeping Audacity free and open source. We made that commitment in <a href="http://audacity.sourceforge.net/about/license"> licensing Audacity under the GNU General Public License</a>.
sk: Toto sú veci, ktoré nám pomáhajú poskytovať Audacity zadarmo a pokračovať v jeho zlepšovaní. Audacity tím je pevne rozhodnutý udržať Audacity ako voľný a open source. Rozhodli sme sa, že udržíme <a href="http://audacity.sourceforge.net/about/license"> licenciu Audacity pod GNU General Public License</a>.

source: There are many ways to support Audacity, and many degrees of doing so. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it, and telling others about it. Thank you for supporting Audacity.
sk: Existuje mnoho spôsobov, ako podporiť Audacity, a mnoho možností ako to urobiť. Vždy sme uvítali užívateľov, ktorí aspoň jedným píspevkom zjednodušili používanie Audacity, davajú spätnú väzbu o tom, ako ju zlepšiť, a povedali o nej ostatným. Ďakujeme Vám za podporu Audacity.

source: You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts and embroidered messenger bags).
sk: Ste pozvaní vyskúšať si nový<a href="http://audacitystore.com/">Audacity Sklad</a>, ktorý ponúka veci s logom Audacity (tričká, vyšívané polokošele, vyšívané tašky), a spotrebiteľskú elektroniku.

source: Audacity Store
sk: Obchod Audacity

source: Alternatively, click the button below to donate securely by Paypal. You can send any amount, using either your credit card or your Paypal account:
sk: Prípadne kliknite na tlačidlo uvedené nižšie pre darovať bezpečne cez PayPal. Môžete poslať akúkoľvek sumu, buď pomocou svojej kreditnej karty, alebo Vášho účtu Paypal:

source: Join the <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
sk: Pripojte sa na <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> konferenciu a diskutuje o budúcom vývoji, alebo pomôžte k budovaniu a úprave zdrojového kódu Audacity.

source: You can get the latest Audacity stable or development code from our CVS repository.
sk: Môžete si stiahnuť najnovší stabilný alebo vývojový kód Audacity z nášho CVS skladu.

source: Browse the source code online sorted by <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">file name</a> or <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">date</a>.
sk: Prezrite si zdrojový kód online, rozdelený podľa<a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/">Názvu súboru</a> alebo <a href="http://audacity.cvs.sourceforge.net/audacity/audacity-src/?sortby=date#dirlist">dátumu</a>.

source: Type this at the command line to check out the latest stable source code from CVS:
sk: Vyberte si niektorý na príkazovom riadku a pozrite si najnovší stabilný kód z CVS:

source: Or type this at the command line to check out the latest beta/development source code from CVS:
sk: Alebo si vyberte niektorý na príkazovom riadku a pozrite si najnovšie beta/ vývojové zdrojové kódy z CVS:

source: For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>. If using an interface CVS tool such as TortoiseCVS or WinCVS, use the command instructed in the tool's documentation.
sk: Pre viac informácií si prečítajte <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS inštrukcie</a>. Ak používate plochu medzi CVS nástrojom ako TortoiseCVS alebo WinCVS, použite nástroj nariadený pre dokumentáciu nástrojov.

source: See the source code page for <a href="../download/source#instructions">compilation instructions</a>.
sk: Pozrite si stránku zdrojového kódu pre <a href="../download/source#instructions">zbierku inštrukcií</a>.

source: The Audacity developers now use <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/index.php">Wiki</a> to keep track of confirmed bugs. Check the list of <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Release Issues</a> on that page if you are looking for something to work on.
sk: Vývojári Audacity teraz používajú <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Kontrolné vydanie </a> na <a href="http://audacityteam.org/wiki/index.php">Wiki</a>pre sledovanie potvrdených chýb. Pozrite sa na zoznam <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist#Release_Issues">Vydané otázky</a> na túto stránku, ak hľadáte niečo o práci.

source: <strong>Note:</strong> This Checklist is for development use only. If you are a user reporting new bugs, please <a href="../contact/">use our Forum or e-mail us</a> instead.
sk: <strong> Poznámka: </strong> Tento katalóg je pre rozvoj využitia. Ak ste užívateľ posielajúci hlásenia o chybách, <a href="../contact/"> využívajte naše fóra alebo nám pošlite </a>e-mail.

source: We welcome patches from developers. Please see our <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Submitting Patches</a> page on the <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.
sk: Uvítame patche od vývojárov. Viac informácií nájdete v našom <a href="http://audacityteam.org/wiki/index.php?title=SubmittingPatches">Pošli Patche</a>na <a href="http://audacityteam.org/wiki/index.php?title=Audacity_Wiki_Home_Page">Wiki</a>.

source: Audacity is free software, developed by volunteers. Here's how you can contribute to the Audacity project:
sk: Audacity je voľne dostupný software vyvíjaný dobrovoľníkmi. Tu je napísané, ako môžete k projektu prispieť:

source: Give us feedback, report bugs, join the Audacity user community and help other users.
sk: Napíšte nám skúsenosti, hláste chyby, prihláste sa do užívateľskej komunity Audacity a pomôžte ostatným užívateľom.

source: If you are a C++ programmer, join the development team and help us improve Audacity. We also welcome documentation and other contributions, and can help with questions on building and modifying the Audacity source code.
sk: Ak viete programovať v C++, môžete sa pripojiť k vývojovému tímu a pomôcť nám Audacity zlepšiť. Uvítame aj rôzne iné príspevky, vrátane tých k dokumentácii.

source: If you are fluent in both English and another language, you can help translate the Audacity software and web site. We also need people to help provide support for Audacity in different languages.
sk: Ak máte dobré znalosti angličtiny, môžete pomôcť s prekladom programu alebo internetových stránok. Hľadáme tiež ľudí, ktorí by poskytovali užívateľskú podporu v rôznych jazykoch.

source: We welcome donations to support Audacity development.
sk: Privítame dary na podporu rozvoja Audacity.

source: If you enjoy Audacity,
sk: Ak (si) užívate Audacity,

source: write to us
sk: napíšte nám

source: and let us know that you like it. It makes us happy to know that people enjoy it. Also feel free to send comments and suggestions. We're always improving Audacity, and we value your input.
sk: a dajte nám vedieť, ako sa vám páči. Teší nás poznávať ľudí, ktorým sme prospeli. Nebojte sa poslať komentáre alebo doporučenia. Audacity stále zlepšujeme a ceníme si vaše postrehy.

source: Subscribe to the
sk: Prihláste sa do

source: audacity-users mailing list
sk: konferencie užívateľov audacity

source: to share tips, questions and feedback with other Audacity users and developers.
sk: pre zdieľanie tipov, otázok a spätných odkazov s inými užívateľmi a vývojárm Audacity.

source: Visit the
sk: Navštívte

source: a community resource where users can add or edit information about Audacity and digital audio.
sk: a komunitné zdroje, kde si užívatelia môžu pridať alebo upraviť informácie o Audacity a digitálnom zvuku.

source: Join our
sk: Pripojte sa na naše

source: Audacity Forum
sk: Audacity fórum

source: where you can ask and answer questions about Audacity.
sk: kde sa môžete pýtať a odpovedať na otázky o Audacity.

source: If you find a bug in Audacity,
sk: Ak nájdete chybu v Audacity,

source: let us know
sk: dajte nám vedieť

source: Be a Beta Tester
sk: Staňte sa Beta testerom

source: In addition to the latest stable version of Audacity, we usually have beta versions available. These versions usually contain new features that haven't been fully tested. If you want to help out,
sk: Okrem najnovšej stabilnej verzie je často k dispozícii aj beta verzia. Tieto verzie obvykle obsahujú nové vlastnosti, ktoré ešte neboli otestované. Ak chcete pomôcť,

source: download
sk: stiahnite si

source: the Beta version and play with it.
sk: Beta verziu a prehrávajte s ňou.

source: Let us know
sk: Dajte nám vedieť

source: what you like and don't like, and how you think it should be improved. Tell us if you find any <em>regressions</em> - things that used to work but don't work anymore.
sk: čo sa vám páči a nepáči, čo si myslíte, že by sa dalo zlepšiť. Napíšte nám, ak nájdete nejaké <em>regressions</em> -veci, ktoré predtým fungovali , ale v novej verzii nejdú.

source: A group of volunteers is translating the free Audacity sound editor into many different languages. If you would like to help, please join the %saudacity-translation mailing list%s and introduce yourself.
sk: Skupina dobrovoľníkov zadarmo prekldá Audacity zvukový editor do mnohých rôznych jazykoch. Ak chcete pomoct, prosím pripojite sa k %saudacity-prekladateľskej konferencii %s a predstavte sa.

source: The translation effort is now focused on Audacity 1.3. Translations from previous versions of Audacity have been imported and need to be updated.
sk: Prekladateľské úsilie sa teraz sústredí na Audacity 1.3. Preklady z predchádzajúcej verzie Audacity boli importované, a je potrebné ich aktualizovať.

source: <h3>Translation Instructions</h3> <p>To start a new translation, download the POT file above. (If the links only produce text in the browser, right-click or control-click and "Save target as" or "Save link as"). Rename the POT to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p>To edit an existing translation, use the links below to download the PO file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>On the "log" page for your language, click the "download" link at the top, just to right of "Links to HEAD" (right-click or control-click and save the target or link if necessary).</p> <p>These programs can create and edit PO files:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> for KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p>To start a new translation in poEdit, open the PO file, then:</p> <ul> <li><b>Catalog > Settings</b>: Fill in the settings. Set the target language in the <b>Language</b> menu.</li> <li>When you <b>File > Save</b>, it writes both the PO and MO files.</li> </ul> <p>To test a new translation in Audacity:</p> <ul> <li>Create a new directory in audacity/languages named as the code for the target language. The abbreviations are shown at <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "audacity/languages/ta".</li> <li>Copy audacity.mo into that new directory, for example, into "audacity/languages/ta". </li> <li>Open Audacity and in <b>Preferences: Interface</b>, the new language should now appear in the Language menu. Choose it, quit, then restart and you should see your translations. </li> </ul> <p>Send completed PO files to <a href="&#109;&#97;&#x69;&#108;&#x74;&#111;&#x3a;&#x62;&#x75;&#x61;&#x6e;&#x7a;&#x6f;&#x40;&#x61;&#x75;&#100;&#x61;&#99;&#x69;&#116;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#x72;&#x67;&#63;&#115;&#x75;&#98;&#x6a;&#101;&#x63;&#x74;&#x3d;&#80;&#x4f;&#32;&#x66;&#105;&#x6c;&#x65;&#x20;&#x66;&#x6f;&#114;&#x20;&#67;&#86;&#83;">Buanzo</a>.</p> <h3>Notes</h3> <ul> <li><p>In poEdit, make sure to set the "charset" option correctly. Otherwise, poEdit will not save any translations with non-English characters.</p> <li><p>Strings like <b>"&amp;File"</b> and <b>"New &amp;Audio Track"</b> are menu items. The letter after the "&amp;" symbol is used as an access key on the keyboard.</p> <li><p><b>"Import Audio...\tCtrl+i"</b> is also a menu item. The \t stands for a tab character, which separates the menu text from its keyboard shortcut.</p> <li><p>You will find many strings like <b>"There were %%d buffer underruns, last near %%lf seconds."</b> The %% signs mark places where numbers or names will be inserted into the string. For example, this string might become "There were 4 buffer underruns, last near 3.01 seconds." If you change the order of the the %% markers in a string, add "1$" after the percent sign that used to be first, "2$" after the percent sign that used to be second, and so on. For example:</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>
sk: <h3>Inštrukcie na preklad</h3> <p>Ak chcete začať nový preklad, stiahnite si POT súbor uvedený vyššie. (Ak chcete vytvoriť len textový odkaz v prehliadači, alebo kliknite pravím tlačidlo na"Uložiť cieľ ako " alebo "Uložiť odkaz ako "). Premenujte POT na "audacity.po" (alebo "audacity_website.po" ak prekladáte webovú stránku) predtým ako začnete prekladanie.</p> <p>Na úpravu už existujúceho prekladu, stiahnite PO súbor pre váš jazyk:</p> <ul> <li><a href="%s">Audacity preklady</a></li> <li><a href="%s">Audacity preklady webových stránok</a></li> </ul> <p> Na "log " stránke pre váš jazyk, kliknite na "stiahnuť " odkaz v hornej, tak to právo "Odkazy na HEAD " (kliknutím vpravo alebo kontrolným kliknutím a uložiť cieľ alebo odkaz ak je to potrebné). </p> <p>Tieto programy môžu vytvárať a upravovať PO súbory:</p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> pre Windows a Unix.</li> <li><a href="http://i18n.kde.org/tools/kbabel/">KBabel</a> pre KDE.</li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> je štandardný pre väčšinu systémov Unix. Obsahuje PO mód pre Emacs textový editor.</li> </ul> <p>Nový preklad pomocou poEdit,začnite podľa uvedených krokov:</p> <ul> <li><b>Katalóg > Nastavenia</b>: Vyplniť nastavenia. Nastaviť cieľový jazyk v<b>Menu</b> Jazyk.</li> <li>Keď <b>Súbor > uložíte </b>, zapíše obidva, PO a MO súbory.</li> </ul> <p>Na otestovanie nového prekladu v Audacity:</p> <ul> <li>Vytvorte nový adresár v audacity/languages s názvom kódu pre cieľový jazyk. Skratky sú uvedené na <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. Napríklad, kód pre Tamil je "ta", tak vytvorte"audacity/languages/ta".</li> <li>Skopírujte audacity.mo do tohto nového adresára, napríklad, do "audacity/languages/ta". </li> <li>Otvorte Audacity v<b>Predvoľby > Rozhranie</b>,a nový jazyk by sa mal teraz objaviť v menu Jazyk. Zvoľte ho, ukončite, potom reštartujte a mali by sa objaviť vaše preklady. </li> </ul> <p>Pošlite dokončené PO súbory na<a href="&#109;&#97;&#x69;&#108;&#x74;&#111;&#x3a;&#x62;&#x75;&#x61;&#x6e;&#x7a;&#x6f;&#x40;&#x61;&#x75;&#100;&#x61;&#99;&#x69;&#116;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#x72;&#x67;&#63;&#115;&#x75;&#98;&#x6a;&#101;&#x63;&#x74;&#x3d;&#80;&#x4f;&#32;&#x66;&#105;&#x6c;&#x65;&#x20;&#x66;&#x6f;&#114;&#x20;&#67;&#86;&#83;">Buanzo</a>.</p> <h3>Poznámky</h3> <ul> <li><p>V programe poEdit, sa uistite, že je nastavená voľba "charset" správna. Inak poEdit nebude ukladať žiadne preklady s neanglickými znakmi.</p> <li><p>Reťazec ako <b>"&amp;Súbor"</b> a <b>"Nová &amp;zvuková stopa"</b> sú položky v menu. Znak za "&amp;" je symbol používaný ako klávesová skratka.</p> <li><p><b>"Vložiť zvuk...\tCtrl+i"</b> je tiež položka v menu. \t znamená znak tabulátora, ktorý oddeľuje text Menu od príkazov klávesnice.</p> <li><p>Môžete nájsť mnoho reťazcov ako <b>"There were %%d buffer underruns, last near %%lf seconds."</b> Znaky %% označujú miesta, kde budú do reťazca vložené čísla alebo mená. Napríklad, reťazec môže byť "There were 4 buffer underruns, last near 3.01 seconds." Ak zmeníte poradie znakov %% v reťazci, pridajte znak"1$" po znaku percenta, ktorý má byť prvý, znak "2$" po znaku percenta , ktorý má byť druhý, a tak ďalej. Napríklad</p> <blockquote><p><b>"The buffer underrun near %%2$lf seconds was the last of %%1$d."</b></p></blockquote> </ul>

source: For <a href="../community/developers">developers</a> working with the Audacity source code and documentation, and others interested in following our development process, or learning about compiling or developing our code.
sk: Pre <a href="../community/developers">vývojárov</a> pracujúcich na Audacity zdrojovom kóde a dokumentácii, a ďalších ľudí zainteresovaných v našom rozvojovom procese, alebo učení o kompilácii alebo rozvoji Audacity zdrojového kódu.

source: Developers may also subscribe to automated notifications of <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">latest source code changes</a> and <a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">bugs</a> reported to our <a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a> database. However, <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Release Checklist</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a> is now used for internal bug tracking.
sk: Vyvojári sa tiež môžu prihlásiť a automaticky dostávať hlásenie o <a href="http://lists.sourceforge.net/lists/listinfo/audacity-cvs">najnovších zmenách zdrojového kódu</a> a<a href="http://lists.sourceforge.net/lists/listinfo/audacity-bugs">chybách</a> hlásených na<a href="http://limpet.net/audacity/bugzilla/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">Bugzilla</a> databáze. Avšak, <a href="http://audacityteam.org/wiki/index.php?title=Release_Checklist">Kontrolná správa</a>o <a href="http://audacityteam.org/wiki/">Wiki</a> sa v súčasnej dobe používa pre interné monitorovanie chýb.

source: When reporting a problem or apparent bug to the Forum, please include full details of what you are trying to do. If there is a crash or error message, please state what you did that led up to this, and what exactly any error message said.
sk: Pri nahlásení problému alebo zjavnej chyby do fóra, prosím zahrňte všetky detaily o tom čo sa snažíte vykonať. Ak dôjde ku havárii alebo chybnému hláseniu, prosím uveďte, čo ste robili predtým ako ku tomu došlo, a čo presne hlásenie hovorí.
