Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: <p>Audacity <b>cannot</b> import or export files in <b>WMA, AAC, RealAudio, Shorten (SHN)</b>, or most other proprietary formats, or any kind of Digital Rights Management (DRM) protected file, including many purchased online such as on iTunes or Napster. Because of licensing and patent restrictions, we are not allowed to add these formats to Audacity. Future versions of Audacity might be able to support these formats using codecs installed in your operating system.</p> <p>Some open formats are not yet supported by Audacity, including <b>Ogg Speex</b> and <b>FLAC</b>. We hope to support these formats in future versions of Audacity.</p> <p>Audacity can currently import WAV, AIFF, AU, MP2/MP3 and OGG Vorbis files. If you cannot import your file into Audacity, you can as a workround convert it to WAV or AIFF. As long as it's not a DRM-protected file, you could do this with iTunes&reg; or with <a href="http://www.erightsoft.com/SUPER.html#Dnload">SUPER</a> player. If it's a DRM-protected file, you can burn it to an audio CD in the application that is licensed to play it, then extract (rip) the CD track to WAV or AIFF. On Windows, you can use Windows Media Player 11, iTunes, or <a href="http://cdexos.sourceforge.net/?q=download">CDex</a> to extract to WAV. Or you can play the file on your computer and record it – see <a href="faq?s=recording&amp;i=streaming">Can Audacity record RealAudio or other streaming audio?</a>.</p> <p>For more detail on supported formats, see the <a href="../about/features">feature list</a>.</p> <p>See also: <a href="faq?s=files&amp;i=midi">Why can't I play MIDI files?</a></p>
sk: <p> Audacity <b> nemôže </b> importovať a exportovať súbory v <b> WMA, AAC, RealAudio, Shorten (SHN) </b>, alebo väčšinu iných vlastníckych formátov, alebo akýkoľvek druhov Digital Rights Management (DRM ) chránených súborov, vrátane mnohých zakúpených on-line, ako iTunes alebo Napster. Pretože pre licenčné a patentové obmedzenia týchto formátov, sa nesmú pridávať do Audacity. Budúce verzie Audacity by mohli podporiť tieto formáty pomocou kodekov nainštalovaných vo vašom operačnom systéme. </p> <p> Niektoré otvorené formáty nie sú zatiaľ podporované Audacity, vrátane <b> Ogg Speex </b> a <b> FLAC </b>. Dúfame, že v budúce verzie Audacity budú podporovať tieto formáty. </p> <p> Audacity v súčasnej dobe importuje WAV, AIFF, AU, MP2/MP3 a OGG Vorbis súbory. Ak nie je možné importovať súbor do Audacity, môžete ich univerzálne previesť do WAV alebo AIFF. Tak to nie je v DRM chránených súboroch, môžete to urobiť s iTunes&reg; alebo <a href="http://www.erightsoft.com/SUPER.html#Dnload"> SUPER </a> prehrávačom . Ak je to DRM-chránenýcsúborov, môžete si ho napáliť na audio CD v aplikácii, ktorá ju vie prehrať, potom extrahovať (rip) CD stopy do WAV alebo AIFF. V OS Windows, môžete použiť program Windows Media Player 11, iTunes, alebo <a href="http://cdexos.sourceforge.net/?q=download"> CDex </a>na extrahovanie do WAV. Alebo si môžete prehrať súbor v počítači a zaznamenať – pozri. <a href="faq?s=recording&i=streaming"> Môže Audacity nahrávať RealAudio alebo iné streamované audio? </a></p> <p> Pre podrobnejšie informácie o podporovaných formátoch nájdete v <a href="../about/features"> zozname funkcií. </a>.</p> <p> Pozri tiež: <a href="faq?s=files&i=midi"> Prečo nemôže prehrávať MIDI súbory? </a> </p>

source: Why can’t I play MIDI files?
sk: Prečo nemôžem prehrávať MIDI súbory?

source: <p>Sorry, Audacity cannot play, edit, or convert MIDI files. It can only display them visually (for comparison with recorded sounds). We might add MIDI editing to a future version of Audacity, but for now Audacity is focused on sampled audio (like WAV files).</p>
sk: <p>Ospravedlňujeme sa, ale Audacity nedokáže prehrávať, editovať alebo konvertovať MIDI súbory. Vie ich len zobraziť (pre porovnanie s nahratými zvukmi). V budúcnosti možno tieto možnosti doplníme, ale v súčasnosti sa zameriavame na vzorkovaný zvuk (ako je to vo WAV súboroch).</p>

source: <p>Audacity cannot import a track directly from an audio CD. You must use a separate program like <a href="http://cdexos.sourceforge.net/">CDex</a> or <a href="http://www.apple.com/itunes/">iTunes</a> to extract CD tracks into a format that Audacity can read, like WAV or AIFF.</p> <p>On Mac OS X computers, CD tracks appear in Finder as AIFF files so can be imported directly into Audacity. For more help on importing audio from CD tracks on both Windows and OS X, see our Wiki help page on <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs">How_to_import_CDs</a>.</p> <p>See also: <a href="faq?s=files&amp;i=burn-cd">How do I save my recording on an audio CD?</a></p>
sk: <p>Do Audacity sa nedajú importovať skladby priamo z audio CD. Musíte použiť samostatný program, ako sú <a href="http://cdexos.sourceforge.net/"> CDex </a> alebo <a href ="http://www.apple.com/itunes/"> iTunes </a>a extrahovať CD skladby do formátu, ktorý Audacity vie čítať, ako WAV alebo AIFF. </p> <p> Na počítačoch Mac OS X, CD skladby sa objavujú vo Finder ako AIFF súboroch, tak môžu byť importované priamo do Audacity. Pre ďalšie informácie o importe CD audio stopy na platforme Windows a OS X, pozri našu wiki nápovedu na <a href="http://audacityteam.org/wiki/index.php?title=How_to_import_CDs"> Ako_importovať_CD< /a>. </p> <p> Pozri tiež: <a href="faq?s=files&i=burn-cd"> Ako uložiť moju nahrávku na audio CD? </a></p>

source: <ol> <li>Use the “Export as WAV” or “Export as AIFF” command to save your Audacity recording in a sound file.</li> <li>Use any CD-recording software (iTunes or Nero, for example) to burn this file to a CD.</li> </ol> <p>To make a disc you can play in normal CD players, make sure to create a “music” or “audio” CD (not a “data” CD). Use CD-R discs, because some players cannot read CD-RW. You can burn only 74 minutes or so onto an audio CD – this is a limitation of the audio CD format.</p> <p>Some CD software will burn only 16-bit, 44.1KHz stereo sound files. If your CD recording software won't open your sound file, export the file again after choosing the following settings in Audacity:</p> <ol> <li>At the bottom of the Audacity window, set the Project Rate to 44100 Hz.</li> <li>In the File Formats preferences, choose WAV (16-bit...) or AIFF (16-bit...).</li> <li>If your project does not already contain a stereo track, choose “New Stereo Track” from the Project menu. (This will make Audacity export your recording as a stereo file.)</li> </ol> <p>For helpful tips on CD burning with Windows Media Player and iTunes, and help on burning longer “data” CDs, see <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs">How_to_burn_CDs</a> on the Audacity Wiki.</p> <p>See also: <a href="faq?s=files&amp;i=split">How can I split a long recording into multiple tracks?</a></p>
sk: <ol> <li> Pomocou "Exportovať ako WAV" alebo "Exportovať ako AIFF" príkazu na uloženie nahrávky Audacity do zvukového súboru. </li> <li> Použitie akýkoľvek CD-nahrávací softvér ( napríklad: iTunes alebo Nero), aby ste tento súbor vypálili na CD. </li> </ol> <p>Aby ste disk mohli prehrávať v bežných CD prehrávačoch, musíte k vytvoreniu použiť "hudba" alebo "audio" CD (nie "data" CD). Použite CD-R disky, pretože niektoré prehrávače nevedia čítať CD-RW. Môžete vypáliť iba 74 minút na audio CD - to je obmedzenie formátu audio CD.</p> <p> Niektorý CD softvér bude vypaľovať iba 16-bit, 44.1KHz stereo zvukové súbory. Ak váš CD softvér neotvorí zvukový súbor, exportujte súbor opäť do Audacity a zvoľte nasledujúce nastavenia: </p> <ol> <li> V dolnej časti okna projektu Audacity nastavte rozsah 44.100 Hz. </li> <li> V súbore predvoľby Formátu, vyberte WAV (16-bit ...) alebo AIFF (16-bit ...).</li> <li> Ak váš projekt neobsahuje stereo stopu, vyberte "Nová Stereo Stopa" z menu Projekt. (To Audacity exportuje záznam ako stereo súbor.) </li> </ol> <p> užitočné tipy pre napaľovanie CD v Windows Media Player a iTunes, a dlhšia nápoveda pri napaľovaní "dát" CD nájdete <a href="http://audacityteam.org/wiki/index.php?title=How_to_burn_CDs"> Ako_napaľovať_CD</a> o Audacity na Wiki. </p> <p> Pozri tiež:<a href="faq?s=files&i=split">Ako možno rozdeliť dlhú nahrávku na niekoľko skladieb?</a></p>

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu. If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
sk: <p>Keď chcete vytvoriť zvláštny súbor pre každú skladbu alebo časť dlhej nahrávky, použite nasledujúci postup. Hodí sa zvlášť, keď chcete vytvoriť CD. Každý súbor zodpovedá jednej stope na CD.</p> <ol> <li>Kliknutím umiestníte kurzor na začiatok prvej skladby.</li> <li>Zvoľte “Vložit označenie k výberu” z menu Projekt. Ak chcete, môžete si poznačiť názov skladby.</li> <li>Opakujte prvý a druhý krok pre každú skladbu.</li> <li>Keď s tým skončíte, zvoľte “Viacnásobný export” (Export Multiple) z menu Súbor. Po stlačení tlačítka “Exportovať”, Audacity uloží každú skladbu do samostatného súboru vo zvolenom formáte a na zvolené miesto.</li> </ol>

source: A detailed, illustrated tutorial explaining this process is available on the
sk: Detailná, ilustrovaná príručka vysvetľujúca tieto procesy ja dostupná na

source: page on the Audacity Wiki.
sk: stránke Audacity Wiky.

source: <div id="editing">Editing</div>
sk: <div id="editing">Úprava</div>

source: How do I combine two files into one longer file?
sk: Ako spojiť dva súbory do jedného veľkého?

source: <p>Follow these steps to splice two files together:</p> <ol> <li>Import both files into Audacity.</li> <li>Select the second one by clicking on its label (the area around the mute/solo buttons).</li> <li>Choose “Find Zero Crossings” from the Edit menu.</li> <li>Choose “Cut” from the Edit menu.</li> <li>Place the cursor by clicking in the first track, after the end of the audio.</li> <li>Choose “Paste” from the Edit menu.</li> </ol> <p>You can press the <b>Play</b> button to hear the result, and use the Export commands (in the File menu) to save it as a sound file.</p>
sk: <p>V nasledujúcich krokoch ako spojiť dva súbory dohromady: </p> <ol> <li> Importovanie oboch súborov do Audacity. </li> <li> Vyberte druhý tak, že kliknete na jeho etikete (atrakcie stlmiť/sólo tlačidiel). </li> <li> Vyberte "Vyhľadať skríženie v nule" z menu Uprav. </li> <li> Vyberte "Stop" z menu Uprav. </li> <li> umiestnite kurzor kliknutím v prvej stope, po skončení zvuku. </li> <li> Vyberte "Vložiť" z menu Uprav. </li> </ol> <p> môžete stlačením tlačidlo<b> Prehrať </b> vypočuť výsledok, a použiť príkaz Exportovať (v menu Súbor) uložte ho ako zvukový súbor. </p>

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the <b>Play</b> button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p> <p>If the vocals are not exactly the same on both stereo channels, there are some other techniques or optional plugins you can try. Please see our <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal_Removal</a> Wiki page for more details.</p>
sk: <p> To je možné l <b>len u niektorých stereo stôp </b>. Keď vokály sú úplne rovnaké pre oba stereo kanály, môžete ich presunúť "odpočítať" jeden kanál od ostatných. To funguje na mnohých štúdiových nahrávkach, kde je zmiešaný vokál skladby presne uprostred. </p> <p>Ak to chcete v Audacity: </p> <ol> <li> Importujte stereo súbory do Audacity. </li> <li> Otvorte menu stopy (kliknite na šípku vedľa názvu stopy) a zvoľte "Rozdeliť stereo stopu." </li> <li> Vyberte spodnú stopu (pravý kanál) kliknutím na atrakcie stlmiť/ sólo tlačidiel. </li> <li> Zvoľte "Invertovať" z menu Efekty. </li> <li>Použite v menu trati, zmeniť každú stopu na "Mono". </li> </ol> <p> Stlačte <b> Prehrať </b> pre vypočutie výsledku. Ak budete mať šťastie, hlas bude preč, ale väčšina ostatných nástrojov bude nedotknutá, rovnako ako karaoke skladby. Môžete použiť príkazy Exportovať v ponuke Súbor uložte výsledky. </p> <p> Ak vokály nie sú presne rovnaké pre oba stereo kanály, existujú nejaké iné techniky alebo voliteľné plugin, ktoréy môžete skúsiť. Prosí, pozrite našu <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal"> Odstránenie_Vokálu</a> Wiki stránka pre viac informácií. </p>

source: These are some of the most common questions about Audacity. If your question isn’t answered here, see the <a href="documentation">documentation</a>, or <a href="../contact/">contact us</a> for help.
sk: Tú sú zodpovedané niektoré z najčastejších otázok. Ak medzi nimi nenájdete tú svoju, pozrite sa do <a href="documentation">dokumentácie</a>, alebo <a href="../contact/">nám napíšte</a>.

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.6 (Beta)</a> for Windows, Mac and Linux/Unix. </p> <p>This release highlights exciting new capabilities developed by our students in <a href="http://code.google.com/soc/2008/">Google Summer of Code (GSoC) 2008</a>: <ul> <li><b>FFmpeg support</b> (downloadable separately) permits import and export of a much wider range of file formats, including WMA, M4A and AC3, plus import of audio from video files</li> <li><b>On-demand loading</b> of uncompressed files eliminates the wait before files can be played or edited</li> <li><b>Linked audio and label tracks</b> allow labels to move with their corresponding audio when cutting, pasting or changing speed or tempo</li> <li><b>Hierarchical plug-in grouping</b> for built-in plug-ins </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> <b>Other experimental features:</b> Sound activated recording; ability to save smaller, compressed project files; MIDI files can now be imported, cut-and-paste edited, then exported. </p> <p> <b>Miscellaneous:</b> Interface improvements include a new Transport menu, and a new Preference to choose Waveform, Spectrum or Pitch view. Several bug fixes. <p> Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.6 installed on the same machine. </p>
sk: <p> Audacity Tím s potešením oznamuje uvoľnenie <a href="/download"> Audacity 1.3.6 (Beta) </a> pre Windows, Mac a Linux / Unix. </p> <p> Táto správa ukazuje vzrušujúce nové schopnosti rozvinuté našími študentami v <a href="http://code.google.com/soc/2008/"> Google Leto kódu(GSoC) 2008 </a>: <ul> <li><b>ffmpeg podporu </b>(možno stiahnuť samostatne) povolenie na import a export z oveľa širšej škály súborových formátov, vrátane WMA, M4A a AC3, plus import audiá z video súborov </li> <li> <b>Spustenie On-demand</b> nekomprimovaných súborov eliminuje čakanie, predtým ako je možné súbory prehrať alebo editovať </li> <li> <b> Súvisiaci audio a štítok skladby </b> povoľuje štítky k pohybu s ich zodpovedajúcim zvukom pri strihaní, lepení, alebo zmenou rýchlosti alebo tempa </li> <li> <b> Hierarchické plug-in združenia </b> pre vstavané moduly </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"> </img> </a> </p> <p> Ostatné <b> experimentálne charakteristiky: </b> Zvukom aktivované nahrávanie, schopnosť uložiť menšie komprimované súbory projektu; MIDI súbory môžu byť importované, strihané a vložené ako upravené, potom exportované. </p> <p> <b> Rôzne: </b> Vylepšenie rozhrania zahŕňajú nové menu Transport a nový Predvoľby pre výber krivky, Spektra alebo pohľad na rozstup. Niekoľko stálych chýb . <p> Vzhľadom k tomu, že sa na tom pracuje, a ešte nie je kompletná dokumentácia a preklad do cudzích jazykov, odporúča sa len pre pokročilejších používateľov. Pre všetkých používateľov, <a href="/download"> Audacity 1.2.6 </ a> je stabilná verzia, kompletná a plne zdokumentovaná. Môžete mať Audacity 1.2.6 a 1.3.6 nainštalované na rovnakom počítači. </p>

source: <p> Probably the first book about Audacity in German language has been released. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr><td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"></img> </td></tr> </table> </a> </td> <td> <p> The book - dubbed "Audacity kompakt" (A compact guide to Audacity) - was written by author Markus Priemer, who was supported by German Audacity developer Markus Meyer. The latter also added a foreword. The book aims to be an introduction to beginners who want to get started quickly with Audacity, but also acts as a reference for more experienced users. It not only features an introduction to how digital audio works but also many tips and tricks for using Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage">Order the book online now!</a> Each sale created through our web site will directly benefit Audacity development. </p> <p> From the book's table of contents: The Basics of Digital Audio, Audio Data and Compression, Opening and Importing Files, Editing Audio Tracks, Effects, Command Reference, Usage Examples, ... </p> </td> </tr> </table> </p>
sk: <p> Pravdepodobne prvá kniha o Audacity bola vydaná v nemeckom jazyku. </p> <p> <table border="0" cellpadding="0" cellspacing="0"> <tr> <td> <table border="0" cellpadding="15"> <tr> <td> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> <img src="../de/buch_klein.jpg" alt="Audacity Book Cover" border="0"> </ img> </td> </tr> </table> </a> </td> <td> <p> Kniha - nazvaná "Audacity kompakt " (Kompaktný sprievodca Audacity) - Napísal autor Markus Priemer, ktorý bol podporený nemeckým vývojárom Audacity Markusom Meyerom. Ten tiež pridal úvod. Kniha sa snaží byť úvodom pre začiatočníkov, ktorí chcú začať rýchlo s Audacity, ale funguje aj ako odkaz pre skúsenejších užívateľov. Je to nielen predstavenie funkcii ako sa s digitálnym audiom pracuje, ale aj mnoho tipov a trikov pre použitie Audacity. </p> <p> <a href="http://www.audacity-buch.de/buch.php?partner=homepage"> Objednávka knihy online teraz! </a> Každý predaj vytvorený prostredníctvom našich webových stránok bude priamo získavať zdroje pre Audacity rozvoj. </p> <p> Z obsahu knihy: základy Digital Audio, Audio a kompresia dát, Otvorenie a import súborov, Strih zvukových stôp, efekty, Command Reference, Príklady použitia, ... </p> </td> </tr> </table> </p>

source: <p> Four students participating with Audacity in <a href="http://code.google.com/soc/2008/">Google Summer of Code</a> successfully completed their projects, and their code will be in future versions of Audacity. </p> <p> The four <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> projects</a> were: <ul> <li><b>FFmpeg support</b>, to greatly increase the range of file formats that can be imported and exported</li> <li><b>new GUI classes</b> for future use in displaying audio tracks</li> <li><b>on-demand/level-of-detail file loading</b>, for near-instant loading and editing of uncompressed files</li> <li><b>sticky labels</b> that stay with the audio through cut and paste</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulations and thanks to all our participating students for what they contributed to improve Audacity, and thanks to everyone who worked so hard on mentoring and administration. We wish all this year's students every success and hope they will continue their involvement with Audacity in future. </p> <p><b>Audacity wins BOSSIE:</b> In August, Audacity won the <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html"> sound editing</a> category in InfoWorld's <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> BOSSIE</a> (Best of Open Source Software) Awards for 2008. </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Awards 2008"></img> </a> </p> <p> Chosen by InfoWorld Test Center editors, analysts and reviewers, the annual BOSSIE awards "celebrate the best products that open source has to offer". </p>
sk: <p> Štyria študenti zúčastňujúci sa Audacity v <a href="http://code.google.com/soc/2008/"> Google leto kódu </a> úspešne dokončili svoje projekty, a ich kód bude v budúcej verzii Audacity. </p> <p> Štyri <a href="http://audacityteam.org/wiki/index.php?title=GSoC_2008_Projects"> projekty </a> boli: <ul> <li> <b> FFmpeg podpora </b>, pre výrazne zvýšenie rozsahu súborových formátov, ktoré sa môžu importovať a exportovať </li> <li> <b> nové GUI triedy </b> pre budúce použitie v zobrazovaní audio stopy </li> <li> <b> on-demand/level-of-detail nahravanie súborov </b>, pre near-instant nahrávanie a úpravu nekomprimovaných súborov </li> <li> <b> prilepené popisy</b>, že ostanú s audiom cez strhanie a vkladanie</li> </ul> </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"> </img> </a> </p> <p> Blahoželáme a ďakujeme všetkým zúčastneným študentom, čo prispeli k zlepšeniu Audacity, a ďakujem všetkým, ktorí pracovali tak tvrdo na vedení a správe. Prajeme všetkým tohtoročnom študenti úspech a dúfame, že budú pokračovať vo svojej účasti na Audacity v budúcnosti. </p> <p> <b> Audacity vyhrala BOSSIE: </b> V auguste Audacity vyhrala kategóriu <a href="http://www.infoworld.com/slideshow/2008/08/165-best_of_open_so-2.html"> zvukovej editácie </a> v InfoWorld <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> BOSSIE </a> (Najlepší otvorený zdrojový softvér) Cena pre rok 2008. </p> <p align="center"> <a href="http://www.infoworld.com/article/08/08/04/32TC-bossies-2008_1.html"> <img src="http://www.infoworld.com/awards/img/bossie_logo.gif" alt="InfoWorld BOSSIE Ocenenie 2008"> </img> </a> </p> <p> Vybraná InfoWorld Test Center editorov, analytikov a kritikov, výročné ocenenia BOSSIE "Osláviť najlepšie open source produktov, ktoré môže ponúknuť ". </p>
