Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: <p> The editors of <em>PC World</em> have chosen Audacity as one of the <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> PC World 100 Best Products of 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src="../images/PC_World_100BestLogo2008_small.jpg" alt="PC World 100 Best Products of 2008"></img> </a> </p> <p> The <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html">article</a> is available now on PCWorld.com, and will also be featured in the July 2008 issue of PC World, which hits newsstands June 17. </p> <p> The respected 100 Best Products Awards honor products that meld practical features with innovation and reflect the rapidly changing technology marketplace. To select the winners, PC World's editors examined hundreds of products, including those that have appeared in the magazine over the past 12 months. The 100 winning products and services were selected for their exemplary design and usability, features, performance, and innovation. </p> <p> &ldquo;These awards go to the best technology products we've seen in the last 12 months,&rdquo; stated Edward N. Albro, editor of PC World. &ldquo;Our editors looked at hundreds of hardware, software and Web products to compile this list of outstanding performers. Congratulations to Audacity.&rdquo; </p> <p> Also, in February, Audacity was selected for <em>PC Magazine's </em> <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp">&ldquo;Hall of Fame&rdquo;</a> of Best Free Software. </p>
sk: <p> Redaktori <em> PC World </em> Audacity vybrali ako jednu z <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> 100 najlepších produktov PC sveta roku 2008 </a>. </p> <p align="center"> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> <img src ="../images/PC_World_100BestLogo2008_small.jpg " alt ="PC World 100 Best Products of 2008"></img> </a> </p> <p> <a href="http://www.pcworld.com/article/id,146161-page,12-c,electronics/article.html"> článok </a> je teraz k dispozícii na PCWorld.com, a bude tiež vydaný v júli 2008 vo vydaní PC World, ktorý bude v predaji 17. júna. </p> <p> Ocenenie 100 Best Products Awards uznáva produkt,ktorý spája praktické funkcie s inováciou a odráža rýchly vývoj technológií na trhu. Ak chcel vybrať víťaza, PC World skúmal úpravy stoviek výrobkov, vrátane tých, ktoré sa objavili v časopise počas posledných 12 mesiacov. 100 víťazných výrobkov a služieb boli vybrané pre ich exemplárny dizajn a uplatniteľnosť, funkcie, výkonnosť a inováciu. </p> <p> &ldquo;Tieto ocenenia vychádzajú z najlepších technológií aké sme videli v posledných 12 mesiacoch,&rdquo; uviedol, Edward N. Albrich, redaktor PC World. &ldquo;Naši redaktori skúmali stovky hardvérov, softvérov a internetových produktov na zostavenie tohto zoznamu vynikajúcich produktov. Gratulujeme Audacity.&rdquo; </p> <p> Aj vo februári, Audacity bol vybraná pre <em> PC Magazín </em> <a href="http://www.pcmag.com/article2/0,1759,2260070,00.asp"> &ldquo;Hall of Fame&rdquo;</a> ako Best Free Software. </p>

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.5 (beta)</a> for Windows, Mac and Linux/Unix. Changes include improvements and new features for recording, import/export and the user interface. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.5 installed on the same machine. </p> <b>Beta version 1.3.5</b> <dl> <dt> Recording / Playback </dt> <dd> <ul> <li>Several bugs fixed so that latency correction should be better, and more devices work correctly.</li> <li>Problems with invalid sample rates under Linux should be much rarer.</li> <li>Newer version of Portaudio library.</li> <li>New feature to record onto the end of an existing track (hold Shift while clicking Record).</li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li>Updated versions of Libogg, Libvorbis, Libflac, Libsndfile and Twolame libraries. <li>Handling of unsupported file formats more informative.</li> <li>Handling of file names with slashes on OS X improved.</li> <li>New dialog allows replacement of illegal file name characters on all platforms.</li> </dd> </ul> </dt> <dt> Interface </dt> <dd> <ul> <li>Improved scaling and layout for rulers and VU meters.</li> <li>Envelope fixes/improvements including full control of undo/redo.</li> <li>New keyboard shortcuts and improved menu navigation.</li> <li>Preferences:</li> <ul> <li>More intuitive tab arrangement.</li> <li>New options for mute/solo and Metadata Editor behavior.</li> <li>Language can now be changed without restart.</li> </ul> <li>Expanded Build Information tab.</li> </dd> </ul> </dt> <dt> Effects </dt> <dd> <ul> <li>New Vocal Remover plug-in, improvements for Generate effects.</li> </dd> </ul> </dt> <dt> Compilation </dt> <dd> <ul> <li>Fixes when building Audacity with libraries disabled.</li> <li>Improvements to make Mac and Solaris builds easier.</li> </dd> </ul> </dt> <dt> Security </dt> <dd> <ul> <li>Full fix for issue CVE-2007-6061 on systems where temporary directories can be changed by other users (thanks to Michael Schwendt).</li> </dd> </ul> </dt> <dt> Miscellaneous </dt> <dd> <ul> <li>Updated translations for many locales.</li> <li>Several stability improvements.</li> </dd> </ul> </dt> </dl> <p> See the included README.txt for more information about this release and <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p>
sk: <p> Audacity tím s potešením oznamuje uvoľnenie <a href="/download"> Audacity 1.3.5 (beta) </a> pre Windows, Mac a Linux / Unix. Zmeny zahŕňajú vylepšenia a nové funkcie pre nahrávanie, import / export a používateľské rozhranie. Pretože sa na nej stále pracuje a nemá kompletnú dokumentáciu ani preklad do ďalších jazykov, je táto verzia určená predovšetkým pokročilejším užívateľom. Pre všetkých užívateľov<a href="/download">Audacity 1.2.6</a> je stabilná, kompletná a úplne zdokumentovaná . Môžete mať obidve Audacity 1.2.6 a 1.3.5 nainštalované súčasne. </p> <b> Beta verzia 1.3.5 </b> <dl> <dt> Nahrávanie / prehrávanie </dt> <dd> <ul> <li> Niekoľko chýb opravených, takže korekcia latencie by mala byť lepšia, a viac zariadení pracuje správne. </li> <li> Problémy s neplatnými vzorkami rýchlosti pod Linuxom by mali byť oveľa zriedkavejšie. </li> <li> Novšia verzia Portaudio knižnice. </li> <li> Nová funkcia pre nahrávanie na konci existujúcej stopy (držte Shift pri kliknutí Record). </li> </dd> </ul> </dt> <dt> Import / Export </dt> <dd> <ul> <li> Aktualizovaná verzia Libogg, Libvorbis, Libflac, Libsndfile a Twolame knižníc. <li> Obsluha nepodporovaného formátu viac informatívna. </li> <li> Manipulácia s názvami súborov s rozšírením na OS X sa zlepšila. </li> <li> Nový dialóg umožňuje nahradenie názvu súboru nelegálnych znakov na všetkých platformách. </li> </dd> </ul> </dt> <dt> Rozhranie </dt> <dd> <ul> <li>Lepšie škálovanie a usporiadanie princípov a VU metrov. </li> <li>Obálka opravy/vylepšenia zahŕňa úplnú kontrolu funkcie späť/znovu.</li> <li> Nové klávesové skratky a vylepšené navigácie v menu . </li> <li> Predvoľby: </li> <ul> <li> intuitívnejšiu kartu usporiadania. </li> <li> Nové možnosti pre zoslabenie / osamostatnenie a Editor správania metadat. </li> <li> Jazyk teraz môže byť zmenený bez reštartu. </li> </ul> <li> Rozšírená vstavaná karta Informácií. </li> </dd> </ul> </dt> <dt> Efekty </dt> <dd> <ul> <li> Nová plug-in presúvača zvuku pre zlepšenie Generovacích efektov. </li> </dd> </ul> </dt> <dt> Kompilácia </dt> <dd> <ul> <li> Opravy pri budovaní Audacity s knižnicami nepovolené. </li> <li> Zlepšenie pre lepšie postavenie na Mac a Solaris . </li> </dd> </ul> </dt> <dt> Zabezpečenie </dt> <dd> <ul> <li> Celkové opravy problému CVE-2007-6061 na systémoch, kde dočasné adresáre môžu byť zmenené inými užívateľmi (vďaka Michael Schwendt). </li> </dd> </ul> </dt> <dt> Rôzne </dt> <dd> <ul> <li>Aktualizované preklady v mnohých lokalitách. </li> <li> Niekoľko vylepšení stability. </li> </dd> </ul> </dt> </dl> <p> Pozri priložený README.txt pre viac informácií o tejto verzii a <a href="/download/features-1.3-a"> Nové funkcie v 1.3 </a> Pre viac informácií o 1.3.x beta sérii. </p>

source: <p> Audacity has been approved to mentor five <a href="http://code.google.com/soc/2008/audacity/about.html">students</a> for <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Congratulations to the five approved students and thanks to all who applied for their interest in Audacity! </p>
sk: <p> Audacity bola schválená ako mentor piatim <a href="http://code.google.com/soc/2008/audacity/about.html">študentom</a> pre <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC ponúka študentom-vývojárom štipendium $4,500 za písanie kódu pre rôzne open source projekty . </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Gratulujeme piatim vybraným študentom a ďakujeme všetkým, ktorí sa prejavili záujem o Audacity ! </p>

source: <p> Audacity is a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> All the student applications are in, and scored. Announcements will be made on April 21. Thanks for your interest! </p>
sk: <p> Audacity je inštruktáž pre <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC ponúka študentom-vývojárom štipendium $4,500 za písanie kódu pre rôzne open source projekty . </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Všetky študentské žiadosti sú zaregistrované, a ohodnotené. Hlásenia budú vykonané 21. Apríla. Ďakujeme Vám za Váš záujem! </p>

source: <p> Students! Interested in supporting Audacity and earning a stipend this summer? Extended application deadline! <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> Apply by 5:00 PM PDT on April 7, 2008 (00:00 UTC on April 8, 2008)!</a></em> </p> <p> Audacity is a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC offers student developers $4,500 stipends to write code for various open source projects. </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> We are now seeking student participants. We look for evidence that the student has a real interest in our project, 'Do they actually use it?' rather than just choosing some project that is part of GSoC. </p> <p> If you are an interested student, please follow these steps: <ol> <li>Review the <a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants">student app documentation</a>. Also check the <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQs</a>, especially from <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>.</li> <li>Make sure you are <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">eligible</a>.</li> <li>On the Audacity Wiki, check the <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>.</li> <li>If you find an interesting idea, or have one of your own, check <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Then <a href="mailto:summerofcode@audacityteam.org">email us</a>. Far better to discuss plans with us before applying.</li> </ol> </p> <p> If you know any students who might be interested, possibly those already involved in music/audio research, please point them to our <a href="http://audacity.sourceforge.net/">website</a> for this information. </p>
sk: <p> Študenti! Zaujímate sa o podporu Audacity a zárobok štipendia v v tomto lete? Rozšírili sme uzávierky prihlášok! <em><a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants"> Platí do 5:00 PM PDT 7. Apríla, 2008 (00:00 UTC on April 8, 2008)!</a></em> </p> <p> Audacity je inštruktážna organizácia pre <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC ponúka študentom-vývojárom štipendium $4,500 za písanie kódu pre rôzne open source projekty . </p> <p align="center"> <a href="http://code.google.com/soc/2008/"> <img src="http://google-summer-of-code.googlecode.com/files/soc08-198x128_white.jpg" alt="Google Summer of Code 2008"></img> </a> </p> <p> Hľadáme účastníkov zo strany študentov. Pozeráme na to, či má študent skutočný záujem o náš projekt, 'Používa ho skutočne? radšej ako iný vybraný projekt, ktorý je súčasťou projektu GSoC. </p> <p> Ak ste študent, ktorý sa o to zaujíma, prosím nasledujte tieto kroky: <ol> <li>Prezrite si<a href="http://groups.google.com/group/google-summer-of-code-announce/web/guide-to-the-gsoc-web-app-for-student-applicants">študentské dokumentácie</a>. Tiež pozrite na <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC často kladené otázky</a>, a to najmä <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'Ako sa študent uplatní?'</a>.</li> <li>Uistite sa, že <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">máte nárok</a>.</li> <li>Na Audacity Wiki,sa pozrite na <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">nápady projektu</a>.</li> <li>Ak nájdete nejaký zaujímavý nápad, alebo máte nejaký vlastný, pozrite na <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Písanie GSoC nápadov</a>.</li> <li>Potom <a href="mailto:summerofcode@audacityteam.org">nám pošlite e-mail</a>. Je lepšie diskutovať o plánoch pred ich aplikáciou.</li> </ol> </p> <p> Ak viete o nejakých študentoch, ktorí by mohli mať záujem, prípadne už sú zapojení do hudobného/audio výskumu, prosím uveďte ich na našu <a href="http://audacity.sourceforge.net/">website</a> pre túto informáciu. </p>

source: <p> We are very happy to announce that Audacity has been accepted as a mentoring organization for the <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC 'offers student developers stipends to write code for various open source projects'. </p> <p> We are now seeking student participants. As we wrote in our application: At student selection stage, we look for evidence that the student has a real interest in our project, 'Do they actually use it?' rather than just choosing some project that is part of GSoC. </p> <p> If you are an interested student, please follow these steps: <ol> <li>Review the <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQ</a>, especially from <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'How does a student apply?'</a>.</li> <li>Make sure you are <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">eligible</a>.</li> <li>On the Audacity Wiki, check the <a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">project ideas page</a>.</li> <li>If you find an interesting idea, or have one of your own, then check <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Writing GSoC Proposals</a>.</li> <li>Then be in touch with us -- far better to discuss plans with us before applying.</li> </ol> </p> <p> If you know any students who might be interested, possibly those already involved in music/audio research, please point them to our <a href="http://audacity.sourceforge.net/">website</a> for this information. </p>
sk: <p> Sme veľmi radi, že vám môžeme oznámiť, že Audacity, ktorý bol prijatý ako poradenská organizácia pre <a href="http://code.google.com/soc/2008/">Google Summer of Code 2008</a>! GSoC 'ponúka študentom-vývojárom štipendiá pre písanie pre rôzne open source projekty'. </p> <p> Teraz sa snažíme nájsť účastníkov zo strany študentov. Ako sme už písali v našej aplikácii: Pri výbere študentov, sme pozerali na to, či má študent skutočný záujem o náš projekt, 'Používajú ho skutočne?' radšej ako iný vybraný projekt, ktorý je súčasťou projektu GSoC. </p> <p> Ak ste študent, ktorý sa o to zaujíma, prosím nasledujte tieto kroky: <ol> <li>Prezrite si <a href="http://code.google.com/opensource/gsoc/2008/faqs.html">GSoC FAQ</a>, a to najmä <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply">'Ako sa študent uplatní?'</a>.</li> <li>Uistite sa, že <a href="http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_eligibility">máte nárok</a>.</li> <li>Na Audacity Wiki, sa pozrite na stránky<a href="http://www.audacityteam.org/wiki/index.php?title=GSoC_Ideas">nápadov projektu</a>.</li> <li>Ak nájdete nejaký zaujímavý nápad, alebo máte nejaký vlastný, pozrite na <a href="http://www.audacityteam.org/wiki/index.php?title=Writing_GSoC_Proposals">Písanie GSoC návrhov</a>.</li> <li>Potom ostaňte s nami v kontakte -- je lepšie diskutovať o plánoch pred ich aplikáciou.</li> </ol> </p> <p> Ak viete o nejakých študentoch, ktorí by mohli mať záujem, prípadne už sú zapojení do hudobného/audio výskumu, prosím uveďte ich na našu <a href="http://audacity.sourceforge.net/">webovú stránku</a> pre túto informáciu. </p>

source: <p> Audacity was chosen as <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Audio Authoring Application of the Year</a> in the 2007 LinuxQuestions.org Members Choice poll. LinuxQuestions.org is an active online Linux community. In the voting, Audacity received nearly 70% of the 444 votes cast. Thanks to everyone who voted. </p>
sk: <p> Audacity bola vybraná ako <a href="http://www.linuxquestions.org/questions/2007-linuxquestions.org-members-choice-awards-79/audio-authoring-application-of-the-year-610225/?s=753ec1178602a18491f741f03855304d"> Audio Authoring použitie roka </a> v ankete Voľba LinuxQuestions.org poslancov. LinuxQuestions.org je aktívna online Linux komunita. V hlasovaní, Audacity dostala takmer 70% of the 444 odovzdaných hlasov. Ďakujeme všetkým, ktorí hlasovali. </p>

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.4 (beta)</a>, which includes several new features and user interface improvements, such as: <ul> <li>New Welcome Screen with introduction to Audacity.</li> <li>New 'Mix and Render to New Track' command.</li> <li>Support for VAMP audio analysis plug-ins.</li> <li>More keyboard shortcuts and navigation.</li> <li>Reworked solo/mute handling.</li> <li>New preference: Select all audio in project, if none selected (on by default).</li> <li>New preference: Beep on completion of longer activities.</li> <li>Envelopes: Many fixes when copying, pasting, or repeating.</li> <li>Many translation updates.</li> <li>Metadata editor added for OGG, FLAC and WAV/AIFF exports. Metadata import improved.</li> <li>Muted tracks are no longer audible in the exported mix.</li> <li>Improvements to latency correction.</li> </ul> </p> <p> Note that this release is for Windows and Linux/Unix only. The latest Audacity beta for Mac OS is version 1.3.3. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about 1.3.4 and the 1.3.x beta series. </p> <p> Check out the new e-book on <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting with Audacity</a>. </p>
sk: <p> Audacity Team s potešením oznamuje uvoľnenie <a href="/download">Audacity 1.3.4 (beta)</a>, ktorý obsahuje niekoľko nových funkcií a vylepšení užívateľského rozhrania, ako je napríklad: <ul> <li>Nová Uvítacia obrazovka s úvodom do Audacity.</li> <li>Nový príkaz 'Zmixovať a vykresliť do novej stopy' </li> <li>Podpora pre analýzu Vamp audio pluginov.</li> <li>Ďalšie klávesové skratky a navigácie.</li> <li>Prepracovaná solo/neozvučená manipulácia.</li> <li>Nové preferencie: Vybrať všetok zvuk v projekte, pokiaľ nie je vybratý (na východzej hodnote).</li> <li>Nové preferencie: Pípnutie po ukončení dlhšej činnosti..</li> <li>Obálky: Veľa opráv pri kopírovaní, lepení, alebo opakovaní.</li> <li>Mnohé preklady aktualizácií.</li> <li>Editor metadat pridanej hodnoty za OGG, FLAC a WAV / AIFF vývozu. Metadata import zlepšili.</li> <li>Útlm trasy sú už počuteľný vo vyváženom mixu.</li> <li>Zlepšenie latencie korekcie.</ul> </p> <p> Všimnite si, že táto správa je iba pre Windows a Unix / Linux. Posledná Audacity Beta pre Mac OS je vo verzii 1.3.3. </p> <p> Pozri<a href="/download/features-1.3-a">Nové funkcie v 1.3</a> pre viac informácií o 1.3.4 a 1.3.x beta série. </p> <p> Pozri sa na nové e-knihy na <a href="http://www.informit.com/store/product.aspx?isbn=0132366576&rl=1">Podcasting s Audacity</a>. </p>

source: This site is under a Creative Commons Attribution 3.0 License
sk: Táto stránka je pod Creative Commons Attribution 3.0 Licenciou

source: Development hosted by SourceForge
sk: Vyvíja sa za pomoci SourceForge
