Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: <p> The Audacity Team is pleased to announce the release of <a href="/download">Audacity 1.3.3 (beta)</a>, which contains numerous new features and capabilities beyond the 1.3.2 (beta) release. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have both Audacity 1.2.6 and 1.3.3 installed simultaneously. </p> <p> See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x beta series. </p> <b>Beta version 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Opening/saving formats </dt> <dd> Import <ul> <li>Import of audio from QuickTime (mov, aac, m4a) files now supported on OS X.</li> <li>Broadcast Wave Format (BWF) wave files can now be imported.</li> </ul> </dd> <dd> Export <ul> <li>Metadata can be added to OGG files.</li> <li>Improved Export option selection.</li> <li>Additional export options added to MP3 and FLAC file formats.</li> <li>Command line exporter now supported on Windows and OS X.</li> </ul> </dd> <dt> Effects </dt> <dd> EQ effect <ul> <li>Responsiveness improved.</li> <li>Several enhancements added.</li> <li>Batch support added.</li> </ul> </dd> <dd> New Auto Duck effect </dd> <dd> Added previewing to AudioUnit effects. </dd> <dd> Much improved Noise Removal effect </dd> <dd> Effects previewing can now be canceled. </dd> <dd> New DTMF Tone Generator effect </dd> <dd> Additional options available in Noise effect. </dd> <dd> Improved the Tone Generation effects. </dd> <dt> Other features </dt> <dd> New built-in screen capture utility </dd> <dd> Major speed improvement in Spectrogram rendering </dd> <dd> Increased support for drag and drop on OS X. </dd> <dd> Support added for building against wxWidgets 2.8.x. </dd> <dd> Can now open multiple Audacity Projects at once from Explorer on Windows. </dd> <dd> Improved main window sliders. </dd> <dd> New support for snapping while selecting and sliding </dd> <dd> Improved track focus handling and visual feedback. </dd> <dd> Speed improvements and handling of resizing/zooming in tracks </dd> <dd> Spectrum view can now be zoomed. </dd> <dd> New internal file cache to improve handling of project files over networks </dd> <dt> Also </dt> <dd> Many improvements to language specific translations </dd> <dd> Numerous stability improvements </dd> </dl> </dd></dl>
sk: <p> Tím Audacity s potešením oznamuje uvoľnenie <a href="/download">Audacity 1.3.3 (beta)</a>, ktorá obsahuje mnoho nových vlastností a vylepšení oproti verzii 1.3.2 (beta). Pretože sa na nej stále pracuje a nemá kompletnú dokumentáciu ani preklad do ďalších jazykov, je táto verzia určená predovšetkým pokročilejším užívateľom. Pre všetkých užívateľov<a href="/download">Audacity 1.2.6</a> je stabilná, kompletná a úplne zdokumentovaná . Môžete mať obidve Audacity 1.2.6 a 1.3.3 nainštalované súčasne. </p> <p> Viac o rade 1.3.x nájdete na stránke <a href="/download/features-1.3-a">Nové vlastnosti 1.3.x</a> </p> <b>Beta verzia 1.3.3</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Otváranie/ukladanie formátov</dt> <dd> Import <ul> <li>Importovanie súborov QuickTime (mov, aac, m4a) je teraz podporované v OS X.</li> <li>Je možné importovať súbory Broadcast Wave Format (BWF).</li> </ul> </dd> <dd> Export <ul> <li>Je možné ukladať metadata do súborov OGG.</li> <li>Vylepšené možnosti exportu.</li> <li>Boli pridané ďaľšie voľby exportu do formátov MP3 a FLAC.</li> <li>Na Windows a OS X je teraz podporovaný exportér pre príkazový riadok.</li> </ul> </dd> <dt> Efekty </dt> <dd> Ekvalizácia <ul> <li>Lepšia odozva.</li> <li>Pridaných niekoľko vylepšení.</li> <li>Pridaná podpora pre dávkové spracovanie.</li> </ul> </dd> <dd>Nový Auto Duck efekt </dd> <dd> Efektom AudioUnit bolo pridané tlačidlo na vyskúšanie. </dd> <dd> Významné zlepšenia efektu Odstránenia šumu </dd> <dd> Skúšanie efektov môže byť teraz prerušené. </dd> <dd> Nový DTMF tónový generátor </dd> <dd> Nové nastavenia v generátore šumu. </dd> <dd> Vylepšený generátor tónov. </dd> <dt> Daľšie vlastnosti </dt> <dd> Nový vstavaný snímač obrazovky </dd> <dd> Významné zrýchlenie vykresľovania spektrogramu </dd> <dd> Lepšia podpora Presúvania a Položenia v OS X </dd> <dd> Pridaná podpora ku kompilácii proti wxWidgets 2.8.x </dd> <dd> V priezkumníku Windows je teraz možné otvoriť viac projektov Audacity súčasne </dd> <dd> Vylepšené posúvače hlavného okna </dd> <dd> Nová podpora pre prelínanie behom vyberania a posúvania </dd> <dd> Zlepšené zvýrazňovanie aktívnych stôp a vizuálna odozva </dd> <dd> Rýchlejšie a lepšie ovládateľné zmeny veľkosti a zväčšovania/zmenšovania v stopách </dd> <dd> Spektrum je možné zväčšovať a zmenšovať </dd> <dd> Nová vnútorná vyrovnávacia pamäť zlepšuje zaobchádzanie so súbormi zo siete </dd> <dt> A tiež </dt> <dd> Nové možnosti preložiť v programe slová špecifické pre určité jazyky </dd> <dd> Mnohé zlepšenia stability </dd> </dl> </dd></dl>
zh_cn: <p> Audacity团队高兴地宣布： <a href="/download">Audacity 1.3.3 (测试版)</a>发布了。 该版本较 1.3.2 (测试版) 新增了一些功能。 因为它还在 开发中，缺乏完整的文档，其它语言的国际化也未完成， 我们建议更高级的用户才使用该版本。 对于一般用户来说，可选择已完成的<a href="/download">Audacity 1.2.6</a> 稳定发行版，它拥有完整的文档。 您可同时安装 Audacity 1.2.6 和 1.3.3版。 </p> <p> 关于1.3.x测试版系列的更多详情， 参见 <a href="/download/features-1.3-a">1.3版中的新功能</a>。 </p> <b>1.3.3测试版</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> 打开/保存格式 </dt> <dd> 导入 <ul> <li>在 OS X 上支持从 QuickTime (mov, aac, m4a) 文件导入音频。</li> <li>支持导入博客波形格式(Broadcast Wave Format,即BWF)文件。</li> </ul> </dd> <dd> 导出 <ul> <li>给OGG文件添加元信息。</li> <li>改进了导出选项的选择。</li> <li>针对MP3和FLAC文件格式提供了更多导出选项。</li> <li>在 Windows 和 OS X 上都支持命令行导出器。</li> </ul> </dd> <dt> 特效 </dt> <dd> 均衡特效 <ul> <li>提高了响应灵敏度。</li> <li>新加了几处增强。</li> <li>添加了批量支持。</li> </ul> </dd> <dd> 新的 Auto Duck 特效 </dd> <dd> 为 AudioUnit 特效新加了预览功能。 </dd> <dd> 极大改进了噪声消除特效 </dd> <dd> 特效预览现在可以中途取消了。 </dd> <dd> 新的 DTMF （双音多频）音调发生器特效 </dd> <dd> 噪音特效增加了更多选项。 </dd> <dd> 改进了音调生成的特效。 </dd> <dt> 其它功能 </dt> <dd> 全新内建的截屏工具 </dd> <dd> 大幅提高了绘制频谱图时的速度 </dd> <dd> 更多针对OS X上的拖放支持。</dd> <dd> 支持基于 wxWidgets 2.8.x 控件进行构建。</dd> <dd> 在Windows系统上现在可以从资源管理器中同时打开多个Audacity工程。</dd> <dd> 改进了主窗口的滑动条。 </dd> <dd> 新增在选择和滑动时的吸附(咬合，snapping)功能 </dd> <dd> 改进了轨道焦点处理及可视化反馈。 </dd> <dd> 提高了在轨道上改变大小、进行缩放的处理速度 </dd> <dd> 频谱图现在可以缩放了。 </dd> <dd> 新的内部文件缓存，用以改进对网络上工程文件的处理 </dd> <dt> 还包括 </dt> <dd> 许多和语言国际化相关的改进 </dd> <dd> 数个稳定性方面的改进 </dd> </dl> </dd></dl>

source: Audacity 1.3.2 and 1.2.5 Released
sk: Audacity 1.3.2 a 1.2.5 uvoľnené
zh_cn: Audacity 1.3.2 及 1.2.5 发布

source: <p> The Audacity developers have been busy with many new features over the past year. We're pleased to announce <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>, which contains dozens of new features and capabilities. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. For all users, <a href="/download">Audacity 1.2.5</a> is a minor bug-fix update that addresses some problems with Audacity 1.2.4, but does not add any significant new features. It is complete and fully documented. You can have both Audacity 1.2.5 and 1.3.2 installed simultaneously. Also, we have just made available a set of 92 <a href="/download/plugins">LADSPA plug-ins for Windows</a> (for both Audacity 1.2.x and 1.3.x). </p><p> See the <a href="/download/release-notes">1.2.5 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.5, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version. </p> <b>Beta version 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Usability improvements </dt> <dd> New selection bar </dd> <dd> New features for label tracks </dd> <dd> Improved toolbar docking flexibility </dd> <dd> Menu renaming and reorganization </dd> <dd> Selection, ruler, and playback control improvements </dd> <dt> Major improvements to some built-in effects </dt> <dd> New Repair effect </dd> <dd> Improved Equalization effect </dd> <dd> Many fixes and minor improvements to other effects </dd> <dt> Improved accessibility for the visually impaired </dt> <dd> Improvements for screen readers, accessibility of tracks, and hot keys </dd> <dt> Timer recording </dt> <dt> Auto-save and automatic crash recovery </dt> <dt> New features and bug fixes for Nyquist </dt> <dt> Restructured Preferences dialog </dt> <dt> Improved batch processing </dt> <dt> File format export improvements </dt> <dt> Intel Mac support </dt> <dt> Many bug fixes and stability improvements </dt> </dl> </dd></dl> <b>Stable version 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Support for new file formats, including FLAC </dt> <dt> Fixes for Mac audio problems </dt> <dt> Fix Generate Silence bug, a crash issue, and Linux GCC build issues </dt> <dt> Intel Mac support </dt> </dl> </dd></dl>
sk: <p> Počas posledného roku boli vývojári zamestnaní prácou na mnohých nových vlastnostiach Audacity. Teší nás, že môžeme oznámiť uvoľnenie <a href="/download/features-1.3-a">Audacity 1.3.2 (beta)</a>,ktorá obsahuje mnoho nových funkcií a vlastností. Pretože na nej stále pracujeme a doposiaľ nie je hotová dokumentácia ani preklady užívateľského rozhrania, doporučujeme ju predovšetkým pokročilejším používateľom. Pre všetkých používateľov je určená <a href="/download">Audacity 1.2.5</a>, čo je nová opravná verzia, ktorá nepridáva žiadne významné vlastnosti, ale reaguje na niektoré problémy objavené v Audacity 1.2.4 a je opatrená kompletnou dokumentáciou. Obidve verzie Audacity 1.2.5 a 1.3.2 môžu byť inštalované súčasne. Ďalej sme sprístupnili sadu 92 <a href="/download/plugins">LADSPA pluginov pre Windows</a> (pre Audacity 1.2.x a 1.3.x). </p><p> Kompletný zoznam zmien a známych problémov v Audacity 1.2.5 nájdete v <a href="/download/release-notes">poznámkach k vydaniu 1.2.5</a>, ďalšie informácie o novej beta verzii sú v dokumente <a href="/download/features-1.3-a">nové vlastnosti vo verzii 1.3</a>. </p> <b>Beta verzia 1.3.2</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Zlepšenie použiteľnosti </dt> <dd> Nový výberový panel </dd> <dd> Nové vlastnosti popisových stôp </dd> <dd> Vylepšené dokovanie panela nástrojov </dd> <dd> Zmeny názvov a organizácia menu </dd> <dd> Zlepšenie výberu, meradla a ovládania prehrávania </dd> <dt> Najvýznamnejšie zlepšenie v niektorých vystavených efektoch </dt> <dd> Nový opravný efekt </dd> <dd> Zlepšený ekvalizačný efekt </dd> <dd> Mnoho opráv a malých vylepšení v ďalších efektoch </dd> <dt> Zlepšená prístupnosť pre zrakovo postihnutých </dt> <dd> Zlepšenie pre čítačky obrazovky, prístup ku stopám a klávesové skratky </dd> <dt> Časové nahrávanie </dt> <dt> Automatické ukladanie a oprava pádu programu </dt> <dt> Nové vlastnosti a opravy v Nyquistu </dt> <dt> Prepracovaný dialóg nastavenia programu </dt> <dt> Zlepšenie hromadných operácií </dt> <dt> Zlepšenie exportu do iných súborových formátov </dt> <dt> Podpora pre Intel Mac </dt> <dt> Mnoho opráv a zlepšení stability </dt> </dl> </dd></dl> <b>Stabilná verzia 1.2.5</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> Podpora pre nové súborové formáty vrátane FLAC </dt> <dt> Opravy problémov v Mac audio </dt> <dt> Oprava chyby vo funkcii generovania ticha, chyby pádu aplikácie a chýb pri zostavovaní pomocou Linux GCC </dt> <dt> Podpora pro Intel Mac </dt> </dl> </dd></dl>
zh_cn: <p> 在过去一年里，Audacity的开发者忙于开发 许多新的特性。我们很高兴地推出 <a href="/download/features-1.3-a">Audacity 1.3.2 (测试版)</a>，它 包含十几项新特性和功能。因为它正在开发中， 还没有完整的文档或翻译， 仅推荐更高级的用户使用它。 对于所有用户，<a href="/download">Audacity 1.2.5</a> 是1.2.4版的一个小小升级版，改正了一些问题， 但没有新增比较显著的特性。 这个版本是完整的，提供全套文档。您可以同时安装 Audacity 1.2.5版和1.3.2版。 同时，我们已经引入了一组92个 <a href="/download/plugins">LADSPA插件（Windows版适用）</a> (支持Audacity 1.2.x版和1.3.x版)。 </p><p> Audacity 1.2.5版的修订和已知问题的完整列表参见<a href="/download/release-notes">1.2.5版发行注记</a>，而 新测试版的信息则参见 <a href="/download/features-1.3-a">1.3版的新特性</a>。 </p> <b>1.3.2测试版</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> 可用性的改进 </dt> <dd> 新的选段栏 </dd> <dd> 标签轨道的新特性 </dd> <dd> 工具栏靠附变得更灵活 </dd> <dd> 重新命名和组织了菜单 </dd> <dd> 改进了选段、标尺和回放控制 </dd> <dt> 对一些内建特效做了比较大的改进 </td> <dd> 新的修复特效 </dd> <dd> 改进了均衡特效 </dd> <dd> 修正了许多缺陷，对其它特效做了一些小改进 </dd> <dt> 对于视觉障碍者改进了可用性 </dt> <dd> 改进了读屏软件兼容性、轨道操作的可用性以及热键 </dd> <dt> 计时录音 </dt> <dt> 自动保存和自动的崩溃恢复 </dt> <dt> 针对Nyquist的新特性和修正了程序缺陷 </dt> <dt> 重新设计了参数设置对话框 </dt> <dt> 改进了批量处理 </dt> <dt> 改进了文件格式导出 </dt> <dt> 支持Intel内核的Mac </dt> <dt> 修正了许多缺陷，改进了稳定性 </dt> </dl> </dd></dl> <b>1.2.5稳定版</b> <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt> 支持新的文件格式，包括FLAC </dt> <dt> 修正了Mac的音频问题 </dt> <dt> 修正了产生静音的缺陷、导致崩溃的问题及Linux下GCC编译的问题 </dt> <dt> 支持Intel内核的Mac </dt> </dl> </dd></dl>

source: The Audacity Store Is Open
sk: Obchod Audacity je otvorený
zh_cn: Audacity商店开张了

source: <p>You are invited to try out the new <a href="http://audacitystore.com/">Audacity Store</a>, which features Audacity-logo items (T-shirts, embroidered polo shirts, embroidered messenger bags), and consumer electronics. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity Store"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Learn more about how Audacity raises money... </a> </p> <h3>New Releases on the Way</h3> <p>Also, we will soon release updates to both the stable 1.2.x and development 1.3.x lines. The new 1.3.x version will be 1.3.2 -- no official 1.3.1 because there are lots of changes and several unofficial 1.3.1 builds have already been posted. Major changes in the 1.3.2 release include: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Preliminary Intel Mac Support</dt> <dd>pre-release builds at <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dependencies dialog</dt> <dd>lets user see dependencies of project on other files, and copy audio data directly into the project</dd> <dt>Crash Recovery</dt><dd>automatically saved data makes recovery fast and easy</dd> <dt>New Repair Effect</dt><dd>smooths corrupted waveforms</dd> <dt>UI Changes</dt> <dd>themes (custom user interfaces), new toolbar docking features, new time-specification controls, increased accessibility support, history window changes, lots more</dd> <dt>Selection Bar Improvements</dt><dd>increased control and bug fixes</dd> <dt>Equalization Effect Improvements</dt><dd>better layout of Graphic EQ, faster animation of curve, increased control</dd> <dt>Many More LADSPA effects for Windows</dt><dd>most LADSPA effects now ported to Windows</dd> <dt>Numerous Bug Fixes</dt><dd>fixes to hotkeys, directories, Portable Audacity, crashes, etc.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
sk: <p>Pozývame vás do nového obchodu <a href="http://audacitystore.com/">Audacity Store</a>, ktorý ponúka veci s logom Audacity (tričká, vyšívané športové košele, vyšívané športové tašky) a spotrebnú elektroniku. </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt=_("Audacity Store")></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">Viac o tom, ako Audacity zháňa peniaze... </a> </p> <h3>Nové uvoľnenie na ceste</h3> <p>V najbližšej dobe uvoľníme nové stabilné verzie 1.2.x a vývojové 1.3.x vetvy. Nová verzia v rade 1.3.x bude verzia 1.3.2 -- verzia 1.3.1 bude kvôli veľkému množstvu zmien neoficiálna a niekoľko neoficiálnych skúšobných verzií 1.3.1 už bolo aktualizovaných. Najvýznamnejšie zmeny v uvoľnenej verzii 1.3.2: <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>Dočasná podpora pre Intel Mac</dt> <dd>predbežné skúšobné verzie sú na <a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a></dd> <dt>Dialóg závislostí</dt> <dd>dovoľuje používateľovi prezerať závislosti projektu na ďaľších súboroch a kopírovať zvukové dáta priamo do projektu</dd> <dt>Opravy pádov</dt><dd>automatické ukladanie dát umožňuje rýchlu a jednoduchú opravu</dd> <dt>Nový efekt opravy</dt><dd>vyrovnáva poškodené tvary</dd> <dt>UI zmeny</dt> <dd>témy (vlastné užívateľské rozhranie), nové vlastnosti dokovania panela nástrojov, nové špecifické kontrolovanie času, vylepšená podpora prístupnosti, zmeny v okne histórie a mnoho ďalších</dd> t <dt>Vylepšený Panel výberu</dt><dd>zvýšenie kontroly a opravy chýb</dd> <dt>Vylepšenie Efektu vyrovnávania</dt><dd>lepšie rozloženie grafického ekvalizéru, rýchlejša animácia krivky, zvýšená kontrola</dd> <dt>Mnoho ďaľších LADSPA efektov pre Windows</dt><dd>väčšina LADSPA efektov je portovaná na Windows</dd> <dt>Početné opravy chýb</dt><dd>opravy klávesových skratiek, adresárov, prenosnej Audacity, pádov, atď.</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>
zh_cn: <p>您被邀请来新开张的<a href="http://audacitystore.com/">Audacity商店</a>看看，这里提供 有Audacity图标的物件 (T恤、有刺绣图案的球衣及背包)和消费电子产品。 </p> <p align="center"> <a href="http://audacitystore.com/"> <img src="../images/Audacity Store_banner_50pct.jpg" alt="Audacity商店" title="Audacity商店"></img> </a> </p> <p><a href="http://audacity.sourceforge.net/community/donate">了解Audacity如何获得资金... </a> </p> <h3>新的版本正在开发中</h3> <p>同时，我们将很快推出1.2.x稳定版和1.3.x开发版的升级版本。 新的1.3.x版本为1.3.2 -- 没有正式的1.3.1版，因为有许多改变， 且已有数个非正式的1.3.1版被发布出来了。 1.3.2版中的主要变化有： <dl><dt></dt><dd><!-- indent cheat --> <dl> <dt>对基于Intel处理器内核Mac的初步支持</dt> <dd>在<a href="http://audacityteam.org/mac">http://audacityteam.org/mac</a>发布了一个预览版</dd> <dt>依赖性对话框</dt> <dd>让用户查看项目对其它文件的依赖情况，并且能 直接复制音频数据至项目中</dd> <dt>崩溃后的恢复</dt><dd>自动保存数据，使恢复更快更方便</dd> <dt>新的修复特效</dt><dd>平滑被破坏的波形</dd> <dt>界面的变化</dt> <dd>主题 (定制用户界面)，新的工具栏摆放效果，新的 时间控制，更多易用性支持，修改了历史 窗口，等等</dd> <dt>改进了选择栏</dt><dd>更多控件和错误修正</dd> <dt>改进了平衡器特效</dt><dd>图形均衡(EQ)布局更好，曲线动画更快，更多控件</dd> <dt>为Windows版本新加了许多LADSPA特效</dt><dd>大多数LADSPA特效现在已经移植到了Windows的版本</dd> <dt>修正了许多错误</dt><dd>包括快捷键、目录、便携版Audacity、崩溃等错误</dd> <dt></dt><dd></dd> </dl> </dd></dl> </p>

source: Audacity 1.2.4 and 1.3.0 Released
sk: Audacity 1.2.4 a 1.3.0 uvoľnené
zh_cn: Audacity 1.2.4 及 1.3.0 发布

source: <p>Audacity 1.2.4 is a new stable version of Audacity. It includes a couple of bug fixes and minor improvements and is recommended for all users. Audacity 1.3.0 is a beta release that contains hundreds of <a href="/download/features-1.3-a">new features</a>, but this version is unfinished and unstable, and is recommended primarily for advanced users. You can install both Audacity 1.2 and 1.3 simultaneously.</p> <p>See the <a href="/download/release-notes">1.2.4 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.4, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version.</p> <p>Finally, the best way to get help with Audacity is now the new <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
sk: <p>Audacity 1.2.4 je nová stabilná verzia Audacity. Obsahuje niekoľko opráv a menších vylepšení a je určená pre všetkých užívateľov. Audacity 1.3.0 je beta verzia, ktorá obsahuje stovky <a href="/download/features-1.3-a">nových funkciía</a>, ale doteraz je nedokončená a nestabilná. Preto je určená predovšetkým skúseným užívateľom. Obidve verzie môžu byť súčasne nainštalované na tom istom počítači.</p> <p>Pozrite<a href="/download/release-notes">1.2.4 Poznámky</a> kde nájdete kompletný zoznam zmien a známych problémov v Audacity 1.2.4, alebo pozrite <a href="/download/features-1.3-a">Nové funkcie v 1.3</a> pre informácie o novej beta verzii.</p> <p>Konečne, najlepší spôsob, ako získať pomoc s Audacity je teraz na novom <a href="http://audacityteam.org/forum/">diskusnom fóre Audacity</a>. </p>
zh_cn: <p>Audacity 1.2.4是新的稳定版本。它修正了一些错误，并有一些小的改进，我们推荐用户使用这个版本。 Audacity 1.3.0是测试版，包含数百个<a href="/download/features-1.3-a">新特性</a>，不过这个版本还没有最终完成，不太稳定，只建议高级用户使用它。 您可以同时安装Audacity 1.2 和 1.3。</p> <p>Audacity 1.2.4版的变动及已知问题的完整列表请参见<a href="/download/release-notes">1.2.4发行注记</a>，关于最新测试版的信息见<a href="/download/features-1.3-a">1.3版的新特性</a>。</p> <p>最后，告诉大家一个获取Audacity帮助信息的最好途径，那就是 新建的<a href="http://audacityteam.org/forum/">Audacity论坛(英)</a>。 </p>

source: Audacity 1.2.3 Released
sk: Audacity 1.2.3 uvoľnená
zh_cn: Audacity 1.2.3 发布

source: <p>Audacity 1.2.3 is a new stable version of Audacity. This version fixes a bug that interfered with long recordings on some Windows systems, and another bug that causes random crashes on Mac OS X. It also includes several updated translations, and other bug fixes and minor improvements.</p> <p>See the <a href="/download/release-notes">Release Notes</a> for a complete list of changes and known problems in this version.</p>
sk: <p>Audacity 1.2.3 je nová stabilná verzia Audacity. Táto verzia opravuje chybu, ktorá sa objavuje v súvislosti s dlhými nahrávkami na niektorých systémoch Windows a tiež chybu, ktorá zapríčiňuje náhodné padanie na Mac OS X. Obsahuje tiež niekoľko aktualizovaných prekladov do iných jazykov, opravy ďalších chýb a malé vylepšenia.</p> <p>Pozrite <a href="/download/release-notes">Poznámky</a> kde nájdete kompletný zoznam zmien a známych problémov v tejto verzii.</p>
zh_cn: <p>Audacity 1.2.3是Audacity的稳定的新版本。该版本修正了在某些Windows系统上干扰长时间录音的错误，以及另一个在Mac OS X上导致随机性崩溃的错误。 它同时包括了几个升级后的本地化包，以及其它的错误修正和小的改进。</p> <p>此版本的变动和已知问题的完整列表参见<a href="/download/release-notes">发行注记</a>。

source: Free Audio Editor and Recorder
sk: Voľne dostupný zvukový editor a rekordér
zh_cn: 自由且免费的音频编辑器和录音器

source: Get Notified of New Versions
sk: Dostávať správy o nových verziách
zh_cn: 获得新版本通知

source: Email address
sk: Emailová adresa
zh_cn: Email地址

source: Add
sk: Vložiť
zh_cn: 加入

source: Remove
sk: Presunúť
zh_cn: 删除

source: File Formats
sk: Formáty súborov
zh_cn: 文件格式

source: Audacity uses an open XML file format to encourage interoperability. Beginning with version 1.3.0, we are publishing the following DTD to aid those who want to develop software that reads and writes Audacity project files:
sk: K dosiahnutiu interoperability Audacity používa otvorený súborový formát XML.Začínajúc verziou 1.3.0 zverejňujeme následujúce DTD, aby sme umožnili vývoj softwaru, ktorý dokaže čítať a zapisovať projektové súbory Audacity:
zh_cn: 出于兼容的目的，Audacity使用一种开放的XML文件格式。从版本1.3.0起，我们公开了以下的DTD定义，以帮助其他开发者开发能够读写Audacity工程文件的软件：

source: More documentation on the Audacity project file format is forthcoming.
sk: Daľšie dokumentácie k súborovému formátu Audacity sa pripravuje.
zh_cn: 我们即将提供更多关于Audacity工程文件格式的文档。

source: How Does Audacity Raise Money?
sk: Ako Audacity získava peniaze?
zh_cn: Audacity项目是如何获得资金的？

source: Make a Donation
zh_cn: 捐赠

source: Audacity raises money via donations, <a href="http://audacityteam.org/sponsor.php">sponsorships</a> and <a href="../contact/privacy#advertising">advertisements</a> on our web pages.
zh_cn: Audacity通过捐赠、<a href="http://audacityteam.org/sponsor.php">赞助</a>及<a href="../contact/privacy#advertising">网页广告</a> 等途径获得资金。

source: As of March 2007, <a href="http://sourceforge.net/">SourceForge.net</a>, which hosts the Audacity site and downloads, is allowing us to also post advertisements, in an innovative program whereby we split the revenues. Thank you, <a href="http://sourceforge.net/">SourceForge.net</a>!
zh_cn: 从2007年三月开始，<a href="http://sourceforge.net/">SourceForge.net</a>（Audacity网站的托管平台）允许我们张贴广告。藉此创新的政策，我们可以分享利润。 感谢<a href="http://sourceforge.net/">SourceForge.net</a>！

source: Income to Audacity is not distributed among previous contributors to Audacity. There are too many people and it would be difficult to do so fairly. Also, nobody contributed code to Audacity expecting money in return. Audacity is developed by volunteers, working in our spare time. Audacity is not shareware, and we do not expect to make any money from it.
zh_cn: Audacity的收入并不会平分给之前的贡献者。贡献者太多了，很难做到公平分配。并且，贡献者对Audacity的付出并不期望得到金钱回报。Audacity是志愿者利用空闲的时间开发的。Audaicty并不是共享软件，不是拿来赚钱的。
