Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: Rather, the team of Audacity lead developers will spend the money on items and services that benefit the project as a whole. Money that comes in to the project helps us pay for bandwidth and web hosting, development tools, and audio hardware. In the past we used funds from donations to purchase the Audacity trademark and to subsidize travel costs for Audacity developers to meet for a hackathon, and we plan to do more of these. Our long-term goal is to bring in enough money to hire a full-time developer who could devote all of his/her time to the project and take over some of the administrative, maintenance and release tasks, freeing volunteers to spend more time on code.
zh_cn: Audacity核心开发者团队将把这些资金花在用来使项目受益的事情和服务上。投入到这个项目的钱帮助我们支付宽带和服务器的费用，购买开发工具及音频设备。过去我们使用捐赠的资金购买了Audacity商标， 并用于补助Audacity开发者参加"黑客大会(hackathon)"的路费开支， 我们计划多开展此类活动。我们长期的目标是获得足够的资金来雇佣全职开发者，使其能全心投入项目并担当一些行政、维护、发布等性质的工作，以便志愿者能更专注于程序开发。

source: These are all things that help us provide Audacity for free and continue to make it better. The Audacity Team is completely committed to keeping Audacity free and open source. We made that commitment in <a href="http://audacity.sourceforge.net/about/license">licensing Audacity under the GNU General Public License</a>.
zh_cn: 所有这些帮助我们以自由的方式提供Audacity，并让它更好。 Audacity团队完全承诺提供免费的Audacity自由软件，并开放其源码。 我们以 <a href="http://audacity.sourceforge.net/about/license"> 将Audacity置于GNU GPL许可证之下</a>的方式作出承诺。

source: Other Ways to Contribute
zh_cn: 其它的参与方式

source: Besides donating money, you can <a href="http://wiki.audacityteam.org/wiki/Contribute"> contribute your time</a> by helping us with <a href="../community/developers">programming</a>, <a href="../contact#feedback">testing</a>, <a href="http://manual.audacityteam.org/"> documentation</a>, <a href="../community/translation">translations</a> or by anwering questions on our <a href="http://forum.audacityteam.org/">Forum</a>. We have always welcomed users whose only contribution is simply using Audacity, giving us feedback on how to improve it and telling others about it. Thank you for supporting Audacity.
zh_cn: 除捐赠之外，您还可以<a href="http://wiki.audacityteam.org/wiki/Contribute">贡献您的时间</a>帮助我们<a href="../community/developers">编程</a>、<a href="../contact#feedback">测试</a>、<a href="http://manual.audacityteam.org/"> 写文档</a>、<a href="../community/translation">翻译</a>或者在我们的<a href="http://forum.audacityteam.org/">论坛</a>上回答问题。 我们始终欢迎用户通过仅仅是使用Audacity来支持我们，给我们改进的反馈意见、及

source: for Windows&reg; 98/ME/2000/XP/Vista
sk: pre Windows&reg; 98/ME/2000/XP/Vista

source: for Mac OS X 10.1 or later
sk: pre Mac OS X 10.1 alebo novší

source: for Mac OS X 10.4 or later
sk: pre Mac OS X 10.4 alebo novší

source: for Windows&reg;, Mac or GNU/Linux
sk: pre Windows&reg;, Mac alebo GNU/Linux

source: The Free, Cross-Platform Sound Editor
sk: Voľne dostupný, multiplatformový zvukový editor

source: Audacity&reg; is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a> Also check our <a href="http://audacityteam.org/wiki/">Wiki</a> and <a href="http://audacityteam.org/forum/">Forum</a> for more information.
sk: Audacity&reg; je voľne dostupný program pre nahrávanie a upravovanie zvukov. Je dostupný pre Mac OS X, Microsoft Windows, GNU/Linux a ďaľšie operačné systémy. <a href="about/"> Naučte sa viac o Audacity...</a> Tiež môžete pozriť naše <a href="http://audacityteam.org/wiki/">Wiki</a> a <a href="http://audacityteam.org/forum/">Fórum</a> pre viac informácií.

source: The latest release of Audacity is <a href="/download">1.3.7 (Beta)</a>. Because it is a work in progress and does not yet come with complete documentation or translations into foreign languages, it is recommended for more advanced users. See <a href="/download/features-1.3-a">New Features in 1.3</a> for more information about the 1.3.x Beta series.
sk: Najnovšia verzia Audacity je <a href="/download">1.3.7 (beta)</a>. Keďže je stále vo vývoji a zatiaľ ešte nemá kompletnú dokumentáciou alebo preklad do cudzích jazykov, je odporúčaná pre skúsenejších užívateľov. Pozri <a href="/download/features-1.3-a">Nové vlastnosti v 1.3</a> pre viac informácií o 1.3.x beta sérii.

source: For all users, <a href="/download">Audacity 1.2.6</a> is a stable release, complete and fully documented. You can have Audacity 1.2.6 and 1.3.7 installed on the same machine.
sk: Pre všetkých užívateľov, <a href="/download">Audacity 1.2.6</a> je stále uvoľnená, kompletna a úplne zdokumentovaná. Môžete mať obidve Audacity 1.2.6 a 1.3.7 nainštalované súčasne.

source: Download Audacity %s
sk: Stiahnuť Audacity %s

source: Other downloads
sk: Iné voľne stiahnutelné

source: This web site is Copyright &copy; %s members of the Audacity development team. Except where otherwise noted, all text and images on this site are licensed under the <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. You may modify, copy, distribute, and display this material, but you must give credit to the original authors. Please see the license for details.
sk: &copy; %s práva k tejto stránke sú vo vlastníctve členov vývojového tímu Audacity. Ak nie je uvedené inak, všetky texty a obrázky na tejto stránke sú pod licenciou <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, verzie 2.0</a>. Môžete ich meniť, kopírovať, rozšírovať a uverejňovať, ale ste povinní uviesť pôvodných autorov. Podrobné informácie získate v uvedenej licencii.

source: This is a list of features in Audacity, the free audio editor. For more information on how to use these features, go to the <a href="../help/">help pages</a>.
sk: Toto je zoznam vlastností Audacity, voľne dostupného zvukového editora. Ďalšie informácie o používaní týchto vlastností, nájdete na <a href="../help/">stránkach s nápovedou</a>.

source: <h3>Recording</h3> <p>Audacity can record live audio through a microphone or mixer, or digitize recordings from cassette tapes, vinyl records, or minidiscs. With some sound cards, it can also capture streaming audio.</p> <ul> <li>Record from microphone, line input, or other sources.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Record up to 16 channels at once (requires multi-channel hardware).</li> <li>Level meters can monitor volume levels before, during, and after recording.</li> </ul>
sk: <h3>Nahrávanie</h3> <p>Audacity môže nahrávať live zvuk pomocou mikrofónu alebo mixéra, alebo digitalizovať nahrávky z kazety, vinyl záznamu alebo minidisku. U niektorých zvukových kariet je tiež možné zachytiť streamovanie audia.</p> <ul> <li>Nahrávanie z mikrofónu, linkového vstupu alebo z iných zdrojov.</li> <li>Prihrávanie k súčasným stopám a vytvoriť multi-track nahrávky.</li> <li>Nahrávanie až 16 stôp naraz (vyžaduje viackanálový hardware)..</li> <li>Pomocou grafických ukazovateľov je možné monitorovať úrovne hlasitosti pred, počas aj po nahrávaní.</li> </ul>

source: <h3>Import and Export</h3> <p>Import sound files, edit them, and combine them with other files or new recordings. Export your recordings in several common file formats.</p> <ul> <li>Import and export WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> files.</li> <li>Import MPEG audio (including MP2 and MP3 files) with <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s with the optional LAME encoder library.</li> <li>Create WAV or AIFF files suitable for burning to CD.</li> <li>Import and export all file formats supported by <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (headerless) audio files using the “Import Raw” command.</li> <li><strong>Note:</strong> Audacity does not currently support WMA, AAC, or most other proprietary or restricted file formats.</li> </ul>
sk: <h3>Import a Export</h3> <p>Importujte zvukové súbory, ľubovoľne ich upravujte a kombinujte s inými súbormi alebo novými nahrávkami. Vyexportujte svoje nahrávky v niekoľkých zavedených formátoch.</p> <ul> <li>Import a export súborov WAV, AIFF, AU, a <a href="http://vorbis.com">Ogg Vorbis</a>.</li> <li>Import MPEG audio (vrátane súborov MP2 a MP3) pomocou knižnice <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export do MP3 pomocou voliteľnej enkódovacej knižnice LAME.</li> <li>Ukladanie WAV alebo AIFF súborov vhodných pre vypaľovanie na CD.</li> <li>Import a export všetkých súborových formátov, ktoré podporuje knižnica <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Príkazom “Importovať Raw” je možné otvátať súbory raw (headerless) audio.</li> <li><strong>Poznámka:</strong> Audacity v súčasnej dobe nepodporuje WMA, AAC a ďaľšie proprietárne alebo inak obmedzené súborové formáty.</li> </ul>

source: <h3>Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste, and Delete.</li> <li>Use unlimited Undo (and Redo) to go back any number of steps.</li> <li>Very fast editing of large files.</li> <li>Edit and mix an unlimited number of tracks.</li> <li>Use the Drawing tool to alter individual sample points.</li> <li>Fade the volume up or down smoothly with the Envelope tool.</li> </ul>
sk: <h3>Editácia</h3> <ul> <li>Jednoduché úpravy pomocou nástrojov Vystrihnúť, Kopírovať, Vložiť a Zmazať.</li> <li>Neobmedzený počet vrátenia i znovuprevedenia operácií pomocou funkcií Spät a Znovu umožňuje vrátiť sa o akýkoľvek počet krokov.</li> <li>Veľmi rýchla editácia veľkých súborov.</li> <li>Editácia a miešanie neobmedzeného počtu stôp.</li> <li>S využitím nástroja Kreslenie je možné určiť vlastné vzorkovacie body.</li> <li>Plynulé úpravy hlasitosti oboma smermi s nástrojom Obálka.</li> </ul>

source: <h3>Effects</h3> <ul> <li>Change the pitch without altering the tempo, or vice-versa.</li> <li>Remove static, hiss, hum, or other constant background noises.</li> <li>Alter frequencies with Equalization, FFT Filter, and Bass Boost effects.</li> <li>Adjust volumes with Compressor, Amplify, and Normalize effects. <li>Other built-in effects include: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
sk: <h3>Efekty</h3> <ul> <li>Zmeny ladenia bez vplyvu na tempo skladby a naopak.</li> <li>Odstraňovanie statického syčivého, hučivého a iného rušivého ruchu v pozadí.</li> <li>Zmeny frekvencie pomocou Ekvalizéru, FFT Filtra, a efektu Zvýraznenia basov (Bass Boost).</li> <li>Zmeny hlasitosti pomocou kompresoru Zosilnenie a Normalizácia. <li>Ďalšie vstavané efekty: <ul> <li>Echo</li> <li>Fázor (Phaser)</li> <li>Kvákadlo (Wahwah)</li> <li>Obrátenie (Reverse)</li> </ul> </li> </ul>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 kHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
sk: <h3>Zvuková kvalita</h3> <ul> <li>Nahrávanie a úpravy 16-bit, 24-bit, a 32-bit (floating point) vzorkiek .</li> <li>Nahrávanie do 96 KHz.</li> <li>Vzorkovacia frekvencia a formáty sú uskutočňované s použitím vysoko kvalitného prevzorkovania a ditheringu.</li> <li>Pri miešaní stôp s rôznou vzorkovacou frekvenciou alebo v rôznych formátoch Audacity vykoná prevod automaticky v reálnom čase.</li> </ul>

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plug-ins</a>.</li> <li>Audacity includes some sample plug-ins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plug-ins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
sk: <h3>Pluginy</h3> <ul> <li>Pridávanie nových efektov s <a href="http://www.ladspa.org/">LADSPA pluginmi</a>.</li> <li>Audacity obsahuje ukážkové pluginy od <a href="http://plugin.org.uk/">Steva Harrisa</a>.</li> <li>Použitie VST pluginov vo Windows a Mac pomocou voliteľného <a href="http://audacityteam.org/vst/">VST Enableru</a>.</li> <li>Možnosť napísania vlastných efektov vo vstavanom programovacom jazyku <a href="../help/nyquist">Nyquist</a>.</li> </ul>

source: <h3>Analysis</h3> <ul> <li>Spectrogram mode for visualizing frequencies.</li> <li>“Plot Spectrum” command for detailed frequency analysis.</li> </ul>
sk: <h3>Analýza</h3> <ul> <li>Režim spektrogramu pre zobrazenie frekvencií.</li> <li>Príkaz “vykresliť spektrum” pre detailnú frekvenčnú analýzu.</li> </ul>

source: <h3>Free and Cross-Platform</h3> <ul> <li>Licensed under the <a href="license">GNU General Public License (GPL)</a>.</li> <li>Runs on Mac OS X, Windows, and GNU/Linux.</li> </ul>
sk: <h3>Voľne dostupný a multiplatformný</h3> <ul> <li>Licencované pod <a href="license">GNU General Public License (GPL)</a>.</li> <li>Funguje na Mac OS X, Windows, a GNU/Linuxu.</li> </ul>

source: Emeritus: distinguished Audacity team members, not currently active
sk: Emeritus: významní členovia tímu Audacity, v súčasnej dobe neaktívni

source: Other Things Named “Audacity” (not related to us)
sk: Ďaľšie veci s názvom “Audacity” (s ktorými nemáme nič spoločné)

source: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
sk: <a href="http://audacityaudio.com/index.htm">Audacity DVR</a> je digitálny zvukový rekordér pre Palm OS a Treo notebooky

source: <a href="http://www.audacity.org">Audacity.org</a> is a research company for construction industry professionals.
sk: <a href="http://www.audacity.org">Audacity.org</a> je spoločnosť, ktorá uskutočňuje výskumy pre profesionálov v stavebníctve.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> provides janitorial services for businesses and individuals in the Seattle, WA metro area.
sk: <a href="http://www.audacity.com/">Audacity, Inc.</a> poskytuje údržbárske služby pre firmy a jednotlivcov v Seattli, WA metro oblasti.

source: Other Audio Software
sk: Dalšie audio programy

source: More free software at SourceForge.net:
sk: Ďaľší voľne prístupný software na SourceForge.net:

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, WAV or AIFF sound files.</li> <li>Cut, copy, splice or mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
sk: <p>Audacity je voľne dostupný, ľahko ovládateľný zvukový editor a rekordér pre Windows, Mac OS X, GNU/Linux a ďalšie operačné systémy. Audacity môžete využiť na:</p> <ul> <li>priame nahrávanie zvuku</li> <li>prevod nahrávok z pásiek a dosiek do digitálneho záznamu alebo na CD</li> <li>editáciu zvukových súborov vo formátoch Ogg Vorbis, MP3 a WAV </li> <li>strihanie, rozdeľovanie a miešanie nahrávok</li> <li>zmeny rýchlosti a ladenie nahrávok</li> <li>a mnoho ďalších vecí! Pozrite sa na celý <a href="features">prehľad vlastností</a>.</li> </ul>

source: <h3 id="license">License</h3> <p>Audacity is <a href="../help/faq?s=general&amp;i=free">free software</a>. You may use it for any personal, commercial or educational purpose, including installing it on as many different computers as you wish.</p> <p>You may also copy, distribute, modify, and/or resell Audacity, under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> as published by the Free Software Foundation - either <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">version 2 of the License</a>, or (at your option) any later version. In granting you this right, the GPL requires that the source code you distribute is itself available under the GPL.
sk: <h3 id="license">Licencia</h3> <p>Audacity je <a href="../help/faq?s=general&amp;i=free">voľný software</a>. Môžete ju použiť pre akékoľvek osobné, obchodné alebo vzdelávacie účely, vrátane inštalácie na mnohých, rôznych počítačoch, ako budete chcieť.</p> <p>Môžete tiež kopírovať, distribuovať, modifikovať, a/alebo ďalej predať Audacity,v súlade s podmienkami <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License (GPL)</a> ako boli vydávané Free Software Foundation - buď <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">verziou 2 tejto Licencie</a>, alebo (podľa vášho uváženia) inou ďaľšou verziou. Poskytnutím týchto práv, GPL požaduje, že zdrojový kód, ktorý distribuujete je sám o sebe k dispozícii pod GPL.

source: If you adhere to these, please
sk: Ak budete dodržiavať tieto, prosím

source: e-mail us</a> for possible inclusion on our <a href="../download/bundlers">Vendors and Distributors of Audacity</a> page.
sk: pošlite nám e-maill</a>pre prípadné zaradenie na našu stránku<a href="../download/bundlers">Predajcov a distribútorov Audacity</a> .

source: <h4 >Legal Requirements</h4> <p>You <b>must</b> include the following to comply with version 2 or later of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a>: <ol> <li>a verbatim copy of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and </li> <li>the <a href="http://audacity.sourceforge.net/download/source">Audacity source code</a> (or if you are distributing a modified version of Audacity, that modified code). Failing that, you must include a written offer to supply the code.</li> </ol> </p>
sk: <h4 >Právne požiadavky</h4> <p>Vy <b>musíte</b>spĺňať nasledujúce údaje v súlade s verziou 2 alebo inou neskoršou verziou <a href="http://www.gnu.org/licencií/licenses.html#GPL">GPL</a>: <ol> <li>doslovnú kópiu <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> a </li> <li><a href="http://audacity.sourceforge.net/download/source">Audacity zdrojový kód</a> (alebo ak distribujete a meníte verziu Audacity,tak že meníte kód). Ak tak nevykonáte, musíte napísať požiadavku na dodávku kódu.</li> </ol> </p>

source: <p>If you distribute our <a href="http://audacity.sourceforge.net/download/">installers</a> and do not modify them, this will fully comply, because the installers include the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GPL</a> and an offer in README.txt for users to obtain the source code from us. Versions of Audacity after 1.3.3 also include the GPL in the application itself, in the About Audacity dialog.</p>
sk: <p>Ak distribujete naše<a href="http://audacity.sourceforge.net/download/">inštalačky</a> nemeníte ich, úplne to vyhovuje, pretože inštalačky zahŕňajú <a href="http://www.gnu.org/licencie/licenses.html#GPL">GPL</a> a umožňujú ich užívateľom získať v README.txt pre zdrojový kód od nás. Neskoršie verzie Audacity ako 1.3.3 zahŕňajú GPL v samostatnej aplikácii, v okne O Audacity.</p>

source: <p>Additionally, the name <b>Audacity</b>&reg; is a <b>registered trademark</b> of Dominic Mazzoni. Therefore you <b>may not</b> advertise yourself or your business as an authorized distributor of Audacity, and you <b>may not</b> modify Audacity then continue to use the Audacity name without the express permission of the Audacity Team.</p>
sk: <p>Navyše, meno <b>Audacity</b>&reg; je <b>registrovaná ochranná známka</b> spoločnosti Dominica Mazzoniho. Preto ju <b>nesmiete</b> inzerovať sami alebo pod menom vašej firmy ale ako autorizovaný distribútor Audacity, a <b>nemôžete</b> meniť Audacity a potom pokračovať s používaním názvu Audacity bez výslovného súhlasu Audacity Tímu.</p>

source: <h4 >Updating and Documenting Audacity</h4> <p>We would appreciate your linking to our web site: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> so your users can download updated versions of Audacity when released. Also, please subscribe to the notifications list at the bottom of <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> to ensure you receive advice of and can distribute the latest version of Audacity.</p>
sk: <h4 >Aktualizácia a dokumentácia Audacity</h4> <p>Ocenili by sme váš odkaz na našej webovej stránke: <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> tak, si vaši užívatelia môžu stiahnuť aktualizované verzie Audacity keď budú uvoľnené. Tiež, prosím podpíšte sa na zoznam v spodnej časti <a href="http://audacity.sourceforge.net">http://audacity.sourceforge.net</a> aby ste sa uistili, že budete dostávať doporučenia a môžete distribuovať poslednú verziu Audacity.</p>

source: <p>If possible, please include the <a href="http://audacity.sourceforge.net/help/documentation">Audacity documentation</a> with your distribution, to reduce the number of queries we receive.
sk: <p>Ak je to možné, prosím, vložte <a href="http://audacity.sourceforge.net/help/documentation"> Audacity dokumentáciu </a> k vašej distribúcii, aby sa znížil počet otázok, ktoré dostávame.

source: <h4>For vendors selling a hardware product, with Audacity included:</h4>
sk: <h4>Pre obchodníkov predávajúcich hardvérové produkty, s Audacity v cene: </h4>

source: <li>Please test your device with Audacity thoroughly. If there are any specific configuration instructions needed to make your device work with Audacity, please ensure these are included with the device.</li> <li>Please note that we cannot help your customers with problems specific to your device - these must be dealt with by your own qualified staff. Users needing support with Audacity itself can find assistance at <a href="http://audacity.sourceforge.net/contact/">http://audacity.sourceforge.net/contact/</a>.</li> </ol> </p>
sk: <li> Otestujte prosím starostlivo svoje zariadenie s Audacity. Ak existujú nejaké špecifické konfiguračné inštrukcie potrebné k tomu, aby váše zariadenie pracovalo s Audacity, uistite sa prosím, či tieto sú súčasťou zariadenia. </li> <li> Prosím berte na vedomie, že nemôžeme pomôcť svojim zákazníkom s problémami špecifickými pre vaše zariadenie - to je potrebné riešiť prostredníctvom vlastných kvalifikovaných pracovníkov. Užívatelia, ktorí potrebujú pomoc s Audacity môžu sami nájsť pomoc na <a href="http://audacity.sourceforge.net/contact/"> http://audacity.sourceforge.net/contact/. </a> </li> </ol> </p>

source: <h4>For those wishing to resell Audacity, or a rebranded version of it:</h4> <p> <ol> <li>If you are reselling Audacity unmodified, your advertising should make it clear that Audacity is available for free on the Internet, and highlight the benefits of the customer purchasing Audacity from you. For example, you could offer Audacity on a CD-ROM, bundle other software or music files, or provide a printed manual.</li> <li>You should endeavour to provide your own technical support for your customers, and your own documentation if you have modified Audacity.
sk: <h4> Pre tých, ktorí chcú predávať Audacity, alebo je preznačenú verziu: </h4> <p> <ol> <li> Ak ste predávali Audacity nemodifikovanú, a z vašej reklamy je jasné, že Audacity je k dispozícii zdarma na internete treba poukázať na výhody pre zákazníkov nakupujúcich Audacity od vás. Napríklad by ste mohli ponúknuť Audacity na CD-ROM, spolu s ďalším softvérom, alebo hudobné súbory, alebo poskytnúť tlačený manuál. </li> <li> Ak ste zmenili Audacity, mali by ste sa snažiť poskytnúť vlastnú technickú podporu pre svojich zákazníkov a svoju vlastnú dokumentáciu.

source: If you are reselling Audacity exactly as obtained from us and have questions about this, please
sk: Ak predávate Audacity presne podľa inštrukcii získaných od nás a máte otázky, prosím
