Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: If you install libraries using a package management system like Apt or RPM, you need to install the "dev" (development) packages for each library.
sk: Ak budete inštalovať knižnice pomocou systému pre správu balíkov, ako Apt alebo RPM, musíte nainštalovať "dev " (rozvojové) balíčky pre každú knižnicu.

source: To compile Audacity, run the following command in the Audacity source directory:
sk: Ak chcete zkompilovat Audacity, spustite nasledovný príkaz v adresári Audacity zdroj:

source: You can type <i>./configure --help</i> to see a list of compilation options. After Audacity is compiled, run <i>make install</i> as root to install it.
sk: Môžete zadať <i>. /Nápoveda pri konfigurácii</i> a zobrazí sa zoznam možností zostavenia. Po zostavení Audacity, spustite <i>spustiť inštaláciu </i> a nainštaluje ho do hlavného adresára.

source: <ul> <li>On Windows, see the file "compile.txt" inside the "Win" folder in the source code. For OS X, see "compile.txt" inside the "Mac" folder in the code.</li> <li>See our guides to compiling Audacity for <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> and <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> on the <a href="http://audacityteam.org/wiki/">Wiki</a>.</li> <li>If you are still having difficulties, we want to help! Please join <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, our developers' mailing list, then send us an e-mail.</li> </ul>
sk: <ul> <li>V systéme Windows, pozrite súbor "compile.txt" vo vnútri "Win" priečinku v zdrojovom kóde. Pre OS X, pozri "compile.txt" vo vnútri "Mac" priečinku v kóde.</li> <li>Pozrite nášho sprievodcu na kompiláciu Audacity pre <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Windows">Windows</a>, <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Mac">Mac</a> a <a href="http://audacityteam.org/wiki/index.php?title=Developing_On_Linux">Linux/Unix</a> na stránke <a href="http://audacityteam.org/wiki/">Wiki</a>.</li> <li>Ak máte stále ťažkosti, pomôžeme vám! Prosím, prihláste sa na<a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, našu konferenciu vývojárov, potom nám pošlite email.</li> </ul>

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor. See <a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">further information about Vista</a>.
sk: <a href="%s">Audacity %s inštalátor</a> (.exe file, %.1lf MB) - Najnovšia verzia voľne stiahnuteľného zvukového editora Audacity .Pozrite si<a href="http://audacityteam.org/wiki/index.php?title=Windows_Vista_OS">ďaľšie informácie o Vista</a>.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.</a>
sk: <a href="%s">Audacity %s inštalátor</a> (.exe file, %.1lf MB) - Najnovšia verzia voľne stiahnuteľného zvukového editora Audacity.</a>

source: localized_downloads_windows
sk: lokalizovanie_stiahnuteľného_okna

source: <a href="%s">LADSPA plugins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins.
sk: <a href="%s">LADSPA inštalátor %s pluginov</a> (.exe file, %.1lf MB) - cez 90 pluginov.

source: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - If you cannot run the installer because you are in a computer lab or other restricted environment, download and unzip this or the file below instead.
sk: <a href="%s">Audacity %s zip file</a> (%.1lf MB) - Ak nemôžete spustiť inštalátor, pretože ste v počítačovom laboratóriu alebo inom obmedzenom prostredie, stiahnite a namiesto neho otvorte súbor nižšie.

source: Audacity 1.3 Beta is our new, not quite finished, development version which will be the basis of our next "stable" version.
sk: Audacity 1.3 Beta je nová, nie úplne dokončená, vývojárska verzia, ktorá bude základom našej ďaľšej "stable" verzie.

source: If you are new to Audacity or computer audio programs, you may prefer the fully finished Audacity 1.2. Otherwise, please help our development effort by trying the Beta and
sk: Ak ste nový v Audacity alebo audio počítačových programoch, je pre vás lepšia úplne hotová Audacity 1.2. V opačnom prípade prosím, pomôžte nášmu rozvojovému úsiliu, ktoré je v Beta verzii a

source: Select your operating system to download the latest version of the free Audacity sound editor.
sk: Vyberte si svoj operačný systém pre voľné stiahnutie najnovšej verzie zvukového editora Audacity.

source: Stable: 1.2 - for all users
sk: Stabilná: 1.2- pre všetkých užívateľov

source: Latest versions:
sk: Posledné verzie:

source: &nbsp;1.2.5 (Intel) or 1.2.6 (PPC)
sk: &nbsp;1.2.5 (Intel) alebo 1.2.6 (PPC)

source: &nbsp;1.2.6 (in source code)
sk: &nbsp;1.2.6 (v zdrojovom kóde)

source: Beta: 1.3 - for advanced users
sk: Beta: 1.3 - pre pokročilých používateľov

source: &nbsp;1.3.7 (Universal Binary)
sk: &nbsp;1.3.7 (Univerzálne Binárne)

source: &nbsp;1.3.7 (in source code)
sk: &nbsp;1.3.7 (v zdrojovom kóde)

source: For users of <b>Mac OS 9</b>, a legacy 1.0.0 version of Audacity is also available on the
sk: Pre používateľov <b>Mac OS 9</b>, odkaz na 1.0.0 verziu Audacity, čo je zastaralá verzia a je tiež k dispozícii na

source: Mac downloads page.
sk: Mac stránka pre voľné stiahnutie.

source: Further information
sk: Ďaľšie informácie

source: You can also obtain Audacity as a <a href="buy">CD image file or purchasable CD</a>.
sk: Môžete tiež získať Audacity ako <a href="buy"> CD image súbor alebo zakúpením CD </a>.

source: If you wish to compile Audacity yourself, please download the <a href="source">source code</a>.
sk: Ak chcete kompilovať Audacity sami, prosím, stiahnite si <a href="source"> zdrojový kód </a>.

source: Audacity is always free to download from us, but third parties can also sell or otherwise distribute our program, thanks to the <a href="../about/license#license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to use the options listed below.
sk: Audacity je vždy od nás zadarmo na stiahnutie, ale tretie strany môžu tiež predávať alebo inak distribuovať náš program vďaka <a href="../about/license#license">GNU General Public License</a>. Ak budete chcieť kópiu Audacity na CD-ROM, odporúčame vám využiť jednu z možností uvedených nižšie.

source: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a> is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you (US only).</li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.</li> <li><a href="http://theopendisc.com/">OpenDisc</a> is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.</li> </ul> </p>
sk: <h3>Windows</h3> <p> <ul> <li><a href="http://www.freedomsampler.com/">FreedomSampler&trade;</a>je kolekcia free, open source softvér s plným zdrojovým kódom, ktorý umožňuje ľahké rozdelenie podľa GNU General Public license. ISO obrazy možno stiahnuť bezplatne, alebo si môžete <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">zakúpiť</a>a tieto kópie, budú zaslané k vám ( iba v USA). </ li> <li><a href="http://www.theopencd.org/">TheOpenCD</a> je teraz-ukončená zbierka vysoko-kvalitného voľného a open source software, vrátane Audacity. V súčasnosti , môžete ešte stále <a href="http://releases.theopencd.org/">sťahovať archivované CD obrazy </a> alebo <a href="http://ztechshop.net/disks/opencd/">zakúpiť CD on-line</a> pre celosvetové šírenie.</li> <li><a href="http://theopendisc.com/">TheOpenDisc</a> je podobná kolekcii vysoko-kvalitných voľných open source software, vrátane Audacity. V súčasnosti, je na stiahnutie <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> k dispozícii. Projekt sa budeme snažiť sprístupniť zakrátko v predaji na CD.</li> </ul> </p>

source: <p>Because of software patents, we cannot distribute MP3 encoding software ourselves. Follow these instructions to use the free LAME encoder to export MP3 files with Audacity. <h3>Windows</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Click on any link from the list of identical "%s" links.</li> <li>When you have finished downloading LAME, unzip it and save the file <b>lame_enc.dll</b> anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where lame_enc.dll is saved.</li> </ol> <h3>Mac OS 9 or X</h3> <ol> <li>Go to the <a href="%s">LAME download page</a>.</li> <li>Download the version of LameLib for your operating system.</li> <li>When you have finished downloading, use Stuffit Expander to extract the files. (This may happen automatically.)</li> <li>Save the file called "LameLib" anywhere on your computer.</li> <li>The first time you use the "Export as MP3" command, Audacity will ask you where LameLib is saved.</li> </ol>
sk: <p>Pre softwarové patenty, nemôžeme distribuovať MP3 enkódovanie samostatne. Postupujte podľa pokynov pre používanie voľného LAME enkódera pre export MP3 súborov s Audacity. <h3>Windows</h3> <ol> <li>Choďte na <a href="%s">stránku pre voľné stiahnutie programu LAME </a>.</li> <li>Kliknite na niektorý odkaz zo zoznamu totožných "%s" odkazov.</li> <li>Keď ukončíte sťahovanie LAME, rozbaľte ho a uložte súbor <b>lame_enc.dll</b> kdekoľvek vo vašom počítači.</li> <li>Keď prvýkrát použijete príkaz"Exportovať ako MP3" , Audacity sa vás bude pýtať, kde je súbor lame_enc.dll uložený.</li> </ol> <h3>Mac OS 9 alebo X</h3> <ol> <li>Choďte na <a href="%s">stránku pre voľné stiahnutie programu LAME</a>.</li> <li>Stiahnite verziu LameLib pre váš operačný systém..</li> <li>Keď ukončíte sťahovanie, použite Stuffit Expander pre získanie súborov.(Môže sa to stať automaticky.)</li> <li>Uložte súbor s názvom "LameLib" kdekoľvek vo vašom počítači.</li> <li>Keď prvýkrát použijete príkaz "Exportovať ako MP3", Audacity sa vás bude pýtať, kde je súbor LameLib uložený.</li> </ol>

source: Allows Audacity to load VST plug-ins.
sk: Audacity umožňuje uloženie pluginov.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a> (older versions can be viewed by clicking on the appropriate package).
sk: Ak máte problémy so stiahnutím, alebo potrebujete staršiu verziu Audacity, skúste naše <a href="%s"> náhradné odkazy </a> (staršie verzie si môžete pozrieť po kliknutí na príslušné balenie).

source: <ul> <li>Contains dozens of new, exciting features. Very occasionally, these might need final polishing or not be retained in later versions.</li> <li>Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
sk: <ul> <li>Obsahuje mnoho nových, zaujímavých funkcií. Veľmi príležitostne, budú potrebovať menšie konečné úpravy alebo nemôžu byť uchovávané v novších verziách..</li> <li>Občas funkcie nemusia fungovať tak, ako fungovali skôr, alebo môžu byť dočasne zablokované.</li> <li>Niektoré časti programu zatiaľ nie sú zdokumentované alebo preložené do rôznych jazykov.</li> </ul>

source: These commands, and other editing commands, are described in detail below. Alternatively, click on the item in the menu to the left to jump directly to that command.
sk: Tieto a ďalšie editačné príkazy sú podrobne popísané nižšie. Tiež môžete kliknúť na položku menu vľavo a skočiť priamo na príslušnú časť popisu.

source: Splits the current clip into up to three clips at the selection boundaries. The audio before, within, and after the selection can now all be shifted independently
sk: Rozdeliť aktuálny klip do až na tri klipy na hranice výberu. Zvuk predtým, počas a po výbere teraz môže byť posunutý nezávisle

source: Audacity 1.3: Selection Bar
sk: Audacity 1.3: Panel výberu

source: The selection bar
sk: Panel výberu

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Bar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. The selection bar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
sk: V Audacity 1.2, je aktuálny výber obsiahnutý v stavovom riadku v dolnej časti okna. V Audacity 1.3, je toto nahradené plne funkčnou lištou s výberom, ktorá zobrazuje a kontroluje aktuálny výber (vaša voľba začiatku a konca, alebo začiatku a dĺžky), a súčasnú audio pozíciu. Panel výberu je plne editovateľný - stačí kliknúť v akejkoľvek oblasti a druhu na zmenu aktuálneho výberu. Okrem toho, mnoho možností formátovania, umožňujú zobraziť časy v rôznych jednotkách, ako vzorky, CD rámy,alebo NTSC video snímky.

source: The project sample rate control on the selection bar
sk: Projekt výberového konania rýchlosti na panely výberu

source: Typing a new time directly into the selection bar.
sk: Napísanie nového času priamo do panela výberu.

source: Different time formats supported by the selection bar
sk: Rôzne časové formáty podporované panelom výberu

source: Audacity 1.3 has an experimental new dialog for uploading files to a server via FTP. Currently it is just a simple FTP client; in the future we will integrate this feature into Audacity more so you can publish a project directly to a site as a Podcast, for example.
sk: Audacity 1.3 má nové experimentálne dialógové okno pre presúvanie súborov na server pomocou FTP. V súčasnosti sa jedná iba o FTP klienta, v budúcnosti viac zapojíme túto funkciu do Audacity, takže môžete publikovať projektu priamo na stránku ako podcast, ako napríklad.

source: Based on wxWidgets 2.6
sk: Založené na wxWidgets 2.6

source: Audacity has a new feature that allows you to process a bunch of files, for example normalizing and converting to MP3. The CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Batch tab of the Preferences dialog.
sk: Audacity má novú funkciu, ktorá vám umožní spracovať hromadu súborov, napríklad normalizácia a konverzia do MP3. V CleanSpeech režime poskytuje zjednodušené rozhranie pre určité štandardné úpravy, ktoré sa zvyčajne vykonávajú na rečových nahrávkach. Môžete sprístupniť tieto funkcie v karte Nastavenie dialógového okna.

source: When this feature is enabled (in the Interface tab of the Preferences), cutting audio in the middle of a clip does not remove it permanently - at any time in the future, just click on the cut line to restore it.
sk: Ak je táto funkcia povolená (v rozhraní karty Predvoľby), strihanie zvuku uprostred klipu ho neodstráni natrvalo - kedykoľvek v budúcnosti, stačí kliknúť na odstrihnuté línie na jeho obnovenie.

source: One common source of confusion with Audacity is that when you open or import an uncompressed file (e.g. WAV or AIFF), Audacity saves time and memory by only linking to the file, not copying it. But if you move, modify or delete the original file, your Audacity project will not work anymore. Starting with version 1.3.2, Audacity will prompt you every time you save if your project is dependent on other audio files, and give you the option of copying them into the project at that time, so it is self-contained.
sk: Jeden spoločný zdroj zámeny s Audacity je v tom, že keď otvoríte alebo importujete nekomprimovaný súbor (napr. WAV alebo AIFF), Audacity šetrí čas a pamäť tým, že vytvára len odkaz na súbor a nekopíruje ho. Ale ak presúvate, meníte alebo vymazávate originálny súbor, váš projekt v Audacity už nebude viac fungovať. Počínajúc verziou 1.3.2, Audacity vás požiada v každom čase, či váš projekt nie je závislý na iných zvukových súboroch a ponúkne vám možnosť kopírovať ich do súboru v danom čase, tak že je to samostatné.

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are often provided by individual distributions:
sk: Inštalačné balíčky pre Audacity na GNU/Linux a iných Unix- ako systémy sú poskytované samostatnými distribúciami

source: The above list is not comprehensive. If you don't see an up-to-date package for your own distribution, we recommend searching your distribution's web site for the latest information. Alternatively, you can compile Audacity from <a href="source#recdown">source code</a>.
sk: Vyššie uvedený zoznam nie je úplný. Ak nevidíte aktuálny balíček pre vašu distribúciu, odporúčame prehľadať webovú stránku pre distribúciu a najnovšie informácie. Prípadne si môžete zostaviť Audacity zo <a href="source#recdown">zdrojových kódov</a>.

source: For Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
sk: Pre Mac OS X (<b>Intel</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - Najnovšia verzia programu Audacity voľného zvukového editora.

source: For Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
sk: Pre Mac OS X (<b>PPC</b>): <a href="%s">Audacity %s</a> (.dmg súbor, %.1lf MB) - Najnovšia verzia programu Audacity voľného zvukového editora.

source: Audacity 1.2 requires Mac OS X 10.1 or later.
sk: Audacity 1.2 vyžaduje Mac OS X 10.1 alebo novší.

source: Audacity 1.0 requires Mac OS 9.0 or later.
sk: Audacity 1.0 vyžaduje Mac OS 9.0 alebo novší.

source: <a href="%s">Audacity %s release (source tarball)</a> (.tar.gz file, %.1lf MB)
sk: <a href="%s">Audacity %s uvoľnená (v zdrojovom archíve)</a> (.tar.gz súbor, %.1lf MB)

source: Get the latest stable code (incorporating any changes since the release tarball) from <a href="../community/developers#cvs">CVS</a>. This is the best choice if you are compiling on Windows.
sk: Získajte najnovší stabilný kód (zahŕňajúci všetky zmeny, od uvoľnenia archívu) z <a href="../community/developers#cvs"> CVS </a>. To je najlepšia voľba, ak ste kompiláciou na Windows.

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the unicode options. The next stable version of Audacity will support newer wxWidgets and GTK libraries.
sk: <a href="http://wxwidgets.org"> wxWidgets </a> Knižnica je <b> potrebná </b>. Audacity 1.2 potrebuje wxGTK 2.4, zostavenú <em>bez</em> možnosti unikódu. Ďalšia stabilná verzia Audacity bude podporovať novší wxWidgets a GTK knižnice.

source: <p>These are optional plug-in effects for the Audacity sound editor. They are written in the <a href="../help/nyquist">Nyquist programming language</a>. For installation instructions, see the main <a href="plugins">plug-ins page</a>.</p>
sk: <p>Toto sú dobrovoľné efektové pluginy pre zvukový editor Audacity. Sú napísané v <a href="../help/nyquist">programovacom jazyku Nyquist </a>. Pre návod na inštaláciu, pozrite si <a href="plugins">stránku pre pluginy </a>.</p>

source: You can download and install plug-ins to add extra effects to Audacity, or to add more audio generation and analysis capability. Plug-ins appear at the bottom of the "Effect", "Generate" or "Analyze" menus. To install new plug-ins, place them in the <b>Plug-Ins</b> folder inside the Audacity installation folder. On Windows computers, this is usually under "Program Files." On Mac OS X, it is usually under "Applications."
sk: Tu si môžete stiahnuť a nainštalovať pluginy pre pridanie extra efektov Audacity, alebo pridať ďalšie zvukové generovanie a analýzu schopnosti. Pluginy sa objavia v dolnej časti menu "efekt ","Generovať " alebo"Analýza " . Ak chcete nainštalovať nové pluginy, umiestnite ich do zložky <b> Pluginy </b>vnútri inštalačného priečinku Audacity. Na Windows počítači, je to obvykle pod "Program Files. " Na Mac OS X, je to obvykle pod "Applications. "

source: Audacity has built-in support for LADSPA plug-ins. These plug-ins are mostly built for Linux, but some are available for other operating systems too. Audacity includes some sample LADSPA effects. Windows users can install an additional <a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">set of over 90 LADSPA plug-ins</a>. There is a similar set of LADSPA plug-ins for <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. More information and many LADSPA plug-ins for Linux can be found on the <a href="http://www.ladspa.org/">LADSPA web site</a>.
sk: Audacity má zabudovanú podporu LADSPA pluginov. Tieto pluginy sú väčšinou postavené pre Linux, ale niektoré sú dostupné tiež pre väčšinu operačných systémov. Audacity obsahuje niektoré vzorky LADSPA efektov. Užívatelia Windows si môžu nainštalovať<a href="http://audacity.sourceforge.net/beta/ladspa/ladspa-0.4.15.exe">súbor s viac ako 90 LADSPA pluginmi</a>. Existuje podobný súbor LADSPA pluginov pre <a href="http://ardour.org/files/releases/swh-plugins-0.4.15.dmg">Mac</a>. Viac informácií a ďaľšie LADSPA pluginy pre Linux môžete nájsť na <a href="http://www.ladspa.org/"> webovej stránke LADSPA</a>.

source: Audacity has built-in support for Nyquist effects on all operating systems. You can download additional <a href="nyquistplugins">Nyquist plug-ins</a>, or create your own using the <a href="../help/nyquist">Nyquist programming language</a>. Nyquist code can be tested using "Nyquist Prompt" under the Effect menu, or code for Nyquist plug-ins that generate audio can be quickly tested with <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.
sk: Audacity má zabudovanú podporu pre Nyquist efekty na všetkých operačných systémoch. Môžete si stiahnuť ďaľšie <a href="nyquistplugins">Nyquist pluginy</a>, alebo vytvoriť vlastné pomocou <a href="../help/nyquist">Nyquist programovacieho jazyka </a>. Nyquist kódy môžu byť testované pomocou "Nyquist Prompt" pod menu Efekt, alebo kód pre Nyquist pluginy, ktoré generujú zvuk môžu byť rýchlo testované pomocou <a href="http://audacity.sourceforge.net/nyquist/generate.zip">Nyquist Generate Prompt</a>.

source: Audacity can load VST effects on Windows and Mac using the optional <a href="../help/faq?s=install&amp;i=vst-enabler">VST Enabler</a>. VST effects can be found on many plug-in sites such as:
sk: Audacity môže nahrať VST efekty na Windows a Mac pomocou voliteľného <a href="../help/faq?s=install&i=vst-enabler">VST Enableru</a>. VST efekty možno nájsť na mnohých stránkach pluginov, ako napríklad:
