Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: square root
zh_cn: square root [平方根函数]

source: test for a less than b
zh_cn: 测试 a 是否小于 b

source: test for a less than or equal to b
zh_cn: 测试 a 是否等于或小于 b

source: test for a greater than b
zh_cn: 测试 a 是否大于 b

source: test for a greater than or equal to b
zh_cn: 测试 a 是否大于等于 b

source: test for equality
zh_cn: 测试是否相等

source: test for inequality
zh_cn: 测试是否不等

source: List functions
zh_cn: 列表函数(List functions)

source: first element of a list (car)
zh_cn: 列表的第一个元素(car)

source: rest of the list (cdr)
zh_cn: 列表除第一个以外的元素(cdr)

source: reverse a list
zh_cn: 反转一个列表

source: construct a list
zh_cn: 构造一个列表

source: append two lists
zh_cn: 追加两个列表

source: length of a list
zh_cn: 列表长度

source: apply a function to every element in a list
zh_cn: 给列表中所有元素应用一个函数

source: Control
zh_cn: 控制语句(Control)

source: if expr is true, evaluates expr1, otherwise evaluates expr2
zh_cn: 如果expr 成立，则计算expr1的值，否则计算expr2的值

source: Next: Programming in Nyquist
zh_cn: 下一步：用Nyquist编程

source: What makes Nyquist distinct from Lisp is that it is designed to work with sound, and has lots of built-in primitives and functions that synthesize, analyze, and manipulate sounds. Within Audacity, this makes it relatively easy to build complicated effects out of Nyquist's palette of built-in functions.
zh_cn: Nyquist和Lisp比的区别是专门用于处理声音，内置大量原语primitives和函数用于合成，分析，处理声音。放在Audacity中可方便的用Nyquist自带函数实现很多复杂特效

source: In Nyquist, a variable can hold a sound just as easily as it can hold a number or a string. There are a lot of functions provided that allow you to stretch, distort, and combine sounds very efficiently. It is even possible to "rip apart" a sound and access its individual samples, but that's beyond the scope of this tutorial.
zh_cn: 在Nyquist中，一个变量就可代表一个声音。内置的大量函数课很有效的拉伸，扭曲，合并声音。甚至可以将一个声音“分解”为多个片段，但是这超出了本教程讨论范围。

source: %sTo try out a Nyquist expression in Audacity, you can use "Nyquist Prompt" in the Effect menu. Whatever audio you have selected will be in the variable %s, and the selection will be replaced with the result of the Nyquist expression you enter. In Part 3, you will learn how to create a plug-in effect using Nyquist.%s
zh_cn: %s 要在Audacity中测试Nyquist表达式，可以使用特效菜单里的"Nyquist 提示符" 。选择的任意音频都会放在变量 %s 里，选中的部分会被 Nyquist 表达式的结果覆盖。在第3部分，我们将学习如何用 Nyquist 创建特效插件。%s

source: Synthesizing
zh_cn: 合成

source: The following functions all create new sounds. You can use them to create "generate" plug-in effects, or you can combine these synthesized sounds with selected audio to produce interesting effects.
zh_cn: 下列所有特效用于创建新声音。可用它们创建"生成"特效插件，或可以将它们与选择的音频结合产生很好玩的效果。

source: Generates white noise
zh_cn: 生成白噪声

source: Generates a constant (silent) signal
zh_cn: 生成一个常数(静音)信号

source: Generates a sine wave at an indicated pitch and duration.
zh_cn: 在指定的音高和时间段内产生一个正弦波

source: The pitch is a MIDI note number, with 60 for middle C.
zh_cn: 音高是一个MIDI音符号码，中央C是60号（详细请自行搜索MIDI介绍）

source: Generates a sine wave at a particular frequency in Hz.
zh_cn: 在指定Hz频率处产生一个正弦波。

source: Generates a sawtooth wave at a particular frequency in Hz.
zh_cn: 在指定Hz频率处生成一个锯齿波。

source: Generates a triangle wave at a particular frequency in Hz.
zh_cn: 在指定Hz频率处生成一个三角波。

source: Generates a square pulse with variable width at the indicated frequency (in Hertz). The bias parameter controls the pulse width and should be between -1 and +1, giving a pulse width from 0% (always at -1) to 100% (always at +1). When bias is zero, a square wave is generated.
zh_cn: 以指定的频率(Hz)生成可变宽度的方形脉冲。bias参数控制脉冲宽度在-1和+1之间，脉冲宽度的值可从0% (始终为 -1) 取到 100% (始终为 +1)。当bias为0时，生成方波。

source: Generates a sound at the given pitch created using a modified Karplus-Strong plucked string algorithm.
zh_cn: 在指定高音处，用一个修改过的Karplus-Strong弹拨算法产生一个声音。

source: Envelopes
zh_cn: 包络线

source: %sNyquist has support for envelopes. By applying an envelope to a sound, you can control the overall shape of its amplitude. One of the easiest ways to construct an envelope is with the %s function, which takes 7 parameters that are commonly used for shaping synthesized musical notes: attack time, decay time, release time, attack level, decay level, sustain level, and overall duration.
zh_cn: %sNyquist支持包络线。将包络线用于声音，可调整整体声音的振幅。创建包络线最简单的办法是用%s 函数， 此函数要用7个参数,通常用于塑造合成音符: 上升时间，衰减时间，释放时间，上升水平，衰减水平，维持水平，总体持续时间。

source: See the figure below:
zh_cn: 参见下图：

source: Nyquist envelope diagram.
zh_cn: Nyquist包络图。

source: %sTo apply an envelope to a sound, just use the %s function. So if %s is a sound, then this is the sound with a simple envelope applied to it:%s
zh_cn: %s要给一个声音应用包络，用 %s 函数即可。假如%s 是一个声音，则可用下列命令给这个声音应用包络线:%s

source: %sOne of the most general type of envelope is a piece-wise linear function, which can be constructed with the %s function. The pwl function takes a list of parameters which denote (time, value) pairs. There is an implicit initial (time, value) pair of (0, 0), and an implicit final value of 0. There should always be an odd number of parameters, since the final time is not implicit. For example:
zh_cn: %s最通用的包络线是一个分段线性函数，可用%s函数构造。 pwl 函数使用配对(时间，值)的参数列表。有一个隐藏的初始(时间，值)对 (0, 0)和一个隐藏的结束值 0。参数的个数必须为奇数，因为最后的结束时间不是隐藏的（就是说，pwl的参数都是一对一对出现的，一个时间再加一个值，结尾处的值是固定的0，自动隐藏了，但是结束时间必须由用户确定并加上，这样的结果就是参数个数为奇数）。 例如:

source: Combining sounds
zh_cn: 合并声音

source: %sBesides multiplying two sounds with the %s function, you can add two sounds (or envelopes) with the %s function.%s
zh_cn: %s除了用 %s 函数将两声音合并， 还可用 %s 函数添加两个声音 (或包络线) 。%s

source: Filters
zh_cn: 过滤器

source: Nyquist comes with a number of common filters built-in. Here are some of the more common ones:
zh_cn: Nyquist内建了一些通用过滤器。下面是部分更加常用的过滤器:

source: Low-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.
zh_cn: 低通滤波器(一阶巴特沃斯（Butterworth）滤波器)。截止的可能是一个浮点或一个信号 (对于时变型滤波)，以赫兹为单位。

source: High-pass filter (first-order Butterworth). Cutoff may be a float or a signal (for time-varying filtering) and expresses hertz.
zh_cn: 高通滤波器(一阶巴特沃斯（Butterworth）滤波器)。截止的可能是一个浮点或一个信号 (对于时变型滤波)，以赫兹为单位。

source: Applies a comb filter to sound, which emphasizes (resonates at) frequencies that are multiples of a Hz.
zh_cn: 对声音使用梳状过滤器，会强调 1 Hz整数倍处(在频率是1 Hz整数倍处共振)。

source: All-pass filter, creating a delay effect without the resonances of a comb filter.
zh_cn: 全通滤波器，产生时延效果，不会有梳状滤波器的共振。

source: Second-order notch filter centered at a frequency of hz.
zh_cn: 二阶陷波滤波器，以Hz为单位

source: Transforming and combining sounds
zh_cn: 转换盒合并声音

source: %sIt is beyond the scope of this introductory tutorial to explain all of the ways that a sound can be transformed in Nyquist. These functions do not modify sounds directly, but instead modify the Nyquist %senvironment%s. In order for these changes to affect sounds, you must use the %s function.%s
zh_cn: %s讲述所有Nyquist处理声音的方式不在本教程的范围内。下面的函数不能直接用来修改声音，而用来修改 Nyquist %s环境%s。要使这些函数生效，必须使用 %s 函数。%s

source: Changes the length of the sound being cued by the given factor.
zh_cn: 以给定因子（factor）改变声音的长度。

source: Scales the amplitude of the sound being cued by the given factor.
zh_cn: 以给定因子（factor）改变声音的振幅。

source: Increases or decreases the volume of the sound being cued by the given number of decibels.
zh_cn: 以给定因子（factor）增加或减少声音的音量 。

source: Starts the given sound at a particular time in seconds. This can't be used to add silence at the beginning or end, but it can be used when combining two or more sounds.
zh_cn: 在指定的时刻开始声音（单位为秒）。不能用来在声音开头或结尾添加静音，但可用来合成两个或多个声音。

source: Creates a sequence of sound s1 followed by sound s2.
zh_cn: 创建一个声音序列，s1后面跟着s2.

source: Combines two sounds so that they are played simultaneously.
zh_cn: 合并两个声音，让它们可同时播放。

source: Next: Creating Nyquist Plug-Ins
zh_cn: 下一步：创建Nyquist插件

source: Documentation and Support
sk: Dokumentácia a podpora
zh_cn: 文档和支持

source: <p><b>Still need help?</b> Please read <a href="../contact/">Contact Us</a> for how to ask your question on the Audacity <a href="http://forum.audacityteam.org/">Forum</a>.</p>
zh_cn: <p><b>还需要帮助？</b> 请至“<a href="../contact/">联系我们</a>”页面， 了解如何在Audacity<a href="http://forum.audacityteam.org/">论坛</a>上提问。</p>

source: Legacy Documentation
zh_cn: 遗留文档

source: This is old documentation for legacy versions of Audacity. Please see <a href="/help/documentation">Documentation</a> for information about the current Audacity Manuals.
zh_cn: 这是老版本Audacity的遗留文档。请点击<a href="/help/documentation">文档</a>获取最新Audacity使用手册的相关信息。

source: Audacity 1.2 Quick Reference Guide
zh_cn: Audacity 1.2 快速参考指南

source: Read the Audacity 1.2 reference online.
zh_cn: 在线阅读 Audacity 1.2 参考指南。

source: (You can also access this reference through the "Help" menu in the Audacity program.)
sk: (Táto nápoveda je prístupná tiež prostredníctvom položky "Nápoveda" v menu programu.)
zh_cn: (您也可以通过Audacity程序的"帮助"菜单访问这些参考文档。)

source: Printable version of the Audacity 1.2 reference.
zh_cn: 打印版的Audacity 1.2参考。

source: (This can be printed in one step using the print function of your browser.)
zh_cn: (使用浏览器的打印功能一步即可直接打印。)

source: Audacity 1.2 Manual (including Tutorials)
zh_cn: Audacity 1.2 使用手册(包含指南)

source: Read the Audacity 1.2 manual online.
zh_cn: 在线阅读 Audacity 1.2 手册

source: Download the Audacity 1.2 manual in HTML format.
zh_cn: 下载 HTML格式的 Audacity 1.2 手册

source: (To use the manual, unzip it and open the "index.html" file.)
sk: Stiahnutú príručku pred použitím rozbaľte a následne otvorte súbor "index.html" file.)
zh_cn: (请先解压并打开"index.html"文件。)

source: Download the Audacity 1.2 manual in PDF format.
zh_cn: 下载PDF格式的 Audacity 1.2 手册

source: %sCreating a plug-in for Audacity using Nyquist is as simple as creating a text file with the extension ".ny" with some Nyquist code, adding a few comments to indicate the type of plug-in, and placing the file in Audacity's %s directory. Here's a very simple plug-in as an example:%s
zh_cn: %s给Audacity创建Nyquist插件很简单，只需创建一个后缀名为 ".ny"的文本文件，里面输些 Nyquist代码，加少许注释说明此插件的类型，然后将此文件存放在 Audacity的 %s 目录。下面是个简单的插件实例:%s

source: The first line of a Nyquist plug-in must be exactly as in the example above, and the second line must indicate a version number. Version 2 and 3 plug-ins support more widgets, but version 3 plug-ins are not supported in Audacity 1.3.3 or earlier. The next line is the type of plug-in, which is discussed below. Then comes the name of the plug-in, which is what is displayed in the menu bar, and then the "action", which is what Audacity displays while it is busy processing the plug-in. There are other optional lines that may follow. Any line that does not begin with a semicolon (;) is assumed to contain Nyquist code and will be executed.
zh_cn: Nyquist插件的第一行必须和上述例子一模一样，第二行必须写明版本号。版本2和3能支持更多小工具，但是Audacity 1.3.3 及更早版本不支持版本3的插件。下一行是插件的类型，将在下面详细讨论。然后是插件名，这名字将显示在菜单栏，第5行是"action"，当插件运行时显示在菜单栏上。接下来可以加些别的选项行。所有行首没有分号 (;)的行都会被视作Nyquist命令行，会被执行。

source: Audacity has support for three types of plug-ins that can be written in Nyquist:
zh_cn: Audacity 支持三种用Nyquist编写的插件:

source: These correspond to the three menus that can contain plug-ins: Generate, Effect, and Analyze. Generate plug-ins are expected to generate new audio from scratch, Effect plug-ins ("process") modify existing audio in-place, and Analyze plug-ins process audio but do not modify it (though they are allowed to add labels).
zh_cn: 上面三种类型分别可容纳插件:<b>生成</b>，<b>特效</b>和<b>分析</b>。生成插件用来生成新的音频，特效插件("process")编辑并修改已有的音频，分析插件只用来加工音频，不修改音频(不过允许它们添加标签)。

source: %sFor Effect and Analyze plug-ins, Audacity sets up the Nyquist environment so that the audio the user has selected is in the variable %s. All of the expressions in the plug-in file are executed in order, and the return value of the last expression is substituted for the selection in Audacity. If the last expression does not return audio, Audacity returns an error.%s
zh_cn: %s对于<b>特效</b>和<b>分析</b>插件，Audacity自动设置Nyquist环境，使得用户选择的音频用变量表示%s。插件文件中所有表达式都按照顺序执行，最后一条表达式的返回值替换Audacity中选择的音频。如果最后一条表达式没返回音频，Audacity会报错。%s

source: Parameter dialogs
zh_cn: 参数对话框

source: Audacity has limited support for plug-ins showing a dialog to get parameters from the user. Here is an example of a plug-in that opens a dialog:
zh_cn: Audacity 支持的插件控制对话框数目有限。下面的例子是讲打开了一个对话框的插件。

source: If Audacity finds at least one "control" line, it will open a dialog to prompt the user for certain parameters to the plug-in. Each parameter consists of a text box and a slider, and after the user has entered each one, the final value will be stored in a Nyquist variable with a name that you specify on the "control" line. Here's what the dialog for the Delay effect shown above looks like in Audacity for Linux:
zh_cn: 如果Audacity找到至少一个"control"行，它将打开一个对话框提示用户输入特定的参数给插件。每个参数包含一个文本框和一个滑块，在用户设置好每项后，最终值会被存放在"control"行定义的Nyquist变量中。下面是Linux下Audacity 的延迟特效控制窗口。

source: Nyquist plugin screenshot
zh_cn: Nyquist插件截屏

source: Note that the "info" line is displayed at the top of the dialog, and that the "\n" becomes a newline. The parameters to the "control" line affect the appearance and limitations of the parameter. Each "control" line must consist of exactly the following 8 elements, in order:
zh_cn: 注意"info"行的内容会显示在对话框顶部，"\n"代表新行。"control"行里的参数会影响外观和参数限制。每个"control"行必须由8个元素组成，按照下面的顺序:

source: The word "control"
zh_cn: 单词"control"

source: The name of the control - this is the name of the Nyquist variable that will get set when the user manipulates the dialog.
zh_cn: control的名字-这是Nyquist变量的名字，在用户操作对话框时被设置。

source: The label to the left of the control
zh_cn: 控制器左面的标签

source: %sThe type of value: either %s (integer) or %s.
zh_cn: %s值的类型: 仅为%s (整形) 或 %s.

source: The label to the right of the value (usually the units like "Hz" or "dB").
zh_cn: 控制器右边的标签(通常为单位,比如“Hz”或“dB”)。

source: The default/initial value of the parameter
zh_cn: 参数 默认/初始化 值

source: The minimum value of the parameter
zh_cn: 参数的最小值

source: The maximum value of the parameter
zh_cn: 参数的最大值

source: Returning labels
zh_cn: 返回标签

source: Instead of returning audio, a Nyquist plug-in can instead return a list of labels. A list of labels is simply a list of time/label pairs, for example:
zh_cn: 除了返回音频，Nyquist插件可以返回一个标签列表。很多标签列表只是一个 时间/标签 对，例如:

source: When a plug-in returns a list of exactly this form, Audacity will create a new label track and add the labels at those positions. This style of plug-in is usually of type "analyze".
zh_cn: 档插件返回这种形式的列表时，Audacity会创建一个新的标签轨道，按照位置放置好标签。这种类型的插件通常是"分析"插件。

source: New! Beginning with Audacity version 1.3.1, you can now optionally return both a start and an end time, like this:
zh_cn: 新消息！从Audacity 1.3.1开始，你可以选择同时返回一个开始和一个结束时间，像这样:

source: Note that labels are allowed to overlap in Audacity 1.3; the end time of one can be after the start time of the next.
zh_cn: 注意，在Audacity 1.3中，标签可以重叠；一个标签的结束时间可在另外一个标签的开始时间后面（即两标签时间重叠）。

source: Processing stereo tracks
zh_cn: 处理立体声音轨

source: Nyquist represents stereo tracks as an array of sounds (not a list). Many Nyquist functions automatically work with these arrays, but not all, so sometimes you may find it necessary to split up a stereo array, or reassemble one. Here are some useful functions:
zh_cn: Nyquist将立体声轨道视为一个数组(而非一个列表)。许多Nyquist函数自动处理这些数组，但是并不能处理所有数组，所以某些时候有必要拆开立体声数组，或合并一个，下面是些很有用的函数:

source: %sreturns true if %s is an array%s
zh_cn: %s如果 %s是一个数组%s 则返回true

source: %sthe first element in array %s - the left channel%s
zh_cn: %s数组的第一个元素 %s -左声道%s

source: %sthe second element in array %s - the right channel%s
zh_cn: %s数组的第二个元素 %s -右声道%s

source: %smakes %s into a new array of length 2%s
zh_cn: %s将 %s 变成新数组，长度为2%s

source: %smakes %s the first element of array %s
zh_cn: %s将 %s作为数组 %s的第一个元素

source: %smakes %s the second element of array %s
zh_cn: %s将%s作为数组 %s的第二个元素

source: As a convenience, if the input to your Nyquist plug-in is stereo, but you only output a single (mono) sound, Audacity will automatically copy it to both the left and right channels.
zh_cn: 为了方便起见，如果Nyquist插件的输入是立体声，但是输出是单声道(mono)，Audacity会自动将它（单声道）复制到左右声道变为立体声。

source: Where to go from here
zh_cn: 下一步干什么？

source: Audacity comes with some sample plug-ins that you can examine or modify as a starting point. The best way to learn Nyquist is to try it. If you're having trouble debugging, consider downloading the standalone version of Nyquist (see the link in Part 1).
zh_cn: Audacity 有些示范插件，你可以从改造它们开始。熟悉Nyquist最好的办法还是用它。如果调试出问题，请下载最新版的Nyquist(查看第1部分中的链接)。

source: %sIf you're having trouble getting Nyquist to work at all, please %scontact us%s.%s
zh_cn: %s如果您都不能让Nyquist工作，请%s联系我们%s。%s

source: %sIf you are working on Nyquist plug-in effects and would like to share them with others, or if you would like to discuss how to achieve certain effects in Nyquist, please post on the %sNyquist board of the Forum%s or join the %saudacity-nyquist mailing list%s.%s
zh_cn: %s如果您在编写Nyquist特效插件并想和别人分享，或者想讨论如何用Nyquist实现某种特效，请在 %s论坛里的 Nyquist 版块%s 发帖或加入 %saudacity-nyquist 邮件列表%s。%s

source: %sDon't forget to consult the full %sNyquist 2.37 Reference Manual%s for more details of Lisp and Nyquist.%s
zh_cn: %s不要忘了查阅完整版 %sNyquist 2.37 参考手册%s 获取更多关于 Lisp 和 Nyquist 的信息。%s

source: System Requirements
sk: Systémové požiadavky
zh_cn: 系统配置要求

source: Optional Downloads
sk: Dobrovoľné stiahnutie
zh_cn: 可选下载

source: Plug-ins and Libraries
zh_cn: 插件和库

source: <a href="%s">LADSPA plug-ins %s installer</a> (.exe file, %.1lf MB) - over 90 plug-ins.
zh_cn: <a href="%s">LADSPA 插件 %s 安装程序</a> (.exe 文件, %.1lf MB) - 90多个插件

source: Plug-Ins
sk: Pluginy
zh_cn: 插件

source: Download additional effects and filters.
sk: Stiahnite si ďalšie efekty a filtre.
zh_cn: 下载特效和过滤器。

source: LAME MP3 encoder
sk: LAME MP3 enkóder
zh_cn: LAME MP3编码器

source: Allows Audacity to export MP3 files.
sk: Audacity umožňuje export MP3 súborov.
zh_cn: 允许Audacity导出MP3文件。

source: Allows Audacity to import and export many additional audio formats such as AC3, AMR(NB), M4A and WMA, and to import audio from video files.
zh_cn: 允许Audacity导入和导出许多其它音频格式文件（例如AC3、AMR(NB)、M4A和WMA等），并从视频文件中导入音频。

source: Alternative Download Links
zh_cn: 其它下载链接

source: Windows version
sk: Verzia Windows
zh_cn: Windows 版

source: Recommended RAM/<br>processor speed
sk: Odporúčaná RAM/<br> rýchlosť procesora
zh_cn: 推荐 RAM/<br>处理器速度

source: Minimum RAM/<br>processor speed
sk: Minimálna RAM /<br> rýchlosť procesora
zh_cn: 最少 RAM/<br>处理器速度

source: FFmpeg import/export library
zh_cn: FFmpeg 导入/导出 库

source: Release Notes
sk: Poznámky k vydaniu
zh_cn: 发行注记

source: Audacity 1.3: Project saving and recovery
sk: Audacity 1.3: Projekt úspory energie a využívania
zh_cn: Audacity 1.3: 工程保存和恢复

source: Starting in version 1.3.2, Audacity automatically saves snapshots of your current project constantly. If Audacity ever crashes, or if your whole computer crashes or suddenly loses power, the next time you start Audacity it will notify you that it found an unsaved project, and prompt you to recover it.
sk: Začínajúc verziou 1.3.2, Audacity automaticky ukladá snímky vášho súčasného projektu neustále. Ak Audacity niekedy padne, alebo ak padne celý váš počítač alebo ak vypadne elektrická energia, keď najbližšie spustíte Audacity, upozorní vás že našla neuložený projekt, a vyzve vás na jeho obnovenie.
zh_cn: 自1.3.2版起，Audacity自动保存您当前工程 的快照。一旦程序崩溃，或者您的整个计算 机崩溃或掉电，下次您打开Audacity程序时 它会通知您发现了未保存的工程，并提请 是否要恢复。

source: One common source of confusion with Audacity is that when you open or import an uncompressed file (e.g. WAV or AIFF), Audacity by default saves time and memory by only linking to the file, not copying it. But if you move, rename or delete the original file, your Audacity project will not work anymore. Starting with version 1.3.2, Audacity prompts the first time you save your project, and on exiting, if the project depends on other audio files. If there is a dependency, Audacity gives you the option of copying the required files into the project, making it self-contained.
zh_cn: Audacity中一个容易引起混淆的地方是：当您 打开或导入未压缩文件（如WAV或AIFF）时，Audacity为了 节省时间和内存，仅仅是链接到该文件而非复制它。但如果您 移动、修改或删除原文件，您的Audacity工程将无法工作了。 自Audacity 1.3.2版起，程序将在保存时提示您的工程是否 依赖于其它音频文件，以便您能选择将文件复制进工程所在 目录，让工程自己包含所需的文件。

source: Back:
sk: Späť:
zh_cn: 上一页:

source: Timer Recording
sk: Časovač nahrávania
zh_cn: 及时录音

source: Next:
sk: Ďalej:
zh_cn: 下一页:

source: Selection Bar
sk: Výberový panel
zh_cn: 选段栏

source: Top:
sk: Hlavná téma:
zh_cn: 上一层:

source: New features in Audacity 1.3
sk: Nové vlastnosti v Audacity 1.3
zh_cn: Audacity 1.3 新特性

source: If you have trouble with your download, or need an older version of Audacity, try our alternate download links:
zh_cn: 如果您的下载遇到问题，或者需要旧版本的Audacity，请尝试其它下载链接：

source: <a href="%s">SourceForge</a> (older versions can be viewed by clicking to enter the required folder under "Name")
zh_cn: <a href="%s">SourceForge</a> (可以通过在"Name"栏下点击进入所需目录查看旧版本)

source: <a href="%s">Google Code</a> (click on the headings to sort the list)
zh_cn: <a href="%s">Google Code</a> (点击列表头可以排序)

source: or
sk: alebo
zh_cn: 或

source: How to Compile Audacity
sk: Ako zostaviť Audacity
zh_cn: 怎样编译Audacity

source: Dependencies
sk: Závislosti
zh_cn: 依赖性

source: Compilation
sk: Komplikácia
zh_cn: 编译

source: Further Help
sk: Ďaľšia pomoc
zh_cn: 更多帮助

source: Audacity 1.3: Collapse/Expand Tracks
sk: Audacity 1.3: Zbaliť/Rozbaliť stopy
zh_cn: Audacity 1.3: 折叠/展开音轨

source: In Audacity 1.3, every track has an upward-pointing triangle at the bottom of the label area on the left side of the track. Click it once to collapse the track to a very small size, and click it again to expand it back to its previous size. Note that as in previous versions, you can resize a track by clicking anywhere along the bottom edge and dragging up or down.
sk: V Audacity 1.3 má každá stopa na dolnom okraji popisové oblasti malou šípku, ktorá ukazuje nahor. Pokiaľ na ňu kliknete, stopa sa zmenší na úzky prúžok, dalším kliknutím sa opäť zväčší na pôvodnú veľkosť. Tiež si všimnite, že tak ako v predchadzajúcich verziách, je možné meniť veľkosť kliknutím a ťahaním za spodný okraj stopy.
zh_cn: 在Audacity 1.3中，每条轨道左端的标签区域下方都有一个朝上的三角形。点击它将使所在的轨道折叠起来，轨道占的位置变得很矮；再次点击此三角图标，轨道将展开至之前的高度。注意，在以前的版本里，您可以通过点击轨道下边界的任意位置并上下拖动来改变轨道所占的高度。

source: Before clicking on the collapse button for the top track
sk: Pred kliknutím na zabaľovacie tlačidlo hornej stopy
zh_cn: 在点击顶部音轨的折叠按钮之前

source: After clicking on the collapse button
sk: Po kliknutí na zabaľovacie tlačidlo
zh_cn: 点击折叠按钮之后

source: After selecting 'Collapse All Tracks' from the View menu
sk: Po použití príkazu 'Zmenšiť všetky stopy' z menu Zobraziť
zh_cn: 在选中"查看"菜单的'折叠全部音轨'项之后

source: Mac OS X features
sk: Vlastnosti Mac OS X
zh_cn: Mac OS X 特性

source: Multiple clips per track
sk: Hromadný klip cez stopu
zh_cn: 每条音轨多个剪辑

source: contact us
sk: kontaktujte nás
zh_cn: 联系我们

source: Interfaces and Sound Cards
zh_cn: 接口和声卡

source: Playback Devices
zh_cn: 回放设备

source: Others
zh_cn: 其它

source: Vendor
sk: Predajca
zh_cn: 厂商

source: Product
sk: Produkt
zh_cn: 产品

source: Description
sk: Popis
zh_cn: 描述

source: XtremeSound 5.1/16 bit Sound Card.
sk: XtremeSound 5.1/16 bit zvuková karta.
zh_cn: XtremeSound 5.1/16 bit 声卡。

source: XtremeSound 7.1/24 bit and 7.1/24 bit Dolby Digital Live&reg; Sound Cards.
sk: XtremeSound 7.1/24 bit a 7.1/24 bit Dolby Digital Live&reg; Zvukové karty.
zh_cn: XtremeSound 7.1/24 bit 及 7.1/24 bit Dolby (杜比) Digital Live&reg; 声卡。

source: USB Audio Capture Device.
sk: USB Zariadenia zachtytávajúce zvuk.
zh_cn: USB 音频捕获设备。

source: USB Cassette Player.
zh_cn: USB磁带播放机。
