Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: <p>You can subscribe to our announcement list by entering your e-mail address in the <a href="../#announce"> form</a> on the <a href="../">Audacity home page</a>. We will use this list only to send you brief announcements of new Audacity releases. We will never share the addresses on this list with anyone.</p> <p>To <b>unsubscribe</b> from the list at any time, enter your address in the <a href="../#announce">form</a> on our <a href="../">home page</a> and click "Remove". If you have any problems or questions, please contact our <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">lead developer</a>.</p>
sk: <p>Vyplnením svojej e-mailovej adresy do formuláru na <a href="../#announce">formulár</a> </a href="../"> na domovskej stránke Audacity</a> sa môžete prihlásiť k odberu oznámení. Túto konferenciu využívame len pre posielanie krátkych upozornení o novej verzii Audacity. Adresy v žiadnom prípade neposkytneme nikomu inému.</p> <p>Na <b>Odhlásenie</b> zo zoznamu kedykoľvek, jednoducho vyplňte svoju adresu do formuláru na <a href="../#announce">domovskej stránke</a> a stlačte tlačítko "Odstrániť". Ak máte nejaké problémy alebo otázky, prosím kontaktujte nášho <a href="&#x6d;&#x61;&#105;&#108;&#x74;&#111;&#x3a;&#100;&#x6f;&#109;&#x69;&#110;&#x69;&#x63;&#64;&#x61;&#117;&#100;&#97;&#99;&#x69;&#x74;&#121;&#x74;&#x65;&#x61;&#109;&#x2e;&#111;&#114;&#103;&#63;&#115;&#117;&#98;&#x6a;&#101;&#99;&#116;&#61;&#x41;&#110;&#110;&#111;&#x75;&#110;&#99;&#x65;&#109;&#101;&#x6e;&#x74;&#32;&#108;&#105;&#x73;&#116;">vedúceho vývojára</a>.</p>

source: <p>(This applies to <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users">audacity-users</a> and our other <a href="../contact/lists">discussion lists</a>.)</p> <p>These are public mailing lists. When you send a message to any of these addresses, it will be forwarded to all the list subscribers, including Audacity developers and others. SourceForge and other web sites may publish archives of these lists.</p> <p><b>Your e-mail address will always be truncated in published archives for your privacy, and the Audacity developers will not share your address with anyone.</b> However, we <b>cannot</b> prevent other subscribers from seeing or publishing your messages. Therefore we recommend you avoid putting contact details such as street addresses or telephone numbers in your e-mails.</p> <p>If you have any questions about this policy or are not comfortable writing to a public mailing list, please send a private e-mail to our <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">lead developer</a>.</p>
sk: <p>(Toto upozornenie platí pre <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a>, <a href="http://lists.sourceforge.net/lists/listinfo/audacity-users"> používateľov audacity</a> a ostatných <a href="../contact/lists">na konferencii</a>.)</p> <p>Jedná sa o verejné e-mailové konferencie. Keď pošlete správu na akúkoľvek z týchto adries, bude okrem vývojárom Audacity rozposlaná veľkému množstvu daľších ľudí. SourceForge a iné webové stránky môžu uverejňovať archívy týchto konferencií. </p> <p><b>Kvôli ochrane súkromia bude vaša e-mailová adresa z verejných archívov odstránená, a vývojári Audacity nebudú môcť zdieľať vašu adresu s nikým ďaľším.</b> Bohužiaľ <b>nemôžeme zabrániť </b>ostatným účastníkom konferencie, aby čítali alebo uverejnili vaše správy. Z toho dôvodu odporúčame vynechať kontaktné detaily, ako adresu ulice alebo telefónne čísla vo vašich emailoch.</p> <p>Ak máte nejaké otázky ohľadne ochrany súkromia, alebo vám nevyhovuje písať do verejných konferencií, prosím pošlite súkromný e-mail nášmu <a href="&#109;&#x61;&#x69;&#108;&#x74;&#111;&#x3a;&#x64;&#111;&#x6d;&#105;&#x6e;&#x69;&#x63;&#64;&#97;&#x75;&#100;&#x61;&#99;&#105;&#116;&#121;&#x74;&#x65;&#97;&#109;&#x2e;&#x6f;&#x72;&#x67;&#x3f;&#115;&#x75;&#98;&#106;&#101;&#99;&#116;&#x3d;&#x4d;&#97;&#x69;&#108;&#105;&#110;&#x67;&#x20;&#76;&#x69;&#115;&#x74;&#115;">vedúcemu vývojárovi</a>.</p>

source: OS X 10.3 and earlier are not supported, however the previous
sk: OS X 10.3 a starší nie sú podporované, ale predchádzajúce

source: supports OS X 10.3.
sk: podporuje OS X 10.3.

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor.
sk: Audacity beží najlepšie s aspoň 64 MB RAM a 300 MHz procesorom.

source: Installation packages for Audacity on GNU/Linux and other Unix-like systems are provided by individual distributions. However the Beta version has not yet been packaged for very many distributions. The following distributions are known to have Beta packages:
sk: Inštalačné balíčky pre Audacity na GNU/Linux a iných Unix-ako systémy sú poskytované samostatnými distribúciami. Beta verzia však zatiaľ nebola balená do mnohých distribúcií Linux. Pre ďaľšie šírenie je známe, že majú Beta balíčky:

source: Otherwise, we recommend either searching the web pages of your distribution for the latest information, or compiling Audacity from <a href="beta_source#recdown">source code</a>.
sk: V opačnom prípade odporúčame buď prehľadávanie webových stránok z vašej distribúcie pre najnovšie informácie alebo kompiláciou Audacity zo<a href="beta_source#recdown">zdrojového kódu</a>.

source: We recommend using the latest version of Linux/Unix from your distribution that is compatible with your hardware specifications. Audacity will run best with at least 64 MB RAM and a 300 MHz processor.
sk: Odporúčame používať najnovšiu verziu operačného systému Linux/Unix z vašej distribúcie, ktorá je kompatibilná s vašou hardvérovou špecifikáciou. Audacity beží najlepšie s 64 MB RAM a 300 MHz procesorom.

source: Audacity is free to download, but vendors are also free to bundle copies of the program with their products, or resell or distribute Audacity, thanks to the <a href="../about/license">GNU General Public License</a>. The following are legitimate, legal offerings. We are happy and proud that they chose to bundle Audacity with their products.
sk: Audacity je voľne stiahnuteľný, ale predajcovia môžu ponúkať kópie programu spolu s ich výrobkami, alebo ďalej predávať alebo distribuovať Audacity, vďaka <a href="../about/license"> GNU General Public License </a>. Nasledujúce sú zákonné, právne ponuky. Sme šťastní a hrdí, že sa rozhodli spojiť Audacity s ich výrobkami.

source: Some vendors, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a>, and <a href="http://audiotouch.com.au/">Audiotouch</a>, have additionally supported Audacity by sponsoring <a href="#others">custom versions</a>. The UmixIt custom version adds a mixer board interface and karaoke window. The ThinkLabs version is customized for cardiographs from digital stethoscopes. Audacity_Audiotouch is customized for integration with Audiotouch, for ease of use by students needing numerous recordings. Many of these improvements will be incorporated in future versions of Audacity.
sk: Niektorí predajcovia, <a href="http://umixit.com/aboutus.html">Umixit</a>, <a href="http://www.thinklabsmedical.com">Thinklabs</a> a <a href="http://audiotouch.com.au/">Audiotouch</a>,sú navyše podporovaní Audacity za sponzorovanie <a href="#Others">užívateľských verzií</a>. The UmixIt užívateľská verzia ponúka mixážny panel a okno pre karaoke. The ThinkLabs verzia je prispôsobená pre kardiografy z digitálnych stetoskopov. Audacity_Audiotouch je prispôsobená pre zjednotenie s Audiotouch, pre jednoduché používanie pre študentov, ktorí potrebujú početné nahrávanie. Mnohé z týchto zlepšení budú začlenené do budúcich verzií Audacity.

source: To be considered for addition to this list, please first review our <a href="../about/license">License, and Advice for Vendors and Distributors</a> page. If you are distributing Audacity under those terms
sk: Ak chcete byť pripojený na tento zoznam,prosím,pozrite sa na našu stránku o <a href="../about/license"> Licencii, a rád pre Predajcov a distribútorov </a> . Ak distribujete Audacity za týchto podmienok

source: and would like to be on this list, please
sk: a chcete byť na tomto zozname, prosím

source: FireWire&reg; audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
sk: FireWire&reg; zvukové rozhranie, 8-vstupový mixér, slúchadlá, štúdiový mikrofón s podstavcom, káble a software.

source: USB audio interface with 8-input mixer, plus headphones, studio microphone with stand, cables and software.
sk: USB zvukové rozhranie, 8-vstupný mixer, slúchadlá, štúdiový mikrofón so stojanom, káble a software.

source: Now discontinued, but generally still available online from retailers in USA and Canada. Hardware and software to record, edit, and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
sk: Teraz ukončené, ale vo všeobecnosti sú stále k dispozícii on-line od maloobchodníkov v USA a Kanade. Hardware a software pre nahrávanie, strih a publikovanie podcastov: 24-bit/48kHz audio rozhrania, s dynamickým vysielním mikrofónu s podstavcom. POZNÁMKA: V súčasnosti Podcast Factory nebude pracovať s Windows XP Media Center Edition (XP Home a Pro, nie sú afektované). Audacity samo o sebe funguje s Media Center Edition, iba pokiaľ má váš počítač vhodné zvukové ovládače, ktoré sú špecifické pre váš hardvér.

source: Available in Europe. Hardware and software to record, edit and publish podcasts: 24-bit/48kHz audio interface, dynamic broadcast microphone with desk stand. NOTE: Currently Podcast Factory will not work with Windows XP Media Center Edition (XP Home and Pro are not affected). Audacity itself does work with Media Center Edition, subject to your computer having suitable sound device drivers specific to your hardware.
sk: Je dosiahnuteľný v Európe. Hardware a software pre nahrávanie, editáciu a publikovanie podcastov: 24-bit/48kHz zvukového rozhrania,s dynamickým vysielaním mikrofónu s podstavcom. POZNÁMKA: V súčasnosti Podcast Factory nebude pracovať s Windows XP Media Center Edition (XP Home a Pro, nie sú afektované). Audacity sám o sebe funguje s Media Center Edition, iba pokiaľ má váš počítač vhodné zvukové ovládače, ktoré sú špecifické pre váš hardvér.

source: Twisted Lincoln, Inc. sells reconditioned computers online which are preloaded with Audacity and other open source software from the company's <a href="#freedom">FreedomSampler&trade;</a> CD.
sk: Twisted Lincoln, Inc. on-line predaj upraveného počítača, v ktorom je vopred s Audacity aj ďalší open-source softvér od spoločnosti <a href="#freedom"> FreedomSampler&trade;</a> CD.

source: USB Interface for transferring an analog or digital audio source into computer via USB.
sk: USB rozhranie pre prenos analógového alebo digitálneho zvukového zdroja do počítača cez USB.

source: 2 In/2 Out 24-Bit/96 kHz FireWire&reg; audio interface.
sk: 2 In/2 Out 24-Bit/96 kHz FireWire&reg; zvukové rozhranie.

source: USB interface to connect turntable, mixer or CD player to USB or analog.
sk: USB rozhranie pre pripojenie gramofónu, mixéru alebo CD prehrávača pre USB alebo analógové pripojenie.

source: FireWire&reg; recording system featuring 24-bit/96k analog to digital conversion rate, four simultaneous inputs, software control panel, audio recording and production software.
sk: FireWire&reg; nahrávací systém obsahujúci 24-bit/96k analóg do digitálneho konverzného kurzu, štyri simultánne vstupy, software ovládacieho panelu, zvukové nahrávky a výrobu software.

source: USB 2.0 external audio system for musicians, DJs and gamers, with: high end sound (24 Bit/192 kHz), 4 analog Inputs, 6 analog Outputs, XLR-Microphone-Input with gain control, Instrument-Input with gain control, Phono-Input with RIAA equaliser and gain control, Optical digital I/O, Coaxial digital digitaler I/O, MIDI interface, ASIO 2.0 support, and Stereo to 5.1 Surround Expander.
sk: USB 2.0 externý audio systém pre hudobníkov, DJov a hráčov, s: exkluzívnym zvukom(24 Bit/192 kHz), 4 analógovými vstupmi, 6 analógovými výstupmi, XLR mikrofónovým vstupom s väčšou kontrolou, gramofónovým vstupom s RIAA vyrovnávačom a zvýšenou kontrolou, optickým digitálnym I / O, koaxiálnym digitálnym digitalerom I/O, MIDI rozhraním, podporou ASIO 2.0 a stereom na 5.1 Surround Expander.

source: Record conversations to PC from any phone with a modular handset.
sk: Nahrať konverzáciu do PC z telefónu s modulárnym slúchadlom.

source: Guitar-to-USB interface with modeling amps and effects.
sk: Gitara-s-USB rozhraním pre modelovanie zosilňovačov a efektov.

source: Various models of electric guitar with built-in USB port, modeling amps and effects.
sk: Rôzne modely elektrickej gitary so vstavaným USB portom, modelovaním zosilňovačov a efektov.

source: Ultra-slim 25-Key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
sk: Ultra-štíhly 25-Kľúč USB/MIDI riadiacej klávesnice s interným zvukovým rozhraním, viac ako 100 softwarových pluginov a Ableton Live Lite 4 BEHRINGER Edition.

source: 25-, 49- or 61-key USB/MIDI controller keyboard with internal audio interface, more than 100 software plug-ins and Ableton Live Lite 4 BEHRINGER Edition.
sk: 25 -, 49 - alebo 61-kľúčový USB / MIDI riadiacej klávesnice s interným zvukovým rozhraním, viac ako 100 softwarových pluginov a Ableton Live Lite 4 BEHRINGER Edition.

source: Virtual guitar amplifier with tube simulation and 24-bit effects.
sk: Virtuálny zosilovač gitary s trubicovou simuláciou a 24-bit efektami.

source: USB turntable
sk: USB gramófon

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Ion have corrected their documentation, and are currently still bundling Audacity with the listed products. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
sk: USB gramofóny. POZNÁMKA: V januári 2007, <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">sa objavil článok o týchto gramofónoch </a> v New York Times, obsahujúci chybné vyhlásenie o obmedzení Audacity. Napriek tomu, čo bolo uvedené, Audacity môže nahrať celú LP, odhaliť rozdielne body medzi LP skladbami, ktoré sú založené na tichu, a súčasne exportovať viac súborov pre každú stopu. Ion opravil ich dokumentáciu, a v súčasnosti stále balia do Audacity s uvedenými produktmi. Prosím pozrite našu wiki stránku <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables"> USB gramofóny </a> pre viac informácií.

source: USB turntables. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Despite what was stated, Audacity can record a whole LP, detect split points between LP tracks based on silences, and simultaneously export multiple files for each track. Numark have corrected their documentation, and are currently still bundling Audacity with the listed product. Please see our Wiki page on <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables">USB turntables</a> for more information.
sk: USB gramofóny. POZNÁMKA: V januári 2007, <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">sa objavil článok o týchto gramofónoch </a> v New York Times, obsahujúci chybné vyhlásenie o obmedzení Audacity. Napriek tomu, čo bolo uvedené, Audacity môže nahrať celú LP, odhaliť rozdielne body medzi LP skladbami, ktoré sú založené na tichu, a súčasne exportovať viac súborov pre každú stopu. Numark opravil ich dokumentáciu, a v súčasnosti stále balia do Audacity s uvedenými produktmi. Prosím pozrite našu wiki stránku <a href="http://audacityteam.org/wiki/index.php?title=USB_turntables"> USB gramofóny </a> pre viac informácií.

source: FreedomSampler&trade; is a collection of free, open source software with full source code, allowing easy redistribution under the GNU General Public License. ISO images may be downloaded for free, or you can <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">purchase</a> a copy to be shipped to you.
sk: FreedomSampler&trade; je kolekcia voľného, open source softvéru s plným zdrojovým kódom, ktorý umožňuje ľahké rozšírenie podľa GNU General Public License. ISO obrazy možno stiahnuť bezplatne, alebo si môžete <a href="http://www.twistedlincoln.com/shop/catalog/products/freedomsampler">zakúpiť </a> kópie, ktoré budú zaslané k vám.

source: TheOpenCD is a now-discontinued collection of high quality free and open source software. Currently, you can still <a href="http://releases.theopencd.org/">download archived CD images</a> or <a href="http://ztechshop.net/disks/opencd/">purchase a CD online</a> for worldwide shipping.
sk: TheOpenCD je teraz ukončená zbierka vysoko kvalitného slobodného a open-source softvéru. V súčasnej dobe si môžete stále <a href="http://releases.theopencd.org/"> stiahnuť archivované obrazy CD </a> alebo <a href="http://ztechshop.net/disks/opencd/"> kúpiť CD online </a> na distribúciu po celom svete.

source: OpenDisc is a similar collection of high quality free and open source software. Currently, a downloadable <a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn">CD image</a> is available. The project hopes to make available a purchasable CD shortly.
sk: OpenDisc je podobná kolekcia vysoko kvalitného, slobodného a open-source softvéru. V súčasnej dobe je možné si stiahnuť<a href="http://downloads.sourceforge.net/opendisc/OpenDisc-07.10.iso?use_mirror=osdn"> CD obraz</ a> k dispozícii. Projekt sa bude snažiť sprístupniť predajné CD krátko.

source: Audiotouch is sound recording and playback software, designed for ease of use. It features one-touch recording and saving, quickly recording multiple audio files directly to disk without the need to interact with save dialog boxes. Audacity_Audiotouch is a customized version of Audacity which can be added to Audiotouch, offering simple editing with reduced menu dialogs.
sk: Audiotouch je zvukové nahrávanie a software na playback, určený pre jednoduché použitie. Vyniká jedno-dotykové nahrávanie a ukladanie, rýchle nahrávanie viacerých zvukových súborov priamo na disk, bez ovplyvňovania dialógových okien. Audacity_Audiotouch je upravená verzia Audacity, ktorá môžu byť pridaná do Audiotouch, ponúkajúca jednoduchú editáciu so zníženou ponukou dialógov.

source: Software allowing users to create their own custom comic books with included clipart, backgrounds, word balloons, sound files and other assets.
sk: Software povoľuje užívateľom vytvárať vlastné zábavné knihy obsahujúce clipart, pozadia, bubliny so slovami, zvukové súbory a iné položky.

source: The Thinklabs <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digital stethoscope</a> has enhanced sound quality with 50x amplification. Volume can be adjusted for faint heart sounds, obese patients or noisy work environments. The stethoscope's waveforms and spectrograms can be analyzed in Thinklabs Phonocardiography (a customized version of Audacity for Microsoft Windows and Mac OS X).
sk: Thinklab <a href="http://www.thinklabsmedical.com/content/view/17/157/">ds32a digitálny stetoskop</a> má 50-násobne zvýšenú kvalitu hlasu. Zvuk môže byť upravený pre slabé odozvy srdca. obéznych pacientov alebo v hlučnom prostredí. Stetoskopové vlny a spektrogramy sa môžu analyzovať v Thinklabs Phonocardiography (upravená verzia Audacity pre Microsoft Windows a Mac OS X).

source: Portable recording studio or digital audio workstation (DAW), featuring "walk and mix" technology.
sk: Prenosné nahrávacie štúdio alebo digitálna audio stanica (DAW), obsahujúce "walk and mix" technológie

source: A customized version of Audacity for Microsoft Windows and Mac OS X that lets the fan share the studio experience with an artist. Add a Umixit-enabled CD or song, then record your own vocals or instruments, create remixes, mash-ups, sing karaoke and more...
sk: Upravená verzia Audacity pre Microsoft Windows a Mac OS X umožňuje fanúšikovi zdieľat skúsenosti zo štúdia s umelcom. Pridať Umixit CD alebo pieseň, potom zaznamenávať váš vlastný spev alebo nástroje, vytvárať remixy, mash-upy, spievať karaoke a ďaľšie...

source: Mirror site for Audacity downloads, from webzine about Windows software at Impress Watch Corporation, Tokyo, Japan.
sk: Vzor stránky pre voľné stiahnutie Audacity,z webzine o Windows software na Impress Watch Corporation, Tokyo, Japan.

source: <a href="%s">Audacity %s release (source tarball)</a> (%s file, %.1lf MB)
sk: <a href="%s">Audacity %s uvoľnená (v zdrojovom archíve)</a> (%s súbor, %.1lf MB)

source: This is our standard source tarball. It assumes your system has the necessary dependencies (libraries) installed (see below).
sk: To je náš štandardný zdrojový archív. Predpokladá sa,že váš systém má potrebné závislosti (knižnice) inštalované (pozri nižšie).

source: This is a full source tarball, useful for Windows and Mac machines which may lack the necessary dependencies to compile Audacity.
sk: To je úplný zdrojový archív, ktorý je vhodný pre Windows a Mac stroje, ktoré nemajú potrebné závislosti ku kompilácii Audacity.

source: <a href="%s">Latest CVS development code</a>, incorporating changes since the release tarball.
sk: <a href="%s">Najnovší vyvinutý CVS kód</a>, čo zahŕňa zmeny od uvoľnenia archívu.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a>.
sk: Ak máte ťažkosti so stiahnutím, alebo potrebujute staršiu verziu Audacity, skúste naše <a href="%s"> náhradné linky na stiahnutie </a>.

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor. Please review our operating system support for
sk: Audacity beží najlepšie s aspoň 64 MB RAM a 300 MHz procesorom. Prosím, pozrite sa na náš operačný systém podporovaný pre

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3.6 requires wxGTK 2.8.9.
sk: <a href="http://wxwidgets.org">wxWidgets</a> knižnica je <b>požadovaná</b>. Audacity 1.3.6 potrebuje wxGTK 2.8.9.

source: Installation of the following libraries is <b>optional</b> - they are included in Audacity obtained from <a href="../community/developers#cvs">CVS</a>.
sk: Inštalácia nasledujúcich knižníc je <b>voliteľná</b> - sú zahrnuté v Audacity, ktorá je ponúkaná z <a href="../community/developers#cvs"> CVS </a>.
