Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: submit it to us</a> for review <em>before</em> you publish it.</p>
sk: predložte ich k nám</a> na revíziu<em>pred tým</em>ako ich zverejnite.</p>
zh_cn: 提交给我们</a>评估，切记：此事请务必<em>在您发布之前</a>。</p>

source: <li>Thank you for choosing to distribute Audacity with your product! Please
sk: <li>Ďakujeme, že ste si vybrali distribúciu Audacity spolu s vaším produktom! Prosím
zh_cn: <li>感谢您选择在您的产品中发布Audacity！请

source: contact us</a> early so we can work together to make your product a success.</li>
sk: kontaktujte nás</a> skôr, aby sme mohli pracovať spoločne, pre úspech vášho produktu.</li>
zh_cn: 尽早联系我们</a>，以便我们能和您一起、把您的产品变得更成功。</li>

source: <li>Please distribute Audacity unmodified. If you need to modify it to work with your device, please
sk: <li>Prosím šírte Audacity nemodifikovanú. Ak ju potrebujete zmeniť pre prácu s prístrojom, prosím
zh_cn: <li>发行Audacity时，请不要做任何修改。如果您需要为您的设备修改Audacity使之能正常工作，请先

source: contact us</a> first.</li>
sk: kontaktujte nás</a> najskôr.</li>
zh_cn: 联系我们</a>。</li>

source: e-mail us</a>.
sk: pošlite nám e-mail</a>.
zh_cn: 给我们发送电子邮件</a>。

source: Click any screenshot for a larger version.
sk: Po kliknutí na obrázok sa zobrazí jeho väčšia verzia.
zh_cn: 点击放大屏幕截图

source: Audacity running on Linux
sk: Audacity bežiaca na Linuxe
zh_cn: 运行在Linux系统的Audacity

source: Audacity running on Windows
sk: Audacity bežiaca na Windows
zh_cn: 运行在Windows系统的Audacity

source: Audacity running on Mac OS X
sk: Audacity bežiaca na Mac OS X
zh_cn: 运行在Mac OS X系统的Audacity

source: Noise Removal effect
sk: Efekt odstránenia šumu
zh_cn: 噪声消除的特效

source: Change Pitch effect
sk: Efekt zmeny ladenia
zh_cn: 改变音高的特效

source: Change Tempo effect
sk: Efekt zmeny rýchlosti
zh_cn: 改变节拍的特效

source: Recording with Audacity
sk: Nahrávanie s Audacity
zh_cn: 用Audacity录音

source: Resources for Translators
sk: Zdroje pre prekladateľov
zh_cn: 给翻译者的资源

source: Mailing list and archives
sk: Konferencia a archívy
zh_cn: 邮件列表和存档

source: Translating Audacity</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.
zh_cn: 翻译Audacity</a>，请至 Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>。

source: Latest audacity.pot file%s (last updated %04d/%02d/%02d)
sk: Posledný audacity.pot súbor %s (aktualizovaný %04d/%02d/%02d)
zh_cn: 最新的 audacity.pot 文件%s (最后更新于 %04d/%02d/%02d)

source: Latest audacity_website.pot file%s (last updated %04d/%02d/%02d)
sk: Posledný audacity_website.pot súbor %s (aktualizovaný %04d/%02d/%02d)
zh_cn: 最新的 audacity_website.pot 文件%s (最后更新于 %04d/%02d/%02d)

source: wxWidgets i18n
zh_cn: wxWidgets国际化(i18n)

source: <h3>Translation Instructions (software and web site)</h3> <p>Normally there will already be a translation for your language of the Audacity software or web site, but often it needs to be updated for the latest changes. <b>To update an existing translation</b>, use the links below to download the .po file for your language:</p> <ul> <li><a href="%s">Audacity translations</a></li> <li><a href="%s">Audacity web site translations</a></li> </ul> <p>After clicking either link above, click on the link for the .po file for your language. On the page you come to, scroll down to the blue "File info" panel on the right, then right-click or control-click over the "View raw file" link and "save target" or "save link as" to download the .po file.</p> <p><b>If there is no .po file for your language</b>, create one by downloading the latest "audacity.pot" or "audacity_website.pot" file under "Resources for Translators" above. (If the links only produce text in the browser, right-click or control-click and save the target or link). Rename the .pot to "audacity.po" (or "audacity_website.po" for web site translation) before starting your translation.</p> <p><b>Programs for creating and editing .po files:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> for Windows and Unix.</li> <li><a href="http://userbase.kde.org/Lokalize">Lokalize</a> for KDE4</li> <li><a href="http://translate.sourceforge.net/wiki/virtaal/index">Virtaal</a></li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a> is standard on most Unix systems. It includes a PO mode for the Emacs text editor.</li> </ul> <p><b>Basic usage of poEdit:</b><p> <ul> <li>For a newly created .po file, set its properties by clicking <b>Catalog > Settings</b> and filling in the required information. Set the target language in the <b>Language</b> menu. Make sure to set the "charset" option correctly, otherwise poEdit will not save any translations with non-English characters. </li> <li>For an existing .po file, download "audacity.pot" or "audacity_website.pot" from "Resources for Translators" above. In poEdit, click <b>Catalog > Update from POT file</b> to update your .po file with the latest strings from the downloaded .pot file. Then translate the .po file (<b>not</b> the .pot file).</li> <li>When you File > Save, poEdit saves the .po file, plus a .mo file for use in Audacity.</li> </ul> <p><b>To test a translation in Audacity:</b></p> <ul> <li>Navigate to the "Languages" directory inside the Audacity installation directory, and open the directory with the same name as your .po file. If creating a new translation, create a directory in the "Languages" folder using the correct language code from <a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>. For example, the code for Tamil is "ta", so create "Audacity\Languages\ta".</li> <li>Rename the saved <b>.mo</b> file to "Audacity.mo", and paste it into the directory you opened or created.</li> <li>Open Audacity and in <b>Preferences: Interface</b>, choose your language and click OK. You should now see your translations. </li> </ul> <p><b>Further information:</b></p> <ul> <li><b>To submit a translation</b>, please send the completed .po file to the audacity-translation mailing list. A member of Audacity Team will commit the file and send a message to the list confirming this.</li> <li>Please read <a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">Translating Audacity</a> for more tips on translating the Audacity source code, and to learn how the Audacity software and web site are translated.</li> </ul>
zh_cn: <h3>翻译指南 (软件和网站)</h3> <p>通常Audacity软件或者网站都会有一个翻译，但会经常需要更新。<b>要更新一个已存在的翻译</b>，使用下面的链接下载和你语言对应的.po文件:</p> <ul> <li><a href="%s">Audacity 翻译</a></li> <li><a href="%s">Audacity网站翻译</a></li> </ul> <p>点击上面随便哪个链接后，点击你语言的 .po 文件。在新页面，找到右侧的 "File info"栏，右击或Ctrl+单击 "View raw file"链接 "目标另存为" 或 "链接另存为" 下载 .po文件。</p> <p><b>如果没有你的语言的po文件</b>，到上面的"给翻译者的资源"里 下载最新的"audacity.pot" 或 "audacity_website.pot"，然后添加一个和你语言对应的.po文件。(如果上述链接只是在浏览器中打开了po文件，右击，选择目标另存为)。在翻译前请将"audacity.po" (或 "audacity_website.po") 重命名下。</p> <p><b>可用来创建和编辑.po文件的编辑器:</b></p> <ul> <li><a href="http://poedit.sourceforge.net/">poEdit</a> 对于 Windows 和Unix.</li> <li><a href="http://userbase.kde.org/Lokalize">Lokalize</a>对于 KDE4</li> <li><a href="http://translate.sourceforge.net/wiki/virtaal/index">Virtaal</a></li> <li><a href="http://www.gnu.org/software/gettext/">GNU gettext</a>是很多Unix系统上的标准编辑器。 对于Emacs文本编辑器，它提供 PO 模式。</li> </ul> <p><b> poEdit 基础使用方法:</b><p> <ul> <li>对于一个新创建的 .po 文件，单击 <b>目录Catalog > 设置Settings</b>设置属性，填好必须填的信息。在 <b>语言Language</b>菜单里设置目标语言。确保"字符集charset" 选项设置正确，否则 poEdit 不能保存任何非英语的字符。 </li> <li>对于已存在的 .po文件，从"给翻译者的资源"里下载最新的"audacity.pot" 或 "audacity_website.pot"。在 poEdit中，单击 <b>目录Catalog > 从POT文件更新 Update from POT file</b>可以用最新下载的pot文件更新你已存在的po文件。然后翻译.po 文件(<b>而不是</b> .pot文件)。</li> <li>选择 文件File > 保存Save后， poEdit 会保存一个.po文件和一个 .mo供Audacity使用 。</li> </ul> <p><b>要在 Audacity中测试翻译 :</b></p> <ul> <li>浏览到Audacity安装目录里的 "Languages"文件夹，打开和你的 .po文件同名的文件夹。如果没有创建一个，下面是各个国家的代码，文件夹名称需与列表里的一致<a href="http://www.poedit.net/translations.php">http://www.poedit.net/translations.php</a>。例如 Tamil 的代码是 "ta" ，则应创建一个 "Audacity\Languages\ta"文件夹。</li> <li>将已保存的 <b>.mo</b>文件重命名为 "Audacity.mo"，将其粘贴到刚刚打开或创建的文件夹里。</li> <li>打开Audacity ，在 <b>首选项:界面</b>里，选择你的语言然后点击OK，然后就能看见你翻译的成果了。 </li> </ul> <p><b>进一步信息：</b></p> <ul> <li><b>要提交翻译</b>，请将完整的 .po 文件发送到audacity-translation邮件列表。Audacity团队里会有人提交文件并发送确认信息。</li> <li>请阅读<a href="http://wiki.audacityteam.org/index.php?title=Translating_Audacity">翻译 Audacity</a> 获取更多关于翻译Audacity源代码的小技巧，或了解 Audacity软件和网站是怎么被翻译的。</li> </ul>

source: Audacity is free software, developed by volunteers. Here's how you can contribute your time to the Audacity project:
zh_cn: Audacity是由志愿者开发的自由软件。参与Audacity项目的方式如下：

source: Give us <a href="../contact#feedback">suggestions or bug reports</a>, join the Audacity user community and help other users.
zh_cn: 给我们 <a href="../contact#feedback">建议或者报告Bug</a>，请加入Audacity用户社区，还可以帮助其他的用户。

source: If you are a C++ programmer, join the development team and help us improve Audacity. We also welcome documentation and other contributions, and can help with questions on modifying the Audacity source code. To get started, please join the <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> mailing list.
zh_cn: 如果您是一名C++程序员，请加入开发团队，帮助我们改进Audacity。 我们也欢迎对文档和任何其它方面的贡献，只要能有助于解决与修改Audacity源码相关的问题。 开始之前，请加入 <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel (开发者)</a> 邮件列表。

source: If you are fluent in both English and another language, you can help translate the Audacity software, web site and <a href="http://manual.audacityteam.org/index.php?title=Main_Page">Manual</a>. We also need people to help provide support for Audacity in different languages.
zh_cn: 如果您同时通晓英语和其它一门语言，您可以帮助翻译Audacity软件、网站及<a href="http://manual.audacityteam.org/index.php?title=Main_Page">手册</a>。 我们也需要人来帮助提供不同语言的支持服务。

source: We also welcome <a href="../donate/">donations</a> to support Audacity development.
zh_cn: 我们也欢迎 <a href="../donate/">捐赠</a> 以支持Audacity的开发工作。

source: <a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, excluding the third-party code libraries Audacity uses. The <a href="http://www.ohloh.net/projects/59/analyses/latest">Code tab</a> on the Ohloh site shows the progress of code development.
zh_cn: <a href="http://www.ohloh.net/projects/59">Ohloh</a> 提供了有关Audacity开发工作的价值统计（注意：中国大陆地区访问Ohloh网站可能需要通过代理）。本站每一页底部的Ohloh &quot;徽标&quot; 显示了更新的汇总价值。我们设置了有关Audacity的Ohloh页，这样统计信息将只包含特定Audacity开发工作的价值，而不会将Audacity用到的第三方代码库的价值也计算在内。<a href="http://www.ohloh.net/projects/59/analyses/latest">“Code”(代码)栏</a>的Ohloh数据显示了代码开发的进度。

source: Join the <a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel</a> mailing list to discuss current and future development, or to get help modifying the Audacity source code.
zh_cn: 加入<a href="http://lists.sourceforge.net/lists/listinfo/audacity-devel">audacity-devel (开发者)</a>邮件列表讨论目前及未来的开发工作，或帮助修改Audacity源码。

source: You can get the latest Audacity code from our <a href="http://code.google.com/p/audacity/source/browse/audacity-src/trunk">SVN repository</a>. We aren't currently working on any other version.
zh_cn: 您可以从我们的<a href="http://code.google.com/p/audacity/source/browse/audacity-src/trunk">SVN资源库</a>中获得最新的Audacity源码。 我们目前不再修改任何其它版本。

source: Type this at the command line to check out the latest source code from SVN:
zh_cn: 如需从SVN中检出最新的源码，请在命令行中输入以下命令：

source: Bug Tracking
sk: Sledovanie chyby
zh_cn: Bug跟踪

source: The Audacity developers use bugzilla to track bugs and enhancements. To find issues to work on, please view our categorized <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug Lists</a>.
zh_cn: Audacity开发者使用Bugzilla来追踪Bug和增强补丁。要找到待解决的问题，请阅读已分类好的<a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug列表</a>。

source: If you are a user reporting a new bug, please e-mail our <a href="../contact#feedback">feedback address</a>.
zh_cn: 如果您只是一名普通用户、希望报告一个新的Bug，请给我们的<a href="../contact#feedback">反馈邮箱</a>发信。

source: Submitting Patches
sk: Pošlite Patche
zh_cn: 提交补丁

source: We welcome patches from developers. Please see our <a href="http://wiki.audacityteam.org/wiki/SubmittingPatches">Submitting Patches</a> page on the <a href="http://wiki.audacityteam.org/wiki">Wiki</a>.
zh_cn: 我们欢迎开发者提交补丁。请阅读我们<a href="http://wiki.audacityteam.org/wiki">Wiki</a>上的<a href="http://wiki.audacityteam.org/wiki/SubmittingPatches">提交补丁</a>部分。

source: User Community
sk: Užívateľská komunita
zh_cn: 用户社区

source: Audacity was written by volunteers in their spare time. If you appreciate Audacity and would like to help out, here are some ideas:
sk: Audacity vytvorili dobrovoľníci vo svojom voľnom čase. Ak ste s programom spokojní a chceli by ste pomôcť, tu je pár námetov:
zh_cn: Audacity是由志愿者在业余时间开发的自由软件。如果您欣赏它并愿意出一份力，这里有一些主意：

source: Say Hello!
sk: Pošlite pozdrav!
zh_cn: 打个招呼！

source: <h3>Join the User Community</h3>
sk: <h3>Pripojte sa ku komunite užívateľov</h3>
zh_cn: <h3>加入用户社区</h3>

source: Report bugs
sk: Oznámiť chybu
zh_cn: 报告Bug

source: Help us test our latest versions
zh_cn: 帮助我们测试最新的版本

source: Advertisements Policy
zh_cn: 广告政策

source: Announcement List Policy
sk: Pravidlá pre posielanie noviniek
zh_cn: 公告列表政策

source: Mailing List Policy
sk: Pravidlá konferencie
zh_cn: 邮件列表政策

source: Audacity Forum for Questions or Problems
zh_cn: 答疑解难的Audacity论坛

source: <b>There is no technical support by e-mail or telephone.</b> Most questions are answered in our <a href="../help/faq">Frequently Asked Questions (FAQ)</a>, <a href="../help/documentation">documentation</a>, and the additional <a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutorials</a> and <a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a> on our <a href="http://wiki.audacityteam.org/wiki">Wiki</a>. All these resources are searchable using the search box top right of this page.
zh_cn: <b>不能通过邮件或电话解决你的问题。</b> 很多问题和答案都在<a href="http://wiki.audacityteam.org/wiki">Wiki</a>里的<a href="../help/faq">常见问题解答 (FAQ)</a>, <a href="../help/documentation">documentation</a>与附加的<a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">教程</a>和 <a href="http://wiki.audacityteam.org/wiki/Category:Tips">小贴士</a>。 所有这些资源都可用右上角的搜索框搜索到。

source: If you still need help, expert assistance is available on our
zh_cn: 如果您还需要帮助，可寻求专家的协助，请登录我们的

source: Forum</a>.
sk: Fórum</a>.
zh_cn: 论坛</a>。

source: Always give plenty of information when asking questions on the Forum. You can find more help with joining and using the Forum <a href="http://wiki.audacityteam.org/wiki/Asking_Questions">here</a>.
zh_cn: 在论坛上提问时请尽量给出足够多的信息。<a href="http://wiki.audacityteam.org/wiki/Asking_Questions">此处</a>有更多有关加入及使用论坛的帮助。

source: Suggestions, Bug Reports, Feature Requests and Patches
zh_cn: 建议、Bug报告、新功能需求申请及补丁

source: You can
zh_cn: 您可以

source: e-mail us</a> about any Audacity matter, but <b>not for technical support</b> - this is provided on our <a href="http://forum.audacityteam.org/">Forum</a>. Please write in <b>English language only.</b> Please tell us your experiences of the Audacity program, documentation or web site. We particularly welcome the following:</p> <p> <ul> <li>Reports of possible program bugs</li> <li>Requests for new or enhanced features</li> <li>Offers to <a href="http://wiki.audacityteam.org/wiki/Contribute">contribute</a> to the Audacity project.
zh_cn: 给我们发电子邮件</a>接洽任何有关Audacity的事情，<b>除技术支持之外</b> - 我们的<a href="http://forum.audacityteam.org/">论坛</a>将负责此项工作。 请<b>使用英语</b>提问。 也请告诉我们您使用Audacity程序、文档或网站的体验。 我们尤其欢迎如下信息：</p> <p> <ul> <li>报告可能的程序Bug</li> <li>新的或者增强的功能需求</li> <li>为Audacity项目<a href="http://wiki.audacityteam.org/wiki/Contribute">贡献</a> 力量。

source: Discussion Lists
sk: Diskusná konferencia
zh_cn: 讨论列表

source: Subscribe to our
sk: Prihláste sa do našej
zh_cn: 订阅我们的

source: mailing lists
sk: e-mailovej konferencie
zh_cn: 邮件列表

source: to discuss Audacity with our community of users and developers. C++ developers: join
sk: a diskutuj o Audacity spoločne s užívateľmi a vývojármi. C++ vývojármi: zapoj sa do
zh_cn: 参与社区用户及开发者的讨论。C++开发者们：请加入

source: our developers' list
sk: našej vývojárskej konferencie
zh_cn: 我们的开发者列表

source: to learn about the Audacity source code and contribute to making Audacity even better!
sk: a nauč sa niečo o Audacity zdrojovom kóde a prispej k zlepšeniu Audacity!
zh_cn: 学习Audacity源码，并为它添砖加瓦！

source: You must subscribe to send messages to this list.
sk: Prihlásiť sa musíš poslaním správy do tejto konferencie.
zh_cn: 您必须订阅才能在此邮件列表发信。

source: %s archives and subscription information
sk: %s archívy a informácie o prihlásení
zh_cn: %s 存档及订阅信息

source: Discuss Audacity with other <a href="../community/users">users</a> and developers.
sk: Diskutujte o Audacity s ostatnými <a href="../community/users"> užívateľmi </a> a vývojármi.
zh_cn: 和其他<a href="../community/users">用户</a>及开发者一起讨论Audacity。

source: We now use a <a href="http://www.bugzilla.org/">Bugzilla</a> installation to track bugs and enhancements. To find issues to work on, please view our categorized <a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug Lists</a>.
zh_cn: 我们现在使用<a href="http://www.bugzilla.org/">Bugzilla</a>来追踪Bug和增强补丁。要找到待解决的问题，请查看已分类好的<a href="http://wiki.audacityteam.org/wiki/Bug_Lists">Bug列表</a>。

source: For <a href="../community/translation">translators</a> localizing the Audacity software, web site and documentation.
sk: Pre <a href="../community/translation"> prekladateľov,</a> lokalizácie v Audacity softvére, webovej stránky a dokumentácie.
zh_cn: 针对<a href="../community/translation">翻译者</a>本地化Audacity软件、网站及文档。

source: Share questions and tips about programming <a href="../help/nyquist">Nyquist plug-ins</a>.
sk: Zdieľajte otázky a tipy o programovaní <a href="../help/nyquist">Nyquist pluginov</a>.
zh_cn: 分享关于<a href="../help/nyquist">Nyquist插件</a>编程的问题和技巧。

source: Web Site Copyright and Trademark
sk: Autorské práva a obchodná známka webovej stránky
zh_cn: 网站版权和商标

source: "Audacity" is a trademark of Dominic Mazzoni. The Google logo is a trademark of Google, Inc.
sk: "Audacity" je obchodná známka Dominica Mazzoniho. Logo Google je obchodná známka Google, Inc.
zh_cn: "Audacity"是Dominic Mazzoni的商标。Google图标是Google公司(Google, Inc.)的商标。

source: Site Map
sk: Mapa stránok
zh_cn: 网站地图

source: Jump to page content
sk: Prejsť na obsah stránky
zh_cn: 转至网页内容

source: Audacity: Free Sound Editor and Recording Software
sk: Audacity: Voľne dostupný zvukový editor a rekordér
zh_cn: Audacity: 自由而免费的声音编辑器和录音软件

source: Audacity Store, for Audacity-logo shirts, bags and ceramic mugs
zh_cn: Audacity商店，购买Audacity标志的T恤、背包及陶瓷杯子

source: Site Navigation
sk: Navigácia stránky
zh_cn: 网站导航

source: Page Footer
sk: Päta stránky
zh_cn: 页脚

source: Privacy
sk: Súkromie
zh_cn: 隐私权

source: Copyright
sk: Autorské práva
zh_cn: 版权

source: Creative Commons Attribution License
sk: Creative Commons Attribution Licencia
zh_cn: Creative Commons Attribution license(创作共用组织署名许可证)

source: View this page in a different language
sk: Zobraziť túto stránku v inom jazyku
zh_cn: 浏览此页的其它语言版本

source: %B %d, %Y
zh_cn: %Y年%m月%d日

source: Audacity 1.3.14 released
zh_cn: Audacity 1.3.14 发布

source: Audacity 1.3.13 released, and LinuxQuestions.org Audio Authoring Award 2010
zh_cn: Audacity 1.3.13 发布，同时获得LinuxQuestions.org 2010年度音频编辑奖（Audio Authoring Award 2010）

source: Audacity 1.3.12 released, and Audacity book release from PACKT Publishing
zh_cn: Audacity 1.3.12 发布， 同时由PACKT出版Audacity图书

source: Audacity 1.3.11 released
zh_cn: Audacity 1.3.11 发布

source: Audacity 1.3.10 released
zh_cn: Audacity 1.3.10 发布

source: Audacity 1.3.9 released, Google Summer of Code (GSoC) 2009 completed
zh_cn: Audacity 1.3.9 发布，完成2009年度Google代码夏令营（GSoC）

source: SourceForge.net Community Choice Awards 2009
zh_cn: 2009年度 SourceForge.net Community Choice Awards

source: Audacity 1.3.8 released
zh_cn: Audacity 1.3.8 发布

source: Linux Journal and Bestcovery Awards, and new "Audacity compact" book
zh_cn: Linux杂志(Linux Journal)和Bestcovery的奖，以及一本新的"Audacity compact"书

source: Audacity is mentoring two Google Summer of Code (GSoC) 2009 students
zh_cn: Audacity开发者 正在指导两名参加 2009年度Google代码夏令营(GSoC) 的学生

source: Audacity 1.3.7 released
sk: Audacity 1.3.7 uvoľnená
zh_cn: Audacity 1.3.7 发布

source: Audacity 1.3.6 released
sk: Audacity 1.3.6 uvoľnená
zh_cn: Audacity 1.3.6 发布

source: German Audacity Book released
sk: Nemecka kniha Audacity uvoľnená
zh_cn: 德文版Audacity图书出版

source: Audacity shines in Google Summer of Code (GSoC) 2008
sk: Audacity a Google Leto kódu (GSoC) 2008
zh_cn: Audacity 在 2008年度Google代码夏令营(GSoC) 中闪亮(登场)

source: Audacity in PC World 100 Best Products of 2008
sk: Audacity v PC World patrí medzi 100 najlepších produktov za rok 2008
zh_cn: Audacity 位列 2008年度 PC World 100 Best Products （100款最佳产品）

source: Audacity 1.3.5 Released
sk: Audacity 1.3.5 uvoľnená
zh_cn: Audacity 1.3.5 发布

source: Audacity is mentoring five Google Summer of Code (GSoC) 2008 students
sk: Audacity je inštruktáž pre päť študentov Google Summer of Code (GSoC) 2008
zh_cn: Audacity开发者 指导五名参加 2008年度Google代码夏令营(GSoC) 的学生

source: Audacity is a mentoring organization Google Summer of Code (GSoC) 2008
sk: Audacity je inštruktáž organizácie pre Google Summer of Code (GSoC) 2008
zh_cn: Audacity 是 2008年度Google代码夏令营 的指导机构

source: Call for Students! Apply <em>NOW</em> for Audacity projects in Google Summer of Code (GSoC) 2008
sk: Výzva pre študentov! Prihláste sa <em>NOW</em> na Audacity projekty v Google Summer of Code (GSoC) 2008
zh_cn: 征集参赛学生！<em>现在</em>申请参加 2008年度Google代码夏令营 中的Audacity项目

source: Audacity and Google Summer of Code (GSoC) 2008
sk: Audacity a Google Summer of Code (GSoC) 2008
zh_cn: Audacity 和 2008年度Google代码夏令营 (GSoC)

source: LinuxQuestions.org Audio Authoring Award 2007
zh_cn: LinuxQuestions.org 2007年度音频编辑奖（Audio Authoring Award 2007）

source: Audacity 1.3.4 Released
sk: Audacity 1.3.4 uvoľnená
zh_cn: Audacity 1.3.4 发布

source: SourceForge Community Choice Awards 2007
zh_cn: 2007年度 SourceForge Community Choice Awards

source: <p> Audacity won the <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! Congratulations to the other finalists. <b>Big</b> thanks to SourceForge, to everyone who voted, and to all who contribute to making Audacity great! </p>
sk: <p> Audacity vyhrala <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! Gratulácie ostatným finalistom. <b>Veľké</b>poďakovanie SourceForge, každému kto hlasoval, a každému kto prispel k výrobe Audacity! </p>
zh_cn: <p> Audacity赢得 <a href="http://sourceforge.net/community/index.php/landing-pages/cca07/"> SourceForge Community Choice Awards 2007 -- Multimedia Category </a>! 恭喜所有参加决赛的项目。 <b>感谢</b>SourceForge、投票给我们的人、以及所有对Audacity付出贡献的人！ </p>

source: Audacity 1.3.3 Released
sk: Audacity 1.3.3 uvoľnená
zh_cn: Audacity 1.3.3 发布
