Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: Installation instructions (OS X .dmg files)
zh_cn: 安装指南 (OS X .dmg 文件)

source: Audacity 2.0 series requires Mac OS X 10.4 or later.
zh_cn: Audacity 2.0系列需要运行于Mac OS X 10.4及其后版本的操作系统之上。

source: Audacity 1.2.5 is a legacy version for Mac OS X 10.0 to 10.3 (Intel) only.
zh_cn: Audacity 1.2.5仅能运行于基于Intel内核的Mac OS X 10.0至10.3版操作系统上。

source: Audacity 1.2.6a is a legacy version for Mac OS X 10.0 to 10.3 (PPC) only.
zh_cn: Audacity 1.2.6a仅能运行于基于PowerPC内核的Mac OS X 10.0至10.3版操作系统上。

source: Audacity 1.0.0 is a legacy version for Mac OS 9 only.
zh_cn: Audacity 1.0.0仅能运行于Mac OS 9版的操作系统上。

source: Legacy Downloads
sk: Odkaz na stiahnutie
zh_cn: 旧版本下载

source: You may copy, distribute, modify and/or resell Audacity, under the terms of the <a href="../about/license">GNU GPL</a>.
sk: Môžete kopírovať, distribuovať, modifikovať a/alebo predávať Audacity, v súlade s podmienkami <a href="../about/license"> GNU GPL </a>.
zh_cn: 您可以基于<a href="../about/license">GNU通用许可证</a>复制、分发、修改或者分销Audacity.

source: 1.3 Series (Beta)
zh_cn: 1.3 系列 (测试版)

source: Obtain Audacity on CD
sk: Získať Audacity na CD
zh_cn: 从CD中获得Audacity

source: Downloads
sk: Voľné stiahnutia
zh_cn: 下载

source: Some of the major changes in 2.0.0 over 1.2.6 are: <ul> <li>Many effects significantly improved, especially Equalization, Noise Removal and Normalize. Vocal Remover now included plus GVerb on Windows and Mac. VAMP analysis plug-ins now supported. </li> <li>Improved label tracks with Sync-Lock Tracks feature in the Tracks Menu. Multiple clips per track. Tracks and selections can be fully manipulated using the keyboard. Many more keyboard shortcuts. </li> <li>New Device Toolbar to manage inputs and outputs. Timer Record feature. New Mixer Board view with per-track VU meters. </li> <li>Automatic Crash Recovery in the event of abnormal program termination. </li> <li>Fast "On-Demand" import of WAV/AIFF files if read directly from source. FLAC now fully supported. Added support for optional FFmpeg library for import/export of AC3/M4A/WMA and import of audio from video files. </li> </ul>
zh_cn: 2.0.0和1.2.6 版比较，重大的变化有: <ul> <li>许多特效变化很大，尤其是均衡器，噪声 移除和标准化。在Windows和Mac上， Vocal Remover 特效包含了 GVerb。增加 VAMP 分析插件支持。 </li> <li>改进的标签可跟随轨道菜单中的 同步锁定轨道 每个轨道中可有多个剪辑。轨道和片段能随意处理 通过键盘操作。添加了更多的键盘快捷键。 </li> <li>新的设备工具栏，用来管理输入和输出。定时录制功能。 新的混音面板布局，为每个轨道添加独立的音量调节器。 </li> <li>在程序异常结束后，自动恢复之前的文件。 </li> <li>按照需求让用户决定是否从源文件导入WAV/AIFF 文件。 现在已经完全支持FLAC。支持利用 FFmpeg库导入/导出 AC3/M4A/WMA文件或从视频导入音频。 </li> </ul>

source: Audacity 1.3: Other features
sk: Audacity 1.3: Ďaľšie vlastnosti
zh_cn: Audacity 1.3: 其它特性

source: Better performance with large projects
sk: Zlepšiť výkonnosti na veľkých projektov
zh_cn: 对于大的工程有更好的性能

source: As before, Audacity stores projects using a directory full of small files. Audacity 1.3 now uses a hierarchical directory structure that results in better performance on large projects (tens of hours worth of audio across many tracks).
sk: Rovnako ako predtým, Audacity obchody plánujú využívanie katalógov plných malých súborov. Audacity 1.3 teraz používa hierarchickú adresárovú štruktúru, ktorá vedie k lepšej výkonnosti na veľkých projekty (desiatky hodín majú hodnotu zvuku mnohých audio stôp).
zh_cn: 和以前的版本一样，Audacity使用一个有很多小文件的目录来保存工程。现在，Audacity 1.3使用一个具有层次结构的目录，以便在处理大的工程(如包含跨几个音轨的、长达数十小时的音频)时有更好的性能。

source: Project integrity check on open
sk: Projekt kontroly integrity na otvorených
zh_cn: 工程完整性检验开启

source: When you open an Audacity project in version 1.3, it checks to make sure that all data files are present.
sk: Keď otvoríte Audacity projekt vo verzii 1.3, uistí sa, či sú všetky dátové súbory aktuálne.
zh_cn: 当您在Audacity 1.3中打开一个工程文件，程序将检查是否有缺失的数据文件。

source: Upload via FTP
sk: Presunúť údaje cez FTP
zh_cn: 通过FTP上传

source: Based on wxWidgets 2.8
zh_cn: 基于 wxWidgets 2.8

source: Previous versions of Audacity were based on wxWidgets 2.4. This change brings support for GTK2 widgets on Unix and better Unicode support on all platforms, plus many other minor enhancements under the hood.
sk: Predchádzajúce verzie Audacity boli založené na wxWidgets 2.4. Táto zmena prináša podporu pre GTK2 vecičiek na Unix a lepšiu podporu pre Unicode na všetkých platformách, plus mnoho ďalších drobných vylepšení .
zh_cn: 旧版的Audacity是基于wxWidgets 2.4。这样的改变使得Audacity在Unix平台可以支持GTK2控件，并且在所有平台上可以更好地支持Unicode，此外还有许多其它的小改进。

source: Batch / CleanSpeech
sk: Skupinové / Čistenie reči
zh_cn: 批处理 / 清晰话音

source: Audacity has a new feature that allows you to process a batch of files, for example normalizing and converting to MP3. CleanSpeech mode provides a simplified interface for some standard adjustments typically made on speech recordings. You can access these features in the Interface Preferences.
zh_cn: Audacity有一个新特性，即允许您一次性处理一批文件，例如归一化并转换为MP3。 '清晰话音'模式提供了一个简化的界面，用于执行针对语音录音的一些典型的标准调整操作。这些特性的设置位于"首选项"对话框的'批处理'栏。

source: Cut lines
sk: Rozdeliť riadky
zh_cn: 剪切线

source: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB, including help files)
zh_cn: <a href="%s">Audacity %s</a> (.dmg文件, %.1lf MB)

source: OS X 10.4 or later (Universal Binary)
zh_cn: OS X 10.4 或后续版本 (可行程序)

source: Audacity 1.3: Track focus
sk: Audacity 1.3: Zameranie na stopy
zh_cn: Audacity 1.3: 轨道焦点

source: In Audacity 1.3.2 and higher, you can fully manipulate the selection using the keyboard. As always, press the left and right arrows, along with shift and control, to move the cursor or extend a selection to the left or right. New, press the up or down arrows to change which track is focused, independent of the selection, and press the Enter key to toggle the selectedness of the focused track.
sk: V Audacity 1.3.2 a vyššej, môžete úplne narábať s výberom pomocou klávesnice. Ako vždy, stlačte ľavú a pravú šípku, spolu s shift a control , na posun kurzora alebo na rozšírenie výberu doľava alebo doprava. Novinka, stlačte šípky nahor alebo nadol na zmenu stopy, ktorá je označená, nezávisle na výber, a stlačte tlačidlo Enter na prepnutie výberu označenej stopy.
zh_cn: 在Audacity 1.3.2或更高版本中，您可以完全通过键盘 操作选段。和惯例一样，通过按左右键， 辅以Shift或Ctrl键，可以移动光标或者 将选段向左右扩展。新增的功能有：按向上或 向下的按键切换焦点所在的轨道，而不影响选段； 按回车键切换焦点所在轨道的选段。

source: The focused track is highlighted in green, as illustrated in the screenshots below. Clicking on a track selects it and focuses it.
sk: Označená stopa je vyznačená na zeleno, ako ja znázornené v snímkach nižšie. Kliknutím na stopu ju vyberiete a označíte.
zh_cn: 选中的音轨以绿色高亮显示，如下面的截图 所示。点击某个音轨选中它并置其为焦点。

source: Above, a region of audio is selected in the top track.<br> You can tell the track is selected, because its label area is shaded.<br> You can tell the track is focused because of the green border.
sk: Predovšetkým, oblasť zvuku je vybraná v hlavnej stope.<br> Môžeme povedať, že trať je vybraná, pretože oblasť štítku je tieňovaná.<br> Môžeme povedať, že trať je označená, pretože má zelený okraj.
zh_cn: 在上面，在顶部音轨的一部分音频被选中了。<br> 被选中音轨的标签区域以阴影显示。<br> 获得焦点的音轨则有绿色的边界。

source: Pressing the down arrow key changes the focus to the lower track.<br> However, only the top track is selected.
sk: Stlačením klávesy so šípkou nadol sa zameriame na spodnú stopu.<br> Avšak, len hlavná stopa je vybraná.
zh_cn: 按下向下的按键，焦点会移到下一个轨道。<br> 然而只有最上面的轨道会被选中。

source: Pressing the enter key toggles the lower track, so it is now selected, too.
sk: Stlačením klávesy Enter sa prepína na nižšiu dráhu, takže je teraz vybraných tiež.
zh_cn: 按回车键切换为下面的轨道，它现在也被选中了。

source: Finally, press up-arrow and enter to unselect the top track.<br> This is one way to keep a particular range of audio selected<br>while changing which track is selected.
sk: Nakoniec, stlačte šípku nahor a enter pre zrušenie hlavnej stopy.<br> To je jeden spôsob, ako zachovať určitý rozsah vybraného zvuku<br>kým zmeníme, ktorá stopa má byť vybratá.
zh_cn: 最后，按下向上的按键和回车键，取消对最顶部轨道的选中。<br> 这是在改变选中轨道时、<br>保持选中特定范围音频的一种方法。

source: If you have trouble with your download, or need an older version of Audacity, try our alternative download links:
zh_cn: 如果你下载时遇到麻烦、或者需要一个老版本的Audacity，请尝试我们的其它下载链接：

source: Audacity Zip files and Nightly Builds
zh_cn: Audacity的Zip压缩包及每日构建版本

source: About Audacity
sk: O Audacity
zh_cn: 关于Audacity

source: This is a list of features in Audacity, the free, open source, cross-platform audio editor. For full information on how to use these features, go to the <a href="../help/">help pages</a>.
zh_cn: 这是Audacity（自由，开源，跨平台的音频编辑器）特性的列表。要学习如何使用这些特性，请访问<a href="../help/">帮助页面</a>。

source: <h3>Sound Quality</h3> <ul> <li>Supports 16-bit, 24-bit and 32-bit (floating point) samples (the latter preserves samples in excess of full scale).</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Tracks with different sample rates or formats are converted automatically in real time.</li> </ul>
zh_cn: <h3>声音质量</h3> <ul> <li>支持 16-bit，24-bit 和 32-bit (浮点) 采样 (the latter preserves samples in excess of full scale)。</li> <li>使用高质量的重采样和抖动处理 转换采样率与格式。</li> <li>实时转换不同采样率或不同格式的音道。</li> </ul>

source: <h3 id="edit">Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste and Delete.</li> <li>Unlimited sequential Undo (and Redo) to go back any number of steps.</li> <li>Edit and mix large numbers of tracks.</li> <li>Multiple <a href="http://manual.audacityteam.org/help/manual/man/audacity_tracks_and_clips.html">clips</a> are allowed per track.</li> <li><a href="http://manual.audacityteam.org/help/manual/man/label_tracks.html">Label tracks</a> with selectable <a href="http://manual.audacityteam.org/help/manual/man/sync_locked_tracks.html">Sync-Lock Tracks</a> feature for keeping tracks and labels synchronized.</li> <li>Draw Tool to alter individual sample points.</li> <li><a href="http://manual.audacityteam.org/help/manual/man/envelope_tool.html">Envelope Tool</a> to fade the volume up or down smoothly.</li> <li>Automatic Crash Recovery in the event of abnormal program termination.</li> </ul>
zh_cn: <h3 id="edit">编辑</h3> <ul> <li>用剪切，复制，粘贴和删除简单的编辑。</li> <li>没有限制的撤销(重做)可让你回到之前任何一步。</li> <li>编辑和混合数量众多的轨道。</li> <li>多个 <a href="http://manual.audacityteam.org/help/manual/man/audacity_tracks_and_clips.html">剪辑</a>可存在于一个轨道中。</li> <li><a href="http://manual.audacityteam.org/help/manual/man/label_tracks.html">标签</a> 自动跟随<a href="http://manual.audacityteam.org/help/manual/man/sync_locked_tracks.html">同步锁定轨道</a>可保持轨道与标签同步。</li> <li>用绘制工具来改变个别采样点。</li> <li><a href="http://manual.audacityteam.org/help/manual/man/envelope_tool.html">包络工具</a>平滑的让某段音频音量减少或增加。</li> <li>在程序异常退出后自动恢复文件。</li> </ul>

source: <h3><a href="http://manual.audacityteam.org/help/manual/man/accessibility.html">Accessibility</a></h3> <ul> <li> Tracks and selections can be <a href="http://manual.audacityteam.org/help/manual/man/audacity_selection.html">fully manipulated using the keyboard</a>.</li> <li>Large range of <a href="http://manual.audacityteam.org/help/manual/man/keyboard_shortcut_reference.html">keyboard shortcuts</a>. </li> <li>Excellent support for JAWS, <a href="http://www.nvda-project.org/">NVDA</a> and other screen readers on Windows, and for <a href="http://www.apple.com/accessibility/voiceover/">VoiceOver</a> on Mac.</li> </ul>
zh_cn: <h3><a href="http://manual.audacityteam.org/help/manual/man/accessibility.html">辅助功能</a></h3> <ul> <li> 音轨和选区能<a href="http://manual.audacityteam.org/help/manual/man/audacity_selection.html">完全用键盘操作</a>。</li> <li>大量<a href="http://manual.audacityteam.org/help/manual/man/keyboard_shortcut_reference.html">键盘快捷键</a>。 </li> <li>完美支持 JAWS， <a href="http://www.nvda-project.org/">NVDA</a>和其他Windows上的屏幕阅读器,，也支持Mac上的 <a href="http://www.apple.com/accessibility/voiceover/">VoiceOver</a>。</li> </ul>

source: <h3><a href="../download/plugins">Plug-ins</a></h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA</a>, <a href="http://wiki.audacityteam.org/wiki/Download_Nyquist_Plug-ins">Nyquist</a>, <a href="http://manual.audacityteam.org/help/manual/man/faq_installation_and_plug_ins.html#vst_install">VST</a> and <a href="http://manual.audacityteam.org/help/manual/man/effect_menu.html#Audio_Unit_Effects">Audio Unit</a> effect plug-ins.</li> <li>Effects written in the <a href="../help/nyquist">Nyquist programming language</a> can be easily modified in a text editor - or you can even write your own plug-in.</li> </ul>
zh_cn: <h3><a href="../download/plugins">插件</a></h3> <ul> <li>用 <a href="http://www.ladspa.org/">LADSPA</a>添加新的特效， <a href="http://wiki.audacityteam.org/wiki/Download_Nyquist_Plug-ins">Nyquist</a>，<a href="http://manual.audacityteam.org/help/manual/man/faq_installation_and_plug_ins.html#vst_install">VST</a>和 <a href="http://manual.audacityteam.org/help/manual/man/effect_menu.html#Audio_Unit_Effects">Audio Unit</a> 特效插件。</li> <li>用<a href="../help/nyquist">Nyquist 程序语言写的特效</a> 可以用普通文本编辑器编辑 - 或者你可以直接重新写自己的插件。</li> </ul>

source: These are some of the people who have <a href="../community/">contributed</a> to the free Audacity audio editor.</p> </p>If you have questions or feedback about Audacity, please see the <a href="../contact/">contact page</a>.
sk: Zoznam niektorých ľudí, ktorí <a href="../community/">prispeli</a> k voľne dostupnému zvukovému editoru Audacity.</p> </p>Pokiaľ máte otázky alebo iné poznatky týkajúce sa Audacity, pozrite sa prosím na <a href="../contact/">stránku s kontaktmi</a>.
zh_cn: 这里列出了部分为Audacity音频编辑器作出了<a href="../community/">贡献</a>的人。</p> </p>如果您对Audacity有什么问题或反馈，请见<a href="../contact/">联系页</a>。

source: History
sk: História
zh_cn: 历史

source: Audacity was started by Dominic Mazzoni and Roger Dannenberg in the fall of 1999 at Carnegie Mellon University. It was released as open-source software at SourceForge.net in May of 2000.
sk: Audacity začali vytvárať Dominic Mazzoni a Roger Dannenberg na Carnegie Mellon University v jeseni roku 1999. V máji 2000 bol vydaný ako open-source program na SourceForge.net.
zh_cn: Audacity项目是由 Dominic Mazzoni和Roger Dannenberg 在1999年秋天于卡耐基·梅隆大学开始的。2000年5月，它正式在SourceForge.net上发布为开源软件。

source: <a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, that is, excluding the code libraries Audacity uses. The <a href="http://www.ohloh.net/projects/audacity/contributors">Contributors tab</a> on the Ohloh site shows the contributions of each developer.
zh_cn: <a href="http://www.ohloh.net/projects/59">Ohloh</a> 提供了有关Audacity开发工作的价值统计（注意：中国大陆地区访问Ohloh网站可能需要通过代理）。本站每一页底部的Ohloh &quot;徽标&quot; 显示了更新的汇总价值。我们设置了有关Audacity的Ohloh页，这样统计信息将只包含特定Audacity开发工作的价值，而不会将Audacity用到的代码库的价值也计算在内。<a href="http://www.ohloh.net/projects/audacity/contributors">“Contributors”(贡献者)栏</a>的Ohloh数据显示了每个开发者的贡献。

source: Audacity Team Members
sk: Členovia tímu Audacity
zh_cn: Audacity 团队成员

source: quality assurance
zh_cn: 质量监管

source: developer
sk: vývojár
zh_cn: 开发者

source: documentation and support
sk: dokumentácia a podpora
zh_cn: 文档和支持

source: French
sk: Francúzsky
zh_cn: 法语

source: system administration
sk: administrácia systému
zh_cn: 系统管理

source: developer and co-founder of Audacity
zh_cn: Audacity的联合创始人及开发者

source: Technical Leadership Council
sk: Technické vedenie zhromaždenia
zh_cn: 技术领导委员会

source: Emeritus: distinguished Audacity Team members, not currently active
zh_cn: 荣誉成员：现在不活跃、但曾为Audacity做出杰出贡献的团队成员

source: Contributors
sk: Prispievatelia
zh_cn: 贡献者

source: accessibility advisor
zh_cn: 易用辅助功能指导

source: graphic artist
sk: autor grafiky
zh_cn: 图形设计师

source: Nyquist plug-ins
zh_cn: Nyquist 插件

source: Audacity is based on code from the following projects:
sk: Audacity využíva časti kódov z týchto projektov:
zh_cn: Audacity基于来自以下项目的代码:

source: Thanks
sk: Poďakovanie
zh_cn: 致谢

source: There are many other people and organizations we would like to thank. Many of these have contributed code, patches, feedback, money, time, or other things to the project. Others simply produce tools that made this whole thing possible.
sk: Je mnoho daších ľudí a organizácií, ktorým by sme chceli poďakovať. Mnohí z nich prispeli ku projektu kódom, záplatami, spätnou väzbou, financiami, časom a ďaľšími vecami.Iní zase proste vyrábajú nástroje, ktoré umožňujú celú vec uskutočniť.
zh_cn: 我们还要感谢许多其它的人及组织。他们中许多人都为该项目贡献了代码、补丁、反馈、金钱、时间或其它东西；还有一些人简单地制作了工具，以使这一切成为可能。

source: (Let us know if we're forgetting anyone!)
sk: (Dajte nám vedieť, ak sme na niekoho zabudli!)
zh_cn: (如果我们忘记了某人的话请通知我们!)

source: Other Open Source Audio Software
zh_cn: 其它开源音频软件

source: <a href="http://cdexos.sourceforge.net/">CDex</a> is a free CD ripper for Microsoft Windows.
sk: <a href="http://cdexos.sourceforge.net/">CDex</a> je voľne dostupný CD ripper pre Microsoft Windows.
zh_cn: <a href="http://cdexos.sourceforge.net/">CDex</a> 是一款免费的运行在Microsoft Windows系统上的CD音轨转录工具。

source: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
sk: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a>je voľne dostupný nástroj pre nahrávanie a čištenie nahrávok z vinylových dosiek.
zh_cn: <a href="http://www.opensourcepartners.nl/~costar/gramofile/">GramoFile</a>是一个免费的用于捕获及清除唱片录音的工具。

source: More free audio software at SourceForge.net:
zh_cn: 在SourceForge.net上的更多免费音频软件：

source: Audio Editors
sk: Zvukové editory
zh_cn: 音频编辑器

source: Audio Capture/Recording
sk: Zachytávanie/nahrávanie zvuku
zh_cn: 音频捕获/录音

source: Audio Analysis
sk: Zvuková analýza
zh_cn: 音频分析

source: CD/DVD burning:
zh_cn: CD/DVD 刻录

source: <a href="http://infrarecorder.org/">InfraRecorder</a> for Windows
zh_cn: Windows： <a href="http://infrarecorder.org/">InfraRecorder</a>

source: <a href="http://burn-osx.sourceforge.net/Pages/English/home.html">Burn</a> for Mac OS X
zh_cn: Mac OS X：<a href="http://burn-osx.sourceforge.net/Pages/English/home.html">Burn</a>

source: Video editing/capture:
zh_cn: 视频编辑/捕捉：

source: <a href="http://www.virtualdub.org/">VirtualDub</a> for Windows
zh_cn: Windows：<a href="http://www.virtualdub.org/">VirtualDub</a>

source: <a href="http://avidemux.sourceforge.net/">Avidemux</a> for Windows, Mac OS X (Intel) and Linux
zh_cn: Windows, Mac OS X (Intel) 和 Linux：<a href="http://avidemux.sourceforge.net/">Avidemux</a>

source: <a href="http://sourceforge.net/projects/hyperengine/">HyperEngine-AV</a> for Mac OS X
zh_cn: Mac OS X：<a href="http://sourceforge.net/projects/hyperengine/">HyperEngine-AV</a>

source: <a href="http://cinelerra.org/about.php">Cinelerra</a> or <a href="http://www.kinodv.org/article/static/2">Kino</a> for Linux
zh_cn: Linux：<a href="http://cinelerra.org/about.php">Cinelerra</a> 或 <a href="http://www.kinodv.org/article/static/2">Kino</a>

source: <p>Audacity is a free, easy-to-use and <a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">multilingual</a> audio editor and recorder for Windows, Mac OS X, GNU/Linux and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, WAV or AIFF sound files.</li> <li>Cut, copy, splice or mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
zh_cn: <p>Audacity是一款易于使用、<a href="http://audacityteam.org/wiki/index.php?title=Changing_the_current_language">多语言</a>的音频编辑器和录音器，它是自由软件(开放源码)，可运行在Windows、Mac OS X、GNU/Linux及其它操作系统上。您可将Audacity用于:</p> <ul> <li>现场录音</li> <li>将磁带和录音带转录为数字录音或CD</li> <li>编辑Ogg Vorbis、MP3及WAV音频文件</li> <li>剪切、拷贝、接合及混音</li> <li>改变录音的速率或音高</li> <li>还有更多! 参见完整的<a href="features">特性列表</a>.</li> </ul>

source: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> has statistics on the value of Audacity development. The Ohloh &quot;badge&quot; at the bottom of each page on this site shows updated summary values. We set up the Ohloh pages about Audacity so the statistics show only the values of Audacity-specific development, excluding the third-party code libraries Audacity uses.</p>
sk: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> má štatistiky o hodnote rozvoja Audacity. Ohloh &quot;označenie&quot; v dolnej časti každej stránky na tejto stránke ukazuje aktualizovaný prehľad hodnôt. Nastavujeme stránky Ohloh o Audacity, tak že štatistiky ukazujú iba hodnotu špecifického vývoja Audacity, s výnimkou menej významného kódu používania Audacity knižnice.</p>
zh_cn: <p><a href="http://www.ohloh.net/projects/59">Ohloh</a> 提供了有关Audacity开发工作的价值统计（注意：中国大陆地区访问Ohloh网站可能需要通过代理）。本站每一页底部的Ohloh &quot;徽标&quot; 显示了更新的汇总价值。我们设置了有关Audacity的Ohloh页，这样统计信息将只包含特定Audacity开发工作的价值，而不会将Audacity用到的第三方代码库的价值也计算在内。</p>

source: <h3>Bundling, Reselling or Distributing Audacity</h3> <p>Vendors are free to bundle Audacity with their products, or to sell or distribute copies of Audacity (see <a href="../download/bundlers">Vendors and Distributors of Audacity</a>) under the <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>If you are interested in bundling, selling or distributing Audacity, please review our entire <a href="../about/license">License, and Advice for Vendors and Distributors</a> page.</p>
sk: <h3>Spájanie, predaj alebo distribúcia Audacity</h3> <p>Predajcovia môžu spájať Audacity s ich produktami, alebo predávať alebo distribuovať kópie Audacity (pozri<a href="../download/bundlers">Predajcovia a distribútori Audacity</a>) pod <a href="../about/license#license">GNU General Public License (GPL)</a>.</p> <p>Ak máte záujem o spájanie, predaj alebo distribúciu Audacity, prosím prečítajte si našu celú stránku <a href="../about/license">Licencia, a rady pre predajcov a distribútorov</a> .</p>
zh_cn: <h3>打包、分销及发行Audacity</h3> <p>只要遵循<a href="../about/license#license">GNU 通用公共许可证 (GPL)</a>，厂商可以自由地在其产品中打包Audacity软件，或者销售、分发Audacity的拷贝 (参见 <a href="../download/bundlers">Audacity的厂商和发行者</a>) 。</p> <p>如果您有意打包、分销及发行Audacity，请仔细阅读 有关<a href="../about/license">许可证及对厂商和发行者的建议</a> 部分。</p>

source: <h3>Sponsoring Audacity Development</h3> <p>We are keen to hear from any companies or groups interested in <a href="http://audacityteam.org/sponsor.php">sponsoring<a/> Audacity development.</p>
zh_cn: <h3>赞助Audacity的开发</h3> <p>我们始终欢迎任何公司及团体<a href="http://audacityteam.org/sponsor.php">赞助<a/>Audacity的开发工作。</p>

source: More news items...
sk: Ďalšie novinky...
zh_cn: 更多新闻...

source: <h3 id="license">License</h3>
zh_cn: <h3 id="license">许可</h3>

source: If you have questions, please
sk: Ak máte otázky, prosím
zh_cn: 如果您有疑问，请

source: e-mail us.
sk: pošlite nám e-mail
zh_cn: 发电子邮件给我们。

source: See also <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.
sk: Pozri tiež <a href="http://www.gnu.org/licenses/gpl-faq.html">Často kladené otázky o GNU GPL</a>.
zh_cn: 另见<a href="http://www.gnu.org/licenses/gpl-faq.html">关于GNU GPL的常见问题解答</a>。

source: <h3 id="advice">Advice for Vendors and Distributors</h3> <p>A variety of companies and individuals bundle Audacity with their products, resell or otherwise distribute it. Below are requirements and guidelines for bundling, reselling or distributing Audacity.
sk: <h3 id="advice">Poradenstvo pre Predajcov a Distribútorov</h3> <p> Celá rada firiem a jednotlivcov Audacity pridáva k ich produktu, ďalej predáva alebo inak distribuuje. Nižšie sú uvedené požiadavky a pokyny pre viazaný, predaj alebo distribúciu Audacity.
zh_cn: <h3 id="advice">给厂商和分销商的建议</h3> <p>很多公司或个人将Audacity与他们的产品绑定，重销售或分发它们。下面是关于绑定，重销售或分发Audacity的要求和指南。

source: IMPORTANT: If you write your own documentation for Audacity, please
sk: Upozornenie: Ak budete písať vlastné dokumentácie pre Audacity, prosím
zh_cn: 重要信息：如果您为Audacity编写了自己的文档，请
