Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: <h3>Windows and Linux</h3> <p>With most Windows and Linux audio devices, it is possible to record whatever sound the computer is currently playing, including internet radio streams.</p> <p>In the drop-down menu on Audacity's Device Toolbar, choose “Wave Out” or “Stereo Mix” as the input source. (The exact name may be different, depending on your computer's sound drivers). On Windows, if you don't have a “Wave Out” or “Stereo Mix” option, or if it won't record, go to the system Control Panel and try to enable this option there. For instructions see: <a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">Using the Control Panel</a> on the Wiki.</p> <p>If this doesn't work on your computer, you can instead use a cable to connect your computer's “Line Out” (speaker) port to its “Line In” port, and use Audacity to record from Line In.</p> <p><b>Note:</b> Do not enable "software playthrough" when recording computer playback, because this creates a series of echoes.</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X users can capture streaming audio using a program like <a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>. For more help see <a href="http://wiki.audacityteam.org/wiki/Recording_audio_playing_on_the_computer#Mac">this page</a> on our <a href="http://wiki.audacityteam.org/wiki/">Wiki</a>.</p>
zh_cn: <h3>Windows 和 Linux</h3> <p>大多数Windows 和 Linux 音频设备，都有可能录制电脑正在播放，或者网络电台的声音。</p> <p>在Audacity's 设备工具栏的下拉菜单里，选择“Wave Out”或 “Stereo Mix” 为输入源。 (确切的名字会不同，由电脑声卡驱动决定)。在Windows下，如果没有“Wave Out” 或 “Stereo Mix” 选项，或不能录音，到系统的控制面板里启用此选项，实例请查看: Wiki页面上的</p><a href="http://audacityteam.org/wiki/index.php?title=Mixer_Toolbar_Issues#Using_the_Control_Panel">使用控制面板</a> <p>如果在你电脑上不可行，可以将“音频输出” (扬声器)接到 “线路输入”插口， 然后用Audacity从音频输入录音</p> <p><b>Note:</b> 在录电脑回放时不要启用"software playthrough" ，否则会有一系列回声。</p> <h3 id="mac">Mac OS X</h3> <p>Mac OS X用户可以使用<a href="http://www.cycling74.com/products/soundflower">Soundflower</a> (free, open source), <a href="http://www.rogueamoeba.com/audiohijack/">Audio Hijack</a> or <a href="http://www.ambrosiasw.com/utilities/wiretap/">Wiretap Pro</a>等软件抓取音频流。请查看<a href="http://wiki.audacityteam.org/wiki/">Wiki</a>上的 <a href="http://wiki.audacityteam.org/wiki/Recording_audio_playing_on_the_computer#Mac"></a> 获得更多信息.</p>

source: Can I set Audacity to record at a certain time?
sk: Dá sa v Audacity nastaviť nahrávanie na určitý čas?
zh_cn: 我可以设定Audacity在特定的时间开始录音吗?

source: <p>Choose "Timer Record..." from the "Transport" menu. </p>
zh_cn: <p>在“播录”菜单下选择"定时录制.." </p>

source: <h4 id="opensave">Opening and Saving Files</h4>
zh_cn: <h4 id="opensave">打开和保存文件</h4>

source: How do I open an Audacity project (AUP file) in another program?
sk: Ako otvoriť projekt Audacity (súbor AUP) v inom programe?
zh_cn: 我可以在别的程序里打开Audacity的工程(AUP文件)吗?

source: Why does Audacity create a folder full of .au files when I save a project?
sk: Prečo Audacity pri ukladaní projektu vytvára adresár naplnený súbormi s príponou .au?
zh_cn: 为什么在我保存工程时Audacity会创建一个满是“.au”文件的文件夹?

source: <p>Audacity breaks long tracks into small pieces so it can edit them more efficiently. When you save an .aup project file, Audacity stores all the pieces in a _data folder that has the same name as the .aup file. For example, "song.aup" will open the pieces inside the "song_data" folder.</p> <p><b>You should not touch the .au files yourself, or move or rename the _data folder</b>. Simply open the .aup file, then Audacity will load the .au files in the correct sequence automatically.</p> <p>To learn more about working with Audacity projects, please see our <a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">File Management Tips</a> on the Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>.</p>
zh_cn: <p>Audacity将长长的音轨拆分成很多小片段，这样可以更有效的编辑文件。当保存 .aup 项目文件时，Audacity 将所有小片段保存在和 .aup 项目文件同名的 _data 文件夹中。例如，项目名为"song.aup" ，则会将这些小片段保存在"song_data" 文件夹中。</p> <p><b>最好不要动 .au 文件，或移动和重命名 _data 文件夹</b>。只要打开 .aup 文件，Audacity就会以正确的顺序自动加载 .au 文件。</p> <p>要更深的了解 Audacity项目，请访问 Audacity <a href="http://wiki.audacityteam.org/index.php">Wiki</a>里的<a href="http://wiki.audacityteam.org/index.php?title=File_Management_Tips">文件管理小贴士</a> 。</p>

source: Audacity crashed! Can I recover any unsaved data?
sk: Audacity spadla! Môžem neuložené dáta obnoviť?
zh_cn: Audacity程序崩溃啦! 我能恢复那些没保存的数据吗?

source: <p>You may be able to recover your project automatically with the <a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>. Please see the <a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a> page for more information.</p> <p>Please note the .au files need to be numbered consecutively when input to the Crash Recovery Utility or errors will occur in the program. If this problem occurs you can open Audacity's temporary folder in your system File Manager (e.g., Windows Explorer) and try resorting the .au files by time modified and then batch renaming them using a numeric sequence whilst they are sorted by time modified. An arrangement looking something like this should work:</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>If your file manager does not have a suitable renaming tool, you should be able to obtain suitable free tools on the Internet.</p>
sk: <p>Aby ste boli schopní obnoviť váš projekt automaticky <a href="http://www.mesw.de/audacity/recovery/">Obnova pomocného programu Audacity</a>. Prosím, pozrite stránku<a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Obnova po spadnutí</a> pre viac informácií.</p> <p>Prosím všimnite, že .au súbory sa priebežne číslujú, pri vstupe do Obnovy pomocného programu Audacity alebo keď dôjde ku chybám v programe. Ak tento problém nastane, môžete otvoriť dočasné zložky Audacity vo vašom systéme Správca súborov (napr. Windows Explorer)a pokúsiť sa o ukladanie .au súborov podľa časovej úpravy a potom dávkovo premenovať pomocou číselnej sekvencie, kým sú zoradené podľa času modifikovania. Hľadáte niečoho podobné, ako by to malo fungovať: </p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>Ak váš správca súborov nemá vhodný nástroj na premenovanie, mali by ste byť schopní získať vhodné nástroje zadarmo na internete. </p>
zh_cn: <p>使用<a href="http://www.mesw.de/audacity/recovery/">Audacity Recovery Utility</a>可以自动恢复你的项目。请查看<a href="http://audacityteam.org/wiki/index.pl?CrashRecovery">Crash Recovery</a>页面获取更多信息。</p> <p>请记住将 输入到 Crash Recovery Utility 的.au 文件须有连续编号，否则会出错。如果这个问题发生时你可以用系统文件管理器(例如，Windows资源管理器)打开Audacity的临时文件夹。按照文件修改时间排序，然后按升序用数字批量重命名它们。类似于下面的命名即可</p> <ul> <li>b001.au 15:56:02</li> <li>b002.au 15:56:02</li> <li>b003.au 15:56:10</li> <li>b004.au 15:56:10</li> </ul> <p>如果你的文件管理器不能这样批量重命名，应该能在网上获取到合适的免费工具（Krenamer，pyrenamer等）。</p>

source: Can Audacity import additional formats like M4A, WMA or FLAC?
zh_cn: Audacity能导入诸如WMA、AAC、FLAC等等之类格式的文件吗?

source: <p>Yes. Install the optional <a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg</a> library. FFmpeg also allows Audacity to import audio from video files. Note that on Mac OS X, Audacity has built-in support for M4A import without installing FFmpeg, using the QuickTime components supplied by the operating system.</p>
zh_cn: <p>可以，安装<a href="http://manual.audacityteam.org/index.php?title=FAQ:Installation_and_Plug-Ins#installffmpeg">FFmpeg</a>库， FFmpeg 也允许Audacity导入视频中的声音。在Mac OS X上， Audacity有内置的软件支持M4A格式，不需安装FFmpeg,，使用系统提供的QuickTime部件。</p>

source: How do I import a track from an audio CD?
sk: Ako importovať skladby zo zvukového CD?
zh_cn: 如何从音频CD上导入音轨?

source: After making a recording or editing a file in Audacity, follow these steps to save your work on an audio CD:
sk: Ak chcete po nahrávaní uložiť svoju prácu z Audacity na zvukové CD, riaďte sa následujúcimi inštrukciami:
zh_cn: 在Audacity中录音或编辑文件后，请按照以下步骤将您的工作保存在音频CD盘上:

source: How can I split a long recording into multiple files or CD tracks?
sk: Ako rozdeliť dlhé nahrávky do niekoľkých súborov alebo CD stôp?
zh_cn: 怎样才能将一段长的录音分割成多个文件或CD音轨?

source: <p>Follow these steps to create a separate file for each song or segment of a long recording. This is particularly useful if you are creating a CD, since each file will appear as a separate track on the CD.</p> <ol> <li>Click to place the cursor at the start of the first song.</li> <li>Choose “Add Label at Selection” from the Project menu (or Tracks menu in Audacity Beta). If you wish, you can type the name of the song.</li> <li>Repeat steps 1 and 2 for each song.</li> <li>When you are finished, choose “Export Multiple” from the File menu. When you click the “Export” button, Audacity will save each song as a separate file, using the format and location you choose.</li> </ol>
zh_cn: <p>按照这些步骤为每首歌曲或很长录音的片段来创建一个单独的文件。如果你正在创建一个CD，这是特别有用的，因为每个文件将在CD上显示为一个单独的曲目。</p>⏎ <ol>⏎ <li>将光标放置在开始的第一首歌曲点击。</li>⏎ <li>从项目菜单（或在Audacity测试版曲目菜单）选择“添加标签。如果你愿意，你可以输入歌曲的名称。</li>⏎ <li>为每首歌曲重复步骤1和2。</li>⏎ <li>当您完成后，从文件菜单选择“导出多个”。当您单击“导出”按钮，Audacity将保存每首歌曲作为一个单独的文件，使用您选择的格式和位置。</li>⏎ </ol>

source: <h4 id="editing">Editing</h4>
zh_cn: <h4 id="editing">编辑</h4>

source: Why can’t I use the effects or other menu items?
sk: Prečo sa nedá použiť nejaký efekt alebo iná položka menu?
zh_cn: 为什么我不能使用“特效”或其它一些菜单项?

source: <p>Some menu items are grayed out or disabled until they are ready for use. Before choosing an effect, you must select the audio that you want to change. To select audio, click and drag with the Selection tool to highlight it, or choose the “Select All” command from the Edit menu.</p> <p>Also, many menu items are disabled while playing, recording, or pausing a track. To enable them, press the yellow <b>Stop</b> button.</p>
sk: <p> Niektoré položky v menu sú sivé alebo zakázané, kým nie sú pripravené na použitie. Pred výberom efektu, musíte zvoliť zvuk, ktorý chcete zmeniť. Ak chcete zvoliť audio, kliknite a ťahajte výber s Panel nástrojov pre zvýraznenie, alebo zvolte "Vybrať všetko" z menu Upraviť. </p> <p> Tiež mnohé položky v menu sú zakázané, zatiaľ čo je prehrávanie, nahrávanie alebo pozastavenie stopy. S cieľom umožniť ich, stlačte žlté <b> Stop </b>tlačidlo.</p>
zh_cn: <p>一些菜单项显示为灰色或禁用，直到他们准备好使用为止。在选择一个效果前，你必须选择你想改变的音频。要选择音频，单击选择工具拖动以突出显示它，或者在编辑菜单上选择“全选”命令。</ p>⏎此外，许多菜单项将被禁用，在播放，录制或暂停一首曲目时。为了启用他们，按黄色<b>停止，</ b>按钮。</ P>

source: How do I mix two tracks together?
sk: Ako zmiešať dve stopy do jednej?
zh_cn: 怎样才能将两个音轨混合在一起?

source: <p>To mix two files, just import both of them into Audacity. They will appear in separate tracks, and will be mixed together when you press the <b>Play</b> button. You can use the Time Shift tool to move them around so that they start at different times, or use the other editing commands to alter either of the tracks.</p>
sk: <p>Dva súbory zmiešate tak, že obidva importujete do Audacity. Objavia sa ako oddelené stopy a budú zmiešané, keď stlačíte tlačidlo <b>Prehrať</b>. K vzájomnému posunutiu stôp, aby začínali v odlišných časoch, môžete použiť nástroj Časový posun alebo uskutočniť iné zmeny pomocou ďalších editačných príkazov.</p>
zh_cn: <p>为了混合两个文件，只需将它们都导入Audacity中。它们会显示为不同的音轨，在点击<b>播放</b>时两个音轨的声音就被混合了。您可以使用“时间移动”工具来移动它们，使其起始位置在不同的时刻，或者您也可以用其它的编辑命令改变任一音轨。</p>

source: Can I remove the vocals from a recording to make a Karaoke track?
sk: Dá sa z nahrávky odstrániť spev a vyrobiť tak karaoke?
zh_cn: 我能删除一段录音中的人声以便生成卡拉OK音轨吗?

source: <p>This is possible <b>only for certain stereo tracks</b>. When the vocals are exactly the same on both stereo channels, you can remove them by “subtracting” one channel from the other. This works for many studio recordings, where the vocal track is mixed exactly in the center.</p> <p>To do this in Audacity:</p> <ol> <li>Import your stereo file into Audacity.</li> <li>Open the track menu (click the arrow next to the track title), and choose “Split Stereo Track.”</li> <li>Select the lower track (the right channel) by clicking it in the area around the mute/solo buttons.</li> <li>Choose “Invert” from the Effects menu.</li> <li>Using the track menus, change each track to “Mono.”</li> </ol> <p>Press the <b>Play</b> button to hear the results. If you are lucky, the voice will be gone but most of the other instruments will be unaffected, just like a karaoke track. You can use the Export commands in the File menu to save the results.</p> <p>If the vocals are not exactly the same on both stereo channels, there are some other techniques or optional plug-ins you can try. Please see our <a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal Removal</a> Wiki page for more details.</p>
zh_cn: <p><b>只有特定的立体声曲目</b>可以。当立体声的两个声道人声相同时，你可以用一个轨道"减去"另一个轨道消除人声。对于大多数录音室录音适用，因为人声轨道是绝对在中心的。</p> <p>要在 Audacity中完成这个 :</p> <ol> <li>将立体声文件导入Audacity。</li> <li>打开轨道菜单 (点击轨道名旁边向下的箭头)，选择“Split Stereo Track（分割立体声轨道）”</li> <li>选择下面的轨道(右声道)，点击 静音/独奏 上面的空区域（全选此轨道，双击轨道任意位置也行）</li> <li>在特效菜单中选择上下翻转</li> <li>用轨道菜单（前面说了，点击轨道名旁的箭头）将每个轨道都设为Mono（单声道）。</li> </ol> <p>点击<b>播放</b>按钮试听成果。 如果幸运的话，人声已经移除，只留下配乐。就想卡拉OK的曲目一样。可以用 文件菜单中的导出命令导出文件。</p> <p>如果两个轨道的人声不完全一样，可以用其他插件消除人声。请查看Wiki 上的<a href="http://audacityteam.org/wiki/index.php?title=Vocal_Removal">Vocal Removal</a> 获取更多信息。</p>

source: Other frequently asked questions...
sk: Ďalšie často kladené otázky...
zh_cn: 其它常见问题解答...

source: Older Frequently Asked Questions for international help
zh_cn: 一些较老的常见问题

source: Additional help in French, German, Russian or Spanish can be obtained from our <a href="http://forum.audacityteam.org/viewforum.php?f=3">International Forum</a>.
zh_cn: 法语，德语，俄语或西班牙语的额外帮助可在我们的 <a href="http://forum.audacityteam.org/viewforum.php?f=3">国际论坛</a>获得。

source: This page contains links to Manuals (with Tutorials) for the free Audacity audio editor. For additional help, see the <a href="/faq">Frequently Asked Questions</a> and additional <a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">Tutorials</a> and <a href="http://wiki.audacityteam.org/wiki/Category:Tips">Tips</a> on the Audacity <a href="http://wiki.audacityteam.org/">Wiki</a>.
zh_cn: 这个页面包含Audacity音频编辑器的使用手册(包含教程)地址 。要获得更多帮助，请查看Audacity <a href="http://wiki.audacityteam.org/">Wiki</a><a href="/faq">上的 常见问题解答</a> 与附加的 <a href="http://wiki.audacityteam.org/wiki/Category:Tutorial">教程</a>和 <a href="http://wiki.audacityteam.org/wiki/Category:Tips">小贴士</a> 。

source: Legacy documentation for old versions of Audacity can be found <a href="/help/legacy_documentation">here</a>.
zh_cn: 旧版Audacity的遗留文档可在<a href="/help/legacy_documentation">这里</a>找到。

source: Audacity Manuals (with Tutorials)
zh_cn: Audacity 用户手册(教程)

source: The <a href="/download/windows">Windows .exe</a> and <a href="/download/mac">Mac OS X .dmg</a> installers already include a built-in copy of the Manual. To access it, click <b>Help > Manual (in web browser)</b> in the Audacity program.
zh_cn: The <a href="/download/windows">Windows .exe</a> 和 <a href="/download/mac">Mac OS X .dmg</a> 安装器已经内置了用户手册，要访问它，在Audacity中点击<b>帮助 > 用户手册(在web浏览器中打开)</b>。

source: View the latest Audacity %s Manual online
zh_cn: 在线浏览最新的Audacity %s 使用手册

source: Download and install the latest Audacity %s Manual in HTML format
zh_cn: 下载和安装最新的HTML格式的 Audacity %s 使用手册

source: (Most users on <a href="/download/linux">GNU/Linux</a> will need this if they want a built-in Manual).
zh_cn: (<a href="/download/linux">GNU/Linux</a> 用户如果想要一个内建使用手册，会用到这个)。

source: View the latest Audacity alpha development Manual online.</a>
zh_cn: 在线浏览最新的Audacity 内部测试版（Alpha） 开发手册

source: (This Manual is only for the latest Audacity alpha <a href="http://wiki.audacityteam.org/wiki/Nightly_Builds">Nightly Builds</a>).
zh_cn: (这个使用手册只针对最新的Audacity alpha <a href="http://wiki.audacityteam.org/wiki/Nightly_Builds">每日构建版</a>)。

source: Introduction to Nyquist and Lisp Programming
sk: Úvod do Nyquistu a programovania v Lisp
zh_cn: 关于Nyquist及List编程的介绍

source: Programming in Nyquist
sk: Programovanie v Nyquist
zh_cn: 使用Nyquist编程

source: Creating Nyquist Plug-ins
sk: Tvorba Nyquist pluginov
zh_cn: 创建Nyquist插件

source: Beginning with version 1.1.1, Audacity allows you to use the Nyquist programming language to write your own plug-in effects for Audacity. Unlike VST and LADSPA plug-ins, Nyquist plug-ins can be written using an ordinary text editor and don't need to be compiled.
zh_cn: 从1.1.1版本开始，Audacity允许你使用的奈奎斯特编程语言编写自己的效果插件。与VST和LADSPA插件不同，奈奎斯特插件可以用普通的文本编辑器，不需要进行编译。

source: %sNyquist was written by %sRoger B. Dannenberg%s and was intended to be used as a complete programming language for audio synthesis and analysis, with support for MIDI, audio recording and playback, file I/O, object-oriented programming, profiling, debugging and more. Audacity uses only a subset of Nyquist's functionality, allowing you to take simple Nyquist functions and use them to process audio data. Audacity doesn't include any support for debugging Nyquist code, so if you are trying to write a complicated plug-in, you may find it easier to get the full version of Nyquist and develop there, then turn it into an Audacity plug-in. Nyquist is available from the Carnegie Mellon University Computer Music Project: %sCMU Computer Music Project Software%s - download the full Nyquist here%s
zh_cn: %sNyquist 由 %sRoger B. Dannenberg%s 编写，原计划作为一个完整的音频合成和分析语言，支持MIDI，音频录制和回放，文件输入/输出，面向对象编程、分析、调试等等。 Audacity 仅采用了 Nyquist 的一部分功能，让用户能用简单的 Nyquist 函数处理音频文件。Audacity不能使用 Nyquist 的调试代码, 如果你想写一个完整的插件，可以获取完整的Nyquist 并用它开发，然后将编好的插件加入Audacity。Nyquist 可以在 Carnegie Mellon University Computer Music Project（卡内基梅隆大学计算机音乐项目）获取到 : %sCMU Computer Music Project Software%s - 在这里%s下载完整版 Nyquist

source: %sNyquist is based on Lisp. If you have programmed in Lisp before, you can skim this section or go directly to the %snext page%s. Otherwise, here's an extremely brief introduction to Lisp:
zh_cn: %sNyquist 基于 Lisp。如果之前用过 Lisp 编程，你可以直接跳过这部分直接看 %s下一页%s。否则，请看下面的Lisp 简单介绍：

source: In Lisp (and therefore Nyquist), everything is an S-Expression, which is just a list of tokens (words) separated by whitespace and enclosed in parentheses. The name of the function is always the first token in an S-Expression, and all of the other tokens are arguments to this function. Here's a simple example:
zh_cn: 在 Lisp 中(Nyquist一样适用)，全部用S表达式，即由一列标识符(字)组成，用空格分隔，括号围住。函数的名字始终是S表达式的第一个参数。这里有个简单的例子:

source: %sLet's break down this example. The outermost S-expression has three members. The first one, %s, is the name of the function (it stands for set-field). %s is used to assign a value to a variable. (There are other similar functions, like %s and %s, but %s is the most powerful, so it's the one we'll use in our examples.) After %s comes %s, which is the name of the variable we're going to set. Next comes the value to assign to this variable, which in this case is another S-expression.%s
zh_cn: %s我们分解次啊这个例子。最外层的S表达式有三个参数。第一个%s，是函数的名字(代表设置字段set-field)。 %s 用于给变量赋值。 (还有其他类似的函数，像 %s 和 %s，但是 %s 用处很大，之后的实例中采用了它) 。 %s 之后是 %s，代表将要设置变量的名字。接下来是给变量赋值，在本例中用的是另一个S表达式（即，将另一个表达式的值赋给前面的变量）。%s

source: %sLisp doesn't have any special operators for Math functions - they're all functions like everything else, using%s prefix %snotation, where the name of the function (or operator) comes before its arguments. So instead of 3*7 for the product of 3 and 7, in Lisp you would write (* 3 7). In Nyquist, the %s (exponent) function raises its first argument to the power of the second argument. Therefore %s means 3.14159 times the square of %s, or the formula for the area of a circle.%s
zh_cn: %sLisp 没有针对数学函数的特殊运算符-所有运算符都和别的语言一样。使用%s 前缀 %s表示法，即函数名称(或运算)出现在参数前。在 Lisp 中用(* 3 7)代表 3 乘 7，而不是一般的 3*7 。在 Nyquist 里 %s (指数exponent) 函数将第一个参数作为底数，第二个作为指数得到幂。所以 %s 代表 3.14159乘以 %s 的平方，或者圆的面积公式。%s

source: Rather than typing in this full expression every time, let's define a function for the area of the circle, that we can call every time we need it:
zh_cn: 我们可以自定义函数以减轻工作，例如定义一个计算圆面积的函数，下次想用就可直接调用:

source: %sThe %s function is used to define a new function. The first argument is the name of the function, in this case %s. The second argument is a list of arguments to the function to be defined - this is one of the few cases where you have an S-expression that is not interpreted as a function call. Finally the last expression is the value of the function. Now if we want to compute the area of a circle of radius <code>r</code>, we just need to compute:%s
zh_cn: %s %s 函数用于定于新函数。第一个参数是新函数的名字，在这个例子中是 %s。第二个参数是要定义的函数的参数-这是为数不多的S表达式不解释为调用的情况。最后的参数是函数的值。如果要计算半径为<code>r</code>的圆面积，只需计算:%s

source: An S-expression is just a representation of a list. Lisp uses lists to represent just about everything (the name LISP comes from LISt Processing language), so it's helpful to know how to manipulate lists. Let's start by assigning a list of numbers to a variable. You can't quite do this:
zh_cn: S表达式只是一个列表的表达方式。Lisp用列表表示所有东西(LISP代表LISt Processing language)，所以知道如何使用列表很重要。首先，学习将一串数字赋给一个变量。不能直接像下面那样做：

source: %sThe reason this doesn't work is that whenever Nyquist sees an S-expression, it tries to evaluate it as a function unless you tell it otherwise. Since there's no function named "1" that takes arguments %s, this will generate an error. To tell Lisp that you want to treat an S-expression literally, and not to evaluate it as a function, you %squote%s it. In Nyquist, you can quote a list by putting a single quotation mark before it, like this:%s
zh_cn: %s 这样不能工作的原因是， Nyquist 解释S表达式时，它首先会将其看成一个函数，除非你加了别的参数。因为以%s为参数，名为"1"的函数不存在，所以产生了错误。要让 Lisp 将S表达式作为普通文字而不是作为函数对待，可以将其%squote%s起来。在Nyquist中，可通过在列表前加单引号将此列表quote，例如:%s

source: %sNyquist also provides a %s function that you can use to construct lists - this is useful if some of the elements of the list are functions:%s
zh_cn: %sNyquist 也提供一个 %s 函数，可用它构造列表 - 在列表中某些元素是函数时很有用:%s

source: %sTo get things off of a list, you can use the %s and %s functions. (Traditionally, these were called %s and %s, respectively, but %s and %s are much easier to remember. Both sets of names are supported in Nyquist.) The output of %s is 1, and the output of %s is the list %s. So the second element of the list is %s.
zh_cn: %s要将某元素从列表里提出来，可用 %s 和 %s函数。(传统上，这两个还被称作 %s 和 %s ，但是%s 和 %s 更加好记，两种书写方式Nyquist 都支持。) %s 的输出结果为 1， %s 的结果是列表 %s。 所以列表的第二个元素可表示为 %s 。

source: Lisp function reference
zh_cn: Lisp函数参考

source: %sHere's a list of some of the basic lisp functions you might need. For a complete list of Lisp / Nyquist functions, see the %sNyquist version 2.37 Reference Manual%s.%s
zh_cn: %s下面是可能用到的lisp函数列表。要获取完整的 Lisp / Nyquist 函数列表，查看 %sNyquist 2.37版参考手册%s。%s

source: Note: Symbols in Nyquist (like variable names and function names) are not case-sensitive. They are converted to uppercase internally.
zh_cn: 注意：Nyquist中符号(比如变量名和函数名)不区分大小写。它们最终都会被转为大写。

source: Math functions
zh_cn: 数学函数(Math functions)

source: List of functions and explanations
zh_cn: 函数及解释列表

source: addition
zh_cn: addition [加]

source: subtraction
zh_cn: subtraction [减]

source: multiplication
zh_cn: multiplication [乘]

source: division
zh_cn: division [除]

source: round down to integer (floor)
zh_cn: round down to integer (floor) [向下取整]

source: integer to floating-point
zh_cn: integer to floating-point [整数转为浮点数]

source: remainder
zh_cn: remainder [取余数]

source: minimum
zh_cn: minimum [取最小值]

source: maximum
zh_cn: maximum [取最大值]

source: absolute value
zh_cn: absolute value [绝对值函数]

source: random integer between 1 and n-1
zh_cn: random integer between 1 and n-1 [随机数函数，生成1至n-1之间的正整数]

source: sine
zh_cn: sine [正弦函数]

source: cosine
zh_cn: cosine [余弦函数]

source: tangent
zh_cn: tangent [正切函数]

source: exponent (a to the power of b)
zh_cn: exponent (a to the power of b) [幂函数]
