Repository: ngoclinh49/audacity
Catalog: website/trunk/htdocs/locale/*.po
Languages: sk, zh_cn

source: As one of the major manufacturers of USB playback equipment, Ion bundled Audacity with the listed products for several years, helping to establish the wide popularity of digitizing LPs and cassettes. NOTE: In January 2007, an <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">article about these turntables</a> appeared in the New York Times, containing erroneous statements about limitations of Audacity. Ion later corrected their documentation to clarify that Audacity could record a whole LP, detect split points between LP tracks based on silences and simultaneously export multiple files for each track. See our Wiki page about <a href="http://wiki.audacityteam.org/wiki/USB_turntables">USB turntables</a> for more information.
zh_cn: 最为主要的USB回放设备制造商，Ion Audio 将Audacity 和列表里的产品捆绑在一起已有数年，帮助建立了广受欢迎的数字化黑胶唱片和磁带。注意：2007年1月，关于 <a href="http://select.nytimes.com/gst/abstract.html?res=F40E1EFA35540C728EDDA80894DF404482">这些唱片的文章</a>出现在《纽约时间》上，包含对于Audacity限制的错误陈述。事后Ion修改了说明文档，表示Audacity可以录制一整张LP唱片，通过检测静音部分找出LP曲目之间的分割，，同时能将每个曲目都导出到一个文件。查看Wiki页面<a href="http://wiki.audacityteam.org/wiki/USB_turntables">USB唱盘机</a>获取更多信息。

source: Beta version
sk: Beta verzia
zh_cn: 测试版本

source: Changes in Audacity 1.3.14
zh_cn: Audacity 1.3.14 的变更

source: Changes in Audacity 1.3.13
zh_cn: Audacity 1.3.13 的变更

source: Changes in Audacity 1.3.12
zh_cn: Audacity 1.3.12 中的变更

source: Changes in Audacity 1.3.11
zh_cn: Audacity 1.3.11 中的变更

source: Changes in Audacity 1.3.10
zh_cn: Audacity 1.3.10 中的变更

source: New in Audacity 1.3.9
zh_cn: Audacity 1.3.9 的新特性

source: New in Audacity 1.3.8
zh_cn: Audacity 1.3.8 的新特性

source: New in Audacity 1.3.7
sk: Novinky v Audacity 1.3.7
zh_cn: Audacity 1.3.7 的新特性

source: New in Audacity 1.3.6
sk: Novinky v Audacity 1.3.6
zh_cn: Audacity 1.3.6 的新特性

source: New in Audacity 1.3.5
sk: Novinky v Audacity 1.3.5
zh_cn: Audacity 1.3.5 的新特性

source: New in Audacity 1.3.4
sk: Novinky v Audacity 1.3.4
zh_cn: Audacity 1.3.4 中的新特性

source: New features in Audacity 1.3.3
sk: Nové vlastnosti v Audacity 1.3.3
zh_cn: Audacity 1.3.3 的新特性

source: New features in Audacity 1.3.1 and 1.3.2
sk: Nové vlastnosti v Audacity 1.3.1 a 1.3.2
zh_cn: Audacity 1.3.1 及 1.3.2 的新特性

source: Improved Toolbar Docking
sk: Vylepšený Nástrojovy panel Dokovania
zh_cn: 改进的工具栏靠附

source: Track focus for improved keyboard navigation
sk: Zameranie skladby na zlepšenú navigáciu klavesového nástroja
zh_cn: 改进了键盘导航的轨道焦点

source: Repair and Equalization effects
sk: Efekty opravy a vyrovnávania
zh_cn: 修复和均衡特效

source: Project saving and recovery
sk: Projekt úspory energie a návratu
zh_cn: 工程保存和恢复

source: New features in Audacity 1.3.0
sk: Nové vlastnosti v Audacity 1.3.0
zh_cn: Audacity 1.3.0的新特性

source: Collapse/Expand Tracks
sk: Zbaliť/rozbaliť stopy
zh_cn: 折叠/展开音轨

source: Improved Label Tracks
sk: Vylepšené popisy stôp
zh_cn: 改进的标签轨

source: Other features
sk: Ďalšie vlastnosti
zh_cn: 其它特性

source: Plug-In Installation
zh_cn: 插件安装

source: LADSPA Plug-Ins
sk: LADSPA Pluginy
zh_cn: LADSPA插件

source: Nyquist Plug-Ins
sk: Nyquist Pluginy
zh_cn: Nyquist插件

source: VST Plug-Ins
sk: VST Pluginy
zh_cn: VST插件

source: VST effects can be found on many plug-in sites such as:
zh_cn: VST特效可在很多插件网站下载，如：

source: Libraries
sk: Programové knižnice
zh_cn: 库

source: Click here to read about new features in Audacity 1.3.
sk: Kliknite sem pre informácie o nových funkciách v Audacity 1.3.
zh_cn: 点击这里，了解Audacity 1.3的新特性。

source: Download Nyquist Plug-Ins
sk: Voľne stiahnuteľné Nyquist pluginy
zh_cn: 下载Nyquist插件

source: Recommended Download
sk: Odporúčané stiahnutie
zh_cn: 推荐下载

source: Windows 95 and NT are not supported.
sk: Windows 95 a NT nie sú podporované.
zh_cn: 不支持 Windows 95 and NT。

source: <ul> <li>Contains dozens of
sk: <ul> <li>Obsahuje mnoho
zh_cn: <ul> <li>包含几十项

source: new, exciting features.
sk: nových, vzrušujúcich vlastnosti.
zh_cn: 新的、令人激动的特性。

source: Very occasionally, these might need final polishing or not be retained in later versions.
sk: Veľmi príležitostne, bude potrebné konečné leštenie alebo nebude možné uchovávať ich v novších verziách.
zh_cn: 当然，极个别功能还需要经最终完善，或者也可能未被保留在以后的版本中。

source: Occasionally, a feature might not work as it did before, or might be temporarily disabled.</li> <li>Some parts of the program are not yet documented or translated into different languages.</li> </ul>
sk: Občas funkcie nemusia fungovať tak, ako predtým, alebo môžu byť dočasne zablokované.</li> <li> Niektoré časti programu sú už zdokumentované alebo preložené do rôznych jazykov.</li> </ul>
zh_cn: 有时，一个功能可能无法像以前那样正常工作，或可能会被暂时停用。</li> <li>程序的某些部分尚未有对应的文档或未被译成其他语言。</li> </ul>

source: Please help our development effort by trying the Beta and
zh_cn: 请帮助我们开发，您可以试用测试版及

source: send us your comments</a>. Please mention your operating system, full details of any problems, and any features that need improvement or no longer work properly. You can install 1.3 and 1.2 on the same machine by installing them to different directories.
sk: pošlite nám svoj komentár </a>. Uveďte svoj operačný systém, úplné informácie o všetkých problémoch, a všetky funkciach, ktoré je potrebné zlepšiť, alebo nepracujú správne. Môžete inštalovať 1.3 a 1.2 na rovnakom stroji, lebo sa inštalujú do rôznych adresárov.
zh_cn: 把您的意见发给我们</a>。请注明您的操作系统、所遇问题的全部细节、以及任何需要改进或不再正常工作的功能。您可以在同一台机器的不同目录中安装1.3和1.2版。

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor, including help files. <b>See further information about</b> <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> <b>and</b> <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vista</a><b>.</b>
zh_cn: <a href="%s">Audacity %s 安装文件</a> (.exe文件,%.1lf MB) - 免费的最新版Audacity音频编辑器，包括帮助文件。<b>请参阅有关</b> <a href="http://wiki.audacityteam.org/wiki/Windows_7_OS">Windows 7</a> <b>及</b> <a href="http://wiki.audacityteam.org/wiki/Windows_Vista_OS">Vista</a><b>的进一步资料。</b>

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor, including help files.</a>
zh_cn: <a href="%s">Audacity %s 安装程序</a> (.exe 文件, %.1lf MB) - 最新版免费Audacity音频编辑器。

source: Audacity 1.3: Selection Toolbar
zh_cn: Audacity 1.3: 选择工具栏

source: The selection Toolbar
zh_cn: 选择工具栏

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Toolbar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. Selection Toolbar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
zh_cn: 在Audacity 1.2中，当前选段信息被包含在窗口底部的状态栏里。在Audacity 1.3中，代替它的是一个全功能的选段栏，可显示、控制当前的选段(选择开始和结束，或者开始和长度)以及当前的音频位置。 选段栏是可定制编辑的 - 只需点击任何域和类型以精确改变当前的选段。此外，还有很多格式选项，可让您使用不同单位查看时间，例如采样点、CD帧或NTSC视频帧。

source: The project sample rate control on Selection Toolbar
zh_cn: 在选段栏中的工程采样率控制钮

source: Different time formats supported by Selection Toolbar
zh_cn: 选段工具栏支持的不同时间格式

source: Installation instructions (.dmg files)
zh_cn: 安装指南 (.dmg文件)

source: Double-click the downloaded .dmg to mount it
zh_cn: 双击已下载的 .dmg 文件以挂载它

source: Then to install Audacity, copy the "Audacity" folder from the newly mounted .dmg to <b>/Applications</b> or any other location of your choosing.
zh_cn: 然后安装Audacity，将 "Audacity" 目录从新加载的 .dmg 中复制到 <b>/Applications</b> 目录下或您选择其它位置中。

source: LADSPA plug-ins installer</a> - over 90 plug-ins.
zh_cn: LADSPA 插件包安装程序</a> - 超过 90 种插件。

source: Audacity 1.3: Mac OS X features
sk: Audacity 1.3: Vlastnosti Mac OS X
zh_cn: Audacity 1.3: Mac OS X 特性

source: Audacity's audio I/O library, PortAudio v19, now supports many more Mac audio devices, including multichannel devices that were not supported before.
sk: Audacity zvukovú I / O knižnicu, PortAudio V19, teraz podporuje mnoho ďalších Mac audio zariadení, vrátane viackanálových zariadení, ktoré ju predtým nepodporovali.
zh_cn: Audacity的音频I/O库，PortAudio v19，现在支持更多的Mac音频设备，包括以前不支持的多通道设备。

source: Audacity is now available for Intel Macs. For now, this is being provided as a separate download, rather than a universal binary.
sk: Audacity je teraz dostupná pre Intel Macs. V súčasnosti je dodávaný ako voľne stiahnuteľný samostatný program, radšej než univerzálny binárny program.
zh_cn: Audacity已经支持基于Intel内核的Mac系统。从现在起，此版本的Audacity提供单独的下载，而非通用的二进制文件。

source: Also on Mac OS X, Audacity now supports Audio Unit plug-ins. Audacity searches for Audio Units in the usual location, in the system or user's Library folder.
sk: Aj Mac OS X, Audacity teraz podporuje zvukové jednotkové pluginy. Audacity hľadá zvukové jednotky v obvyklom umiestnení alebo zložke používateľov knižnice.
zh_cn: 现在Mac OS X版的Audacity也支持Audio Unit插件。程序将在惯例位置（如系统目录或用户库目录）搜索Audio Units。

source: This is the end of new features in Audacity 1.3.1 and 1.3.2. Continue on to read about features that were previously introduced in Audacity 1.3.0.
sk: Toto je ukončenie nových funkcíí v Audacity 1.3.1 a 1.3.2. Pokračujte v čítaní o funkciách, ktoré boli v minulosti predstavené v Audacity 1.3.0.
zh_cn: Audacity 1.3.1 及 1.3.2 的新特性介绍至此结束。继续往下介绍Audacity 1.3.0 之前引入的特性。

source: Audacity 1.3: Multiple clips per track
sk: Audacity 1.3: Rozdelenie zvukovej stopy na viacej časti
zh_cn: Audacity 1.3: 每个轨道多个剪辑

source: In Audacity 1.2, there is one audio 'clip' per track. There is no easy way to time-shift part of a track without moving the rest. In Audacity 1.3, you can split a single track into multiple clips. You can move these clips around between different tracks, making it easy to construct complex compositions out of hundreds of smaller audio samples.
sk: V Audacity 1.2 je zvuková stopa v celku. Neexistuje jednoduchý spôsob ako posunúť časti stopy, aby sa nepohlo s ostatkom. V Audacity 1.3 môžete stopu rozdeliť na niekoľko častí - klipov. Tieto klipy môžete presúvať medzi jednotlivými stopami a jednoducho tak vytvoriť zložitú kompozíciu aj zo stovky malých zvukových vzoriek.
zh_cn: 在Audacity 1.2版中，每条轨道只有一个音频。很难在不移动轨道其它部分的情况下对一条轨道的局部进行时间移动。在Audacity 1.3版中，您可以把单个轨道分隔为多段剪辑。您可以在不同轨道之间移动这些剪辑，这使得在数百个小段音频采样中构建复杂合成音频变得更容易。

source: The commands you will need to create and work with audio clips are found in the Edit menu. Some of these commands have the same name as in Audacity 1.2, but their behavior has either changed or has been extended to support new functionality.
sk: Príkazy ku práci s klipmi sú v menu Úpravy. Niektoré z týchto príkazov sa nazývajú rovnako ako v Audacity 1.2, ale správajú sa trochu inak alebo je ich funkcia rozšírená.
zh_cn: 创建和编辑音频剪辑的命令位于“编辑”菜单。其中一些命令和Audacity 1.2版中的相同，但其行为要么不同，要么被扩展用于支持新的功能。

source: There are five ways to end up with multiple clips in a single track:
sk: Je päť spôsobov, ako jednu zvukovú stopu rozdeliť na niekoľko častí (klipov):
zh_cn: 有五种方法在单个轨道内结束多个剪辑:

source: Split in the middle of an existing clip.
sk: Rozdelenie existujúceho klipu.
zh_cn: 分割现有剪辑。

source: Split Cut in the middle of an existing clip.
sk: Rozdelenie existujúceho klipu vybratím jeho časti do schránky.
zh_cn: 分割并剪切现有剪辑。

source: Split Delete in the middle of an existing clip.
sk: Rozdelenie existujúceho klipu zmazaním jeho časti.
zh_cn: 分割并删除现有的剪辑。

source: Paste into an empty portion of an existing track.
sk: Vloženie do prázdneho úseku existujúcej stopy.
zh_cn: 在现有音轨的空白部位粘贴。

source: Drag a clip from a different track.
sk: Premiestnenie klipu z inej stopy.
zh_cn: 从其它音轨拖入一段剪辑。

source: Other topics:
sk: Iné témy:
zh_cn: 其它主题:

source: Moving clips between tracks
sk: Presúvanie klipov medzi stopami.
zh_cn: 在音轨之间移动剪辑

source: Moving multiple clips at once
sk: Presúvanie niekoľkých klipov naraz
zh_cn: 单次移动多段剪辑

source: Cut
sk: Vybrať
zh_cn: 剪切

source: Removes the selected audio and puts it on the clipboard, and shifts the following audio to the left.
sk: Odstráni vybraný zvuk a vkladá ho na schránky a posúva v nasledujúcom zvuku doľava.
zh_cn: 删除选中的音频并放至剪贴板，并将其后的音频左移。

source: Split Cut
sk: Rozdeliť vybratím
zh_cn: 分割并剪切

source: Removes the selected audio and puts it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
sk: Odstráni vybraný zvuk a vkladá ho na schránky, ale neposúva nasledujúci zvuk. Predošlý a nasledujúci zvuk sú teraz samostatné zvukové klipy, ktoré možno presunúť samostatne.
zh_cn: 删除选中的音频并放至剪贴板，但不移动其后的音频。其前面的音频和后面的音频被分为不同剪辑，可以独立移动。

source: Copy
sk: Kopírovať
zh_cn: 拷贝

source: Copies the selected audio to the clipboard.
sk: Prekopírujte vybranú časť do schránky.
zh_cn: 将选中的音频复制至剪贴板。

source: Trim
sk: Upraviť
zh_cn: 修剪

source: Removes all audio from the current clip except the selected part. Does not affect other clips in the same track.
sk: Odstráni všetky zvuky z aktuálneho klipu s výnimkou vybraných častí. Nemá vplyv na ostatné klipy v rovnakej stope.
zh_cn: 删除当前剪辑中除选中部分之外的所有音频。该操作不影响同一音轨中的其它剪辑。

source: Delete
sk: Vymazať
zh_cn: 删除

source: Removes the selected audio without placing it on the clipboard, and shifts following audio to the left.
sk: Odstráni vybraný zvuk bez toho, aby ho umiestnil na schránky, a posúva nasledujúci zvuk naľavo.
zh_cn: 删除选中的音频（但不把它放入剪贴板），并将其后的音频左移。

source: Split Delete
sk: Rozdeliť zmazaním
zh_cn: 分割并删除

source: Removes the selected audio without placing it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
sk: Odstráni vybraný zvuk bez uloženia do schránky, ale neposúva nasledujúci zvuk. Predošlý a nasledujúci zvuk sú teraz samostatné zvukové klipy, ktoré možno presunúť samostatne.
zh_cn: 删除选中的音频并放至剪贴板，但不移动其后的音频。其前面的音频和后面的音频被分为不同剪辑，可以独立移动。

source: Silence
sk: Ticho
zh_cn: 静音

source: Replaces the selection with silence
sk: Výber nahrádza tichom
zh_cn: 使选中的部分变为静音

source: Split
sk: Rozdeliť
zh_cn: 分割

source: Duplicate
sk: Opakovanie
zh_cn: 复制

source: Creates a new track containing only the current selection as a new clip
sk: Vytvorí novú stopu obsahujúcu len aktuálny výber ako nový klip
zh_cn: 新建音轨，该音轨只包含以当前的选段复制的新剪辑

source: Paste - into an existing clip
sk: Vložiť - do existujúceho klipu
zh_cn: 粘贴 - 至现有的剪辑

source: When you select Paste and the cursor is inside a clip, the audio gets inserted into the middle of the clip and the following audio is shifted to the right to make room
sk: Keď vyberiete Vložiť a kurzor sa nachádza vo vnútri klipu, zvuk vložený do stredu klipu a ďaľší zvuk sa posunie doprava, aby sa urobilo miesto.
zh_cn: 当您选择'粘贴'操作并且光标在剪辑内部时，音频会插入剪辑中，其后的音频自动右移

source: Paste - into the empty part of a track
sk: Vložiť - do prázdnej časti skladby
zh_cn: 粘贴 - 至音轨的空白部位

source: When you select Paste and the cursor is outside a clip, and there is enough room for the audio on the clipboard, the audio on the clipboard is inserted without any other clips being shifted over
sk: Keď vyberiete Vložiť a kurzor je mimo klipu, a tam je dosť priestoru pre zvuk na schránke, zvuk zo schránky sa vkladá bez akéhokoľvek posunu ďaľších klipov
zh_cn: 当您选择'粘贴'操作并且光标在剪辑外部时，如果空白部位的空间足够，音频会插在光标位置的空白处，不会影响其它的剪辑

source: Join
sk: Pripojiť
zh_cn: 联结

source: If you select a region that overlaps one or more clips, they are all joined into one large clip. Regions in-between clips are treated as silence.
sk: Ak vyberiete oblasť, kde sa prelína jeden alebo viac klipov, sú všetky spojené do jedného veľkého klipu. Oblasti v-medzi klipmi sú považované za ticho.
zh_cn: 如果您选择的区域跨了多个剪辑，它们会联结为一个大的剪辑。原来多个剪辑之间的区域视为静音。

source: The time-shift tool can now be used to move a single clip between tracks. Just click and drag.
sk: Nástroj Posun v čase možno použiť na presunutie jediného klipu medzi skladby. Stačí kliknúť a pretiahnuť.
zh_cn: 时间移动工具现可用于在音轨之间移动单个剪辑。操作时只需点击及拖动。

source: To time-shift multiple clips at once, select all of the clips you want to move using the normal selection tool, then use the time-shift tool to click and drag. If you click within the selection, all selected clips will move together. If you click outside the selection, only the clip under the mouse cursor will move.
sk: Ak chcete posunúť v čase viac klipov naraz, vybertre všetky klipy, ktoré chcete presunúť pomocou bežného výberu a potom kliknite na nástroj Posun v čase a pretiahnite. Ak kliknete na výber, všetky vybrané klipy sa budú presúvať spolu. Ak kliknete mimo výberu, bude sa presúvať len ten klip, na ktorom je kurzor myši.
zh_cn: 为了一次对多个剪辑进行时间移动操作，请用选择工具选中所有需要移动的剪辑，然后再用时间移动工具点击拖动。如果您在选段中点击，所有选中的剪辑会一起移动。如果您在选段之外点击，只有鼠标所在的剪辑会移动。

source: Audacity 1.3: Improved Label Tracks
sk: Audacity 1.3: Vylepšené popisy stôp
zh_cn: Audacity 1.3: 改进的标签轨道

source: Label Tracks are Audacity's way for you to create markings and annotations within your project. In Audacity 1.3, Label Tracks are much improved, with support for overlapping labels, and support for modifying both the left and right edge of the label region just by clicking and dragging.
sk: Popisy stôp je v Audacity spôsob, ako si môžete vytvoriť značenie a robiť poznámky v rámci vášho projektu. V Audacity 1.3, sú popisové skladby oveľa lepšie, s podporou pre prekrývajúce popisy, a podporou pre zmenu ľavého a pravého okraja okruhu popisov len kliknutím a ťahaním.
zh_cn: 为了在工程里进行标记和注记，Audacity提供了标签轨道。在Audacity 1.3中，标签轨得到了大幅改进，可以支持标签的重迭，还可以通过点击拖放修改标签区域的左右边界。

source: To create a label, start by selecting some audio.
sk: Na vytvorenie popisu, začnite tým, že vyberiete nejaký zvuk.
zh_cn: 要创建新标签，先要选择一段音频。

source: Select 'Add Label At Selection' from the Tracks menu.
sk: Vyberte 'Pridať popis na výber' z menu Stopy.
zh_cn: 在"轨道"菜单里选择'给音频选段加上标签'项。

source: Type some text into the label.
sk: Zadajte nejaký text do popisu.
zh_cn: 在标签里输入文字。

source: Click and drag the handles to resize the label.
sk: Kliknite a potiahnite rukoväť na zmenu veľkosti popisu.
zh_cn: 点击并拖动手柄，改变标签的大小。

source: Later, you can retrieve the selection - just click inside the label.
sk: Neskôr si môžete obnoviť výber - stačí kliknúť na štítok.
zh_cn: 之后，您可以通过点击标签来定位对应的选段。

source: After you click, the label region becomes the current selection, allowing you to perform an operation on other tracks in the area within the label.
sk: Po kliknutí, okolie štítku sa stáva aktuálnym výberom, čo vám umožní vykonávať operácie na iných stopách v oblasti vo vnútri štítku.
zh_cn: 在您点击后，标签区域变为当前的选段，您可以对位于标签区域内的其它轨道进行操作。

source: Audacity 1.3: Timer Recording
sk: Audacity 1.3: Časové nahrávanie
zh_cn: Audacity 1.3: 计时录音

source: Timer Recording lets you schedule Audacity to start recording at a particular time and record only for a certain length of time. Perfect if you want to record Internet radio or walk away while Audacity is recording from a cassette or LP.
sk: Časovač nahrávania vám umožní nastaviť Audacity tak, aby začala nahrávanať v určitý čas a na nahrávanie len na určitú dobu. Perfektné, ak chcete nahrávať internetové rádio, alebo odísť preč, zatiaľ čo Audacity nahráva z kazety alebo LP.
zh_cn: 计时录音能够让Audacity在特定时间开始录音以及控制录音的时间长度。如果您想录制网络音频或者当Audacity从磁带或唱片转录时想离开，这项功能就很有用。

source: Audacity 1.3: Repair and Equalization Effects
sk: Audacity 1.3: Opravné a Vyrovnávacie efekty
zh_cn: Audacity 1.3: 修复和均衡特效

source: Repair Effect
sk: Opravný efekt
zh_cn: 修复特效

source: This new effect will fix a small pop or click in an audio track by smoothly interpolating the damaged audio samples. It is designed to fix very short glitches, not major distortion or background noise. It can fix minor clipping.
sk: Tento nový efekt bude upravovať malé výbery alebo kliknutím na zvukovú stopu, môže upraviť interpoláciou poškodenú zvukovú ukážku. Je navrhnutý tak, aby upravoval veľmi krátke poruchy, ktoré nie sú závažným narušením alebo šum pozadia. Môže opraviť drobné vystrihovanie.
zh_cn: 新的特效将通过对损坏音频采样进行平滑内插值来修正一些如“砰”或“滴答”的小杂音。这项设计用于修复短时脉冲干扰，而非大的失真或背景噪声。它能修复小的破音。

source: First, find the damanged part of your recording and zoom in<br> until you can see the individual audio samples.
sk: Najskôr nájdite poškodenú časť vášho nahrávania a priblížte ju<br> kým si môžete prehliadnuť jednotlivé zvukové ukážky.
zh_cn: 首先，找到录音中损坏的部分，放大至<br> 可以看清单个音频采样点。

source: Select the damaged portion of the audio.
sk: Vyberte poškodené časti zvuku.
zh_cn: 选择音频中损坏的部分。

source: Choose <b>Repair</b> from the Effect menu.<br>The selection is replaced with smoothly interpolated samples.
sk: Vyberte <b> Opraviť </b> z menu Efekt. <br> Výber je nahradený vložením rovnomerných vzoriek.
zh_cn: 从“特效”菜单选择<b>修复</b>。<br>选段将替换为平滑内插值采样曲线。

source: Equalization Effect
sk: Vyrovnávací efekt
zh_cn: 均衡特效

source: The new Equalization effect, shown below, has many more controls for constructing a complex filter to enhance or reduce certain frequencies. You can either draw an arbitrary equalization curve, or use a graphic equalizer.
sk: Nový efekt vyrovnávania, uvedený nižšie, má mnoho viac ovládacích prvkov pre výstavbu komplexových filtrov pre zvýšenie alebo zníženie niektorých frekvencií. Môžete čerpať ľubovoľné vyrovnávacie krivky alebo použiť grafický vyrovnávač.
zh_cn: 新增的均衡特效，如下所示，对于构建复杂的过滤器 提供了更多控制，以增强或减弱特定的频率。 您可以画出任意的均衡曲线，或使用图形化的 均衡器。

source: Track focus
sk: Zameranie na stopy
zh_cn: 轨道焦点

source: Audacity 1.3: Improved Toolbar Docking
sk: Audacity 1.3: Vylepšený panel nástrojov Skrátiť
zh_cn: Audacity 1.3: 改进的工具栏靠附

source: In Audacity 1.3.2 and higher, you can easily dock, undock, and rearrange the location of all of Audacity's toolbars, including the selection bar. A new blue triangle visually indicates when you are about to dock a toolbar in a particular location.
sk: V Audacity 1.3.2 a vyššie, môžete ľahko skracovať, odpájať,a usporiadať umiestnenie všetkých panelov nástrojov Audacity, vrátane výberu klávesy. A nový modrý trojuholník vizuálne naznačuje, keď sa chystáte skrátiť panel nástrojov v konkrétnej lokalite.
zh_cn: 在Audacity 1.3.2或更高的版本，您可以更容易靠附、浮动或重新安排所有Audacity工具栏的位置，包括选段栏。当您想在特定位置靠附工具栏时，该位置会出现一个新的蓝色三角形。

source: First, click on the grabber to the left of a toolbar you wish to drag.
sk: Najprv kliknite na Grabber v ľavej časti nástrojovej lišty, ktorý chcete pretiahnuť.
zh_cn: 首先，点击您欲拖动的工具栏左端的部分。

source: Drag the toolbar away from its original location.<br>If you release the mouse here, it will become a floating toolbar.
sk: Premiestniť panel nástrojov preč z jeho pôvodnej polohy. <br> Ak uvoľníte myš prechodne tu zostane panel nástrojov.
zh_cn: 将工具栏拖离其原先的位置。<br>如果您在此松开鼠标，它将变为浮动工具栏。

source: While dragging, position the mouse near an edge or between two other toolbars,<br>and a blue triangle appears, indicating a possible location you can dock the toolbar.
sk: Zatiaľ, čo premiestňujete, myška je v blízkosti okraja alebo medzi dvoma inými lištami panela nástrojov,<br>a kde sa objaví modrý kurzor, ten indikuje možné miesto, kde môžete umiestniť panel nástrojov.
zh_cn: 在拖动时，如果鼠标位于边界附近或两个其它工具栏之间，<br>会出现一个蓝色的三角形，它表示工具栏可能靠附的位置。

source: Release the mouse button near a blue arrow and the toolbar is docked in its new location.
sk: Uvoľnením tlačidla myši v blízkosti modrého kurzora umiestnite lištu panela nástrojov v jej novom sídle.
zh_cn: 在蓝色箭头附近释放鼠标按键，工具栏将在新位置上靠附。

source: Commands to hide or show toolbars are found in the View menu.
sk: Príkazy na skrytie alebo zobrazenie panela nástrojov sa nachádza v ponuke Zobraziť.
zh_cn: 可以在“查看”菜单里找到隐藏或显示工具栏的命令。

source: For Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
sk: Pre Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
zh_cn: Mac OS 9: <a href="%s">Audacity %s</a> (.sit 文件, %.1lf MB)

source: (Unfortunately, we no longer have the resources to provide new versions of Audacity for Mac OS 9.)
sk: (Nanešťastie, už nemáme prostriedky, aby sme mohli poskytovať nové verzie Audacity pre Mac OS 9).
zh_cn: (很不幸，我们没有可用于提供新的Mac OS 9版本Audacity的资源。)
